{
  "key": "vratkatha",
  "keyContent": [
    {
      "readingTitle": "સોળ સોમવારની વારતા",
      "readingContent": "( સોળ સોમવારનું વ્રત કરનારે શ્રાવણ માસના પ્રત્યેક સોમવારે મહાદેવજીના મંદિરે જવું . શિવ - પાર્વતીની પૂજા કરવી . એકટાણું જમવું અને મહાદેવજીની વાત સાંભળવી .  વાત સાંભળતી વેળા હાથમાં ચોખા રાખી  ‘ મહાદેવજી , મહાદેવજી ! ’ એમ બોલવું .) \n ઇશ્વર-પારવતી બેઠાં હતાં . \n \n સોગઠાં - બાજીની રમત માંડી . \n \n કોઈ હારે નહિ , કોઈ જીતે નહિ . \n \n હાર્યું જીત્યું કોણ કહે ? એટલામાં એક તપોધન આવ્યો . \n \n મહાદેવજી કહે -  ‘ ઊભો રહે ! હાર્યા ને હાર્યું કહેજે ને જીત્યાને જીત્યું કહેજે . ’ \n \n પહેલા પસ્ટે પાસા નાખ્યા . ‘ કોણ હાર્યું ને કોણ જીત્યું ? ’ \n \n તપોધન કહે -  ‘ ભગવાન જીત્યા ને માતાજી હાય . ’ \n \n બીજે પસ્ટે પાસા નાખ્યા . ‘ કોણ હાર્યું ને કોણ જીત્યું ? ’ \n \n તપોધન કહે -  ‘ ભગવાન જીત્યા ને માતાજી હાર્યાં . ’ \n \n ત્રીજા  પ સ્ટે પાસા નાખ્યા . ‘ કોણ હાર્યું ને કોણ જીત્યું ? ’ \n \n તપોધન કહે - ‘ભગવાન જીત્યા ને માતાજી હાર્યા.’ \n \n ત્રણ વાર તપોધન જૂઠું બોલ્યો. મહાદેવજીની બીકે પાર્વતીને હાર્યાં કહ્યા. \n \n પાર્વતીને ક્રોધ ચઢ્યો અને તપોધનને શાપ આપ્યો કે ,  જા! તને રક્તપિત કોઢ થજો! \n \n તપોધનને તો કોઢ નીકળ્યા ! તે બેબાકળો બની  2 ડતો રડતો કૈલાસ પરથી ચાલતો થયો. \n \n ચાલતાં ચાલતાં માર્ગમાં એક ગાય મળી. ગાય કહે -  ‘ ભાઈ ,  તું ક્યાં જાય છે ? ’ \n \n કોઢિયો કહે -  ‘ મને માતા પારવતીએ શાપ આપ્યો છે ,  શાપનું નિવારણ કરવા જાઉં છું. ’ \n \n ગાય બોલી -  ‘ ભાઈ ! મારું દુઃખ સાંભળતો જા. મારા ભર્યા આંચળ ફાટે છે. મારું દૂધ કોઈ પીતું નથી ,  વાછરડાં ધાવતાં નથી ! એવાં મેં શા પાપ કર્યો હશે ?  મારા પાપનું નિવારણ પૂછતો આવજે. ’ \n \n આગળ જતાં એક ઘોડો મળ્યો. કોઢિયાની વાત સાંભળી ઘોડો બોલ્યો -  ‘ મારા ઉપર મોતીજડ્યાં પલાણ છે ,  પણ કોઈ સવારી કરતું નથી. એવાં મેં શા પાપ કર્યો હશે ?  મારા પાપનું નિવારણ પૂછતો આવજે. ’ \n \n આગળ જતાં એક આંબો આવ્યો. કોઢિયો વિસામો ખાવા બેઠો. ત્યાં આંબાને વાચા થઈ -  ‘ ભાઈ ,  તારું દુઃખ હું જાણું છું ,  પણ મારું દુઃખ સાંભળતો જા ! મારું સવાશેરનું ફળ ઉતરે છે ,  પણ જે ખાય તે મરી જાય છે. એવાં મેં શાં પાપ કર્યો હશે ?  મારા દુઃખનું નિવારણ પૂછતો આવજે. ’ \n \n આગળ જતાં એક તળાવ આવ્યું ,   કોઢિયો પાણી પીવા ગયો. પાણીમાંથી એક મગર આવ્યો અને બોલ્યો -  ‘ ભાઈ ! હું દુઃખિયારો જીવ છું ,  મારા શરીરમાં આગ જેવી બળતરા બળ્યા કરે છે. પાણીમાં રહ્યું કે બહાર રહું ,  ક્યાંય ટાઢક વળતી નથી. એવાં મેં શાં પાપ કયાં હશે ?  મારા દુઃખનું નિવારણ પૂછતો આવજે. ’ \n \n કોઢીયો તો ઘોર વનમાં ગયો. ત્યાં એક મહાદેવજીનું દહેરું દીધું. દહેરામાં પેસી, મહાદેવજીની પ્રદક્ષિણા કરીને તે એક પગે ઉભો  રહ્યો. આમ કેટલાય દહાડા વીતી ગયા. \n \n કોઢિયાનું કઠણ તપ જોઈ મહાદેવજી પ્રસન્ન થયા અને બોલ્યા -  ‘ માગ માગ ! માગે તે આપું. ’ \n \n કોઢિયો બોલ્યો -  ‘ માતાજીનો શાપ છે ,  શાપનું નિવારણ કરવા આવ્યો છું. આખા શરીરે રક્તપિત્ત કોઢ નીકળ્યા છે. દુ-ખ સહન થતું નથી. ભગવાન ! મારું દુ- ખ મટાડી દો !’ \n \n મહાદેવજી બોલ્યા -  ‘ જા ! એક મનથી અને એક ચિત્તથી સોમવારનું વ્રત કરજે. તારું દુ-ખ મટી જશે. ’ \n \n ‘ સોમવારનું વ્રત શી રીતે થાય ? ’ કોઢિયે પૂછ્યું. \n \n મહાદેવજી બોલ્યા -  ‘ શ્રાવણ માસ આવે ,  દિવાસાનો દિવસ આવે ,  ત્યારે દોરાની સેરે ચાર ગાંઠો વાળી ,  પીળા પ સ્ટે દોરો બાંધવો.\n \n મહાદેવજીનું દર્શન કરવું. સોમવારે એકટાણું જમવું. જ્યારે કારતક માસનું અજવાળિયું આવે ,  ત્યારે ઘઉંનો સવાશેર લોટ લેવો ,  સવાશેર ઘી લેવું ,  સવાશેર ગોળ લેવો. તેનો ચોળીમોળી લાડુ કરવો. લાડુના ચાર ભાંગ કરવા. એક ભાગ મહાદેવના પૂજારીને ,  બીજો રમતા બાળકને ,  ત્રીજો ગાયોના ગોવાળને આપજે અને વધેલાનો ભૂકો કરી કીડિયારું પૂરજે. એમ કરતાં વધે તો ભોંયમાં ભંડારજે.\n \n રાત રહેવા દઈશ નહિ. એ રીતે વ્રતનું ઉજવણું કરજે. સોળ સોમવાર ખરા ભાવથી કરજે. તારું દુ-ખ મટી જશે. કંચન જેવી કાયા થશે. ’ \n કોઢિયો બોલ્યો -  ‘ ભગવાન મને માર્ગમાં એક ગાય મળી ,   તે કહેવા લાગી -  ‘ મારા ભર્યા આંચળ ફાટે છે ,  પણ દૂધ કોઈ પીતું નથી. વાછરડાં ધાવતાં નથી. ’ એણે શાં પાપ કર્યો હશે ? ’ \n \n મહાદેવજી બોલ્યા -  ‘ પરભવમાં એ સ્ત્રી હતી ,  એણે ધાવતાં બાળક વછોડ્યાં હતા. એ પાપથી એનું દૂધ કોઈ પીતું નથી. તું એના દૂધથી મારી પૂજા કરજે ,  સૌ સારાવાનાં થશે. ” \n \n કોઢિયે ઘોડાની વાત પૂછી. \n મહાદેવજીએ કહ્યું -  ‘ સાંભળ ! ગયે ભવ એ વાણિયો હતો. એણે જૂઠાં કાટલાથી ,  જૂઠાં બોલથી નિધન લોકોને બહુ ઠગ્યા હતા. એ પાપે એની દશા થઈ છે. તું એની સવારી કરજે. એનું દુઃખ મટી જશે.’ \n \n કોઢીયે આંબાની વાત પૂછી. \n મહાદેવજીએ કહ્યું- ‘પરભવમાં એ ઘણો કંજૂસ હતો. ધન ભેગું કરવામાં સમજ્યો અને પુણ્યને  નામે એક પૈસો પણ ના વાપર્યો. એ પાપે એ આંબો થયો. એના નીચે ધનના ચાર ચરુ છે, એ ધનથી તું પરબો મંડાવજે અને ભૂખ્યાને ભોજન આપજે, તેથી એનું દુઃખ દુર થશે. ’ \n કોઢિયો તો મહાદેવજીને નમન કરીને ચાલતો થયો. \n \n આગળ જતાં તળાવ આવ્યું, ત્યાં મગરને મહાદેવજીનું બીલીપત્ર અડાડી નમન કરાવ્યું. એની બળતરા મટી ગઈ એટલે ટે પોતાનું જ્ઞાન કહેવા લાગ્યો. બીજાને જ્ઞાન આપવાથી તેની સદગતિ થઈ. \n \n આગળ જતાં આંબો આવ્યો. કોઢિયા એ મહાદેવજીએ કહેલી વાત કહી સંભળાવી. કોદાળી લઇ આવી ધનના ચરુ ખોદી કાઢ્યા. ભૂખ્યા-દુ-ખ્યાને ધન વહેચી દીધું અને પરબો મંડાવી. આંબાનાં ફળ અમૃત જેવા મીઠાં થઈ ગયાં! \n આગળ જતાં ઘોડો મળ્યો તેને મહાદેવજીની વાત કહી સંભળાવી અન ે પોતે જ સવારી કરી એટલે ઘોડો પણ \n દુઃખમાંથી છુટ્યો. \n \n આગળ જતાં ગાય મળી. તેને પણ મહાદેવજીની વાત કહી સંભળાવી. તેનું દૂધ દોહી મહાદેવજી પર ભક્તિ ભાવથી ચડાવ્યું એટલે ગાય પણ દુઃખમાંથી છૂટી. \n \n કોઢિયે વ્રત આદર્યું. દિવસે દિવસે તેના કોઢ મટવા લાગ્યા. કારતક મહિનો આવ્યો, મહાદેવજીના કહેવા પ્રમાણે એણે વ્રત પૂરું કર્યું , મહાદેવજીની દયા થઈ. કંચનવરણી કાયા થઈ. રૂપરૂપનો અંબાર ને ગુણગુણનો ભંડાર! \n \n ચાલતાં ચાલતાં તે પોતાના ગામના ગોંદરે આવ્યો. ગામના લોકો કહેવા લાગ્યા - ‘ ડોશી ડોશી ! તમારો દીકરો આવ્યો. ’ \n ડોશી તો રાજી થઈ ગઈ ,  પણ ડોશી મોતીના દાણા ક્યાંથી લાવે ?   ડોશીએ તો જારના દાણે છોકરાને વધાવી લીધો. આજે રાજાની કુંવરીનો સ્વયંવર હતો. છોકરાએ ડોશીને પૂછ્યું -  ‘ મા ,  હું સ્વયંવર જોવા જાઉં ? ’ ડોશી કહે -  ‘ ના બેટા આપણે નિ ર્ધ ન લોક ,  સ્વયંવર જોઈને શું કામ છે ? ’ \n \n છોકરો કહે -  ‘ ના ,  હું તો જઈશ. ’ \n છોકરો તો રાજસભામાં જઈને એક કોરે ઊભો રહ્યો. શણગારેલી હાથણી ઝૂલતી ઝૂલતી આવી અને વરમાળા છોકરાના ગળામાં આરોપી ! રાજા બોલી ઊઠયા -  ‘ હાથણી ભૂલે છે ,  ચૂકે છે. ’ \n \n હાથણી કહે -  ‘ ભૂલતી નથી ,  ચૂકતી નથી. ’ \n \n આખી રાજસભા બોલી -  ‘ ભગવાને ધાર્યું હોય તે ખરું. ’ \n \n રાજાએ પોતાની કુંવરીને છોકરા સાથે પરણાવી. પહેરામણીમાં હાથી આપ્યા ,  ઘોડા આપ્યા ,  ગામ ને ગરાસ આપ્યાં ,  મનગમતી પહેરામણી આપી કુંવરીને વળાવી. રાજા બનેલો છોકરો રાણીને લઈને પોતાને ગામ ગયો. રાજકુંવરીને પરણીને આવ્યો ,  રંકમાંથી રાજા થયો. \n \n ડોશી તો વળી પાછા જારના દાણા લઈને વધાવવા ગયાં ,   ત્યાં તો દાણા મોતીના થઈ ગયા ! ઘણા દિવસ વીતી ગયા! શ્રાવણ માસ આવ્યો. રાજા રાણીને કહેવા લાગ્યા -  ‘ મારે મહાદેવજીનું વ્રત છે ,  માટે સવાશેર ઘઉંનો લોટ ,  સવાશેર ઘી ને સવાશેર ગોળ લઈ લાડુ કરજે. લાડુના ચાર ભાગ કરી એક ભાગ મહાદેવના પૂજારીને ,  એક ભાગ રમતા બાળકને ,  એક ભાગ ગાયના ગોવાળને આપજે અને એક ભાગ મારા માટે રાખજે. ’ \n \n રાણીએ વિચાર કર્યો કે ,  આવા સૂકાભઠ્ઠ કોઠા જેવા લાડુ તે મારા સ્વામી ખાતા હશે ?  એણે તો બત્રીસ શાક અને તેત્રીસ પકવાન કર્યા. \n \n રાજા જમવા બેઠા. રસોઈ જોઈ રાણી ઉપર કોપ્યા. તેમણે મહાદેવજીની સ્તુતિ કરી વ્રત પૂરું કર્યું. અનાજના ચાર દાણા લઈ ચારે દિશામાં નાખ્યા અને ભૂખ્યા પેટે સૂઈ ગયા. \n \n રાત્રે સ્વપ્નમાં મહાદેવજી આવ્યા અને રાજાને કહેવા લાગ્યો - ‘રાજા ! ઊંઘે છે ,  કે જાગે છે ? ’ રાજા કહે - ‘જાગુ છું ,  ભગવાન !’ \n મહાદેવજી બોલ્યા - ‘તારી રાણીને દેશવટો દે.’ \n \n રાજા કહેઃ ‘જેવી આજ્ઞા.’ સવાર થયું. રાજાએ પ્રધાનને કહ્યું - ‘રાણીને દેશવટો આપો.’ પ્રધાન રાણીને કાળાં લુગડાં પહેરાવી ,  કાળા ઘોડા ઉપર બેસાડીને ઘોર વનવગડામાં મૂકી આવ્યો. રાણી તો રખડતાં રખડતાં એક ગામમાં આવી. તેણે ત્યાં એક ઘાંચણનું ઘર જોયું. રાણી ઘાંચણને કહેવા લાગી - ‘બહેન કોઈ પેટવરાણીએ માણસ રાખશો ? ’ \n \n ઘાંચણને દયા આવી એટલે કહેવા લાગી - ‘હા બહેન ! આવી તો ભલે આવી. પેટવરાણીએ માણસ ક્યાંથી ? ’ ઘાંચણના તો તેલના કુલ્લાં ઢળી ગયાં અને ઘાંચી માંદો પડ્યો. ઘાંચણ રાણીને કહેવા લાગી -  ‘ બહેન ! તારા આવ્યાથી મારું ખોટું થયું ,  માટે તું અહીથી જા. ’ \n \n રાણી ત્યાંથી ચાલી નીકળી. \n જતાં જતાં એક ડોશી દીઠી. રાણી ડોશીને કહેવા લાગી -  ‘ મા ,  મા ! કોઈ પેટવરાણીએ માણસ રાખશો ? ’ \n ડોશી કહે -  ‘ હા બહેન ! આવી તો ભલે આવી. પેટવરાણીએ માણસ ક્યાંથી ? ’ ડોશીમાની તો પૂણીઓ ઊડી ગઈ અને ડોશી માંદી પડી. ડોશી કહેવા લાગી -  ‘ બહેન ! તારે આવે મારું ખોટું થયું. માટે તું અહીંથી જા. ’ \n \n રાણી ત્યાંથી ચાલવા લાગી. \n જતાં જતાં એક માળણના ઘર પાસે આવી. રાણી માળણને કહેવા લાગી -  ‘ બહેન ! કોઈ પેટવરાણીએ માણસ રાખશો ? ’ તો માળણ કહે -  ‘ હા બહેન ! આવી તો ભલે આવી. પેટવરાણીએ માણસ ક્યાંથી ? ’ માળણને તો નિત્ય સવામણ ફૂલ ઉતરતાં હતાં ,   તેનાં પાશેર ફૂલ ઉતરવા લાગ્યાં ! માળણે કહ્યું -  ‘ બહેન ! તારે આવે મારું ખોટું થયું ,  માટે અહીંથી જા. ’ \n \n રાણી ત્યાંથી પણ ચાલવા લાગી. જતાં જતાં તે એક સરોવરની પાળે ગઈ ને પાણીઆરીઓને કહેવા લાગીઃ ‘ બહેનો ! કોઈ પેટવરાણીએ માણસ રાખશો?’ પાણીઆરીઓએ કહ્યું- ‘હા બહેન ! આવી તો ભલે આવી. પેટવરાણીએ માણસ ક્યાંથી ? ’ ત્યાં તો સરોવર સૂકાઈ ગયું અને પાણીઆરીઓ માંદી પડી ! પાણીઆરીઓ કહે -  ‘ બહેન ! તારે આવે અમારું ખોટું થયું ,  માટે તું અહીથી જા. ’ \n \n રાણી ત્યાંથી પણ ચાલી નીકળી. જતાં જતાં વાટમાં એક બાવાની મઢી આવી. રાણી તો મઢીમાં રહી ગઈ. બાવો બાર ઘર ફરતો ને બારશેર આટો લાવતો. આજે તે બાર ગામ ફર્યો તો ય પાશેર આટો ના મળ્યો ! બાવો મઢીમાં આવ્યો. મઢીનું બારણું બંધ જોઈ કહેવા લાગ્યો - ‘ મારી મઢીમાં કોણ છે ?  મોટી હોઈશ તો મા કહીશ ,  નાની હોઈશ તો બહેન કહીશ ,  એથી ય નાની હોઈશ તો દીકરી કહીશ. બારણું ઉઘાડ !’ \n \n રાણીએ ધ્રૂજતાં ધ્રૂજતાં મઢીનું બારણું ઉઘાડ્યું. બાવો કહે -  ‘ તું બીશ નહિ ,  આપણે બાપ દીકરી થઈને રહીશું. ’ બીજો દિવસ થયો ,  બાપ - દીકરી સાથે જમવા બેઠાં. દીકરીના ભાણામાં તો ભોજનના જીવડાં થઈ ગયાં ! બાવો કહે - ‘ દીકરી ! પુસ્તક લાવો ,  પોથી લાવો ,  ખડિયો લાવો ,  કલમ લાવો. તમારા ભાગ્યની રેખાઓ જોઉં. ’ દીકરી લેવા ગઈ પણ પુસ્તક - પોથી જડતાં નથી ,  ખડિયો - કલમ જડતાં નથી ,   લેવા જાય છે તો કાનખજૂરા અને વીંછી કરડવા આવે છે ત્યારે બાવો જાતે પુસ્તક - પોથી અને ખડિયો કલમ લઈ આવ્યો. પહેલું પુસ્તક બ્રહ્માનું જોયું. બીજું પુસ્તક મહાદેવજીનું જોયું. બાવો કહે -  ‘ દીકરી ,  તમે મહાદેવજીનું વ્રત વખોડ્યું છે. માટે મહાદેવજીનું વ્રત કરો. ’ \n \n દીકરી કહે -  ‘ બાપુ એ વ્રત શી રીતે થાય ? ’ \n બાવો કહે -  ‘ સરોવરની પાળે જઈ છોકરીઓને પૂછો ! દીકરી સરોવરની પાળે ગઈ અને છોકરીઓને પૂછવા લાગી -  ‘ બહેન ! તમે શાનાં વ્રત કરો છો ? ’ \n છોકરીઓ કહે -  ‘ અમે મહાદેવજીના વ્રત કરીએ છીએ. ’ \n રાણી કહે -  ‘ એ વ્રત મને આપોને ! ’ \n બહેન ! તારાથી થશે નહિ ,  કરાશે નહિ. ’ \n ‘ કરાશે તો યે કરીશ ,  નહી કરાય તો યે કરીશ. ’   \n \n છોકરીઓ કહે -  ‘ દિવાસાનો દિવસ આવે ત્યારે દોરાને છેડે ચાર ગાંઠો વાળી પીળા પ સ્ટે દોરો બાંધવો. મહાદેવજીની વાત સાંભળવી. મહાદેવજીનો દીવો કરવો. મહાદેવજીનાં દર્શન કરવાં. વાત ના સાંભળી હોય તો ઉપવાસ કરવો. દીવો ન કર્યો હોય તો લૂખું ખાવું અને દર્શન ના કર્યા હોય તો ભોંય પર સૂઈ રહેવું. ’ \n \n કારતક માસ આવે ,  અજવાળિયું પખવાડિયું આવે ત્યારે સવાશેર ઘઉંનો લોટ ,  સવાશેર ઘી અને સવાશેર ગોળ લેજે ,  ચોળીમોળી લાડું કરજે ,  તેમાંથી એક ભાગ મહાદેવજીની મઢીમાં મોકલજે ,  બીજો હસતાં રમતાં બાળકોને આપજે. ત્રીજો ભાગ ગાયોના ગોવાળને આપજે. ચોથા ભાગનો ભૂકો કરી કીડિઆરું પૂરજે. એથી વધે તો ભોંયમાં ભંડારજે. રાત દેખાડીશ નહીં. એ પ્રમાણે વ્રત કરજે. ’ \n \n રાણી વ્રત લઈને ચાલી. એક વરસ કર્યા. બે વરસ કર્યો. ત્યાં તો મહાદેવજી રાજાના સ્વપ્રમાં આવીને બોલ્યા -  ‘ રાજા ! જાગે છે કે ઊંધે છે ! ’ રાજા કહે - ના રે પ્રભુ જા ગું છું . ’ \n \n ‘ રાણીને દેશવટો દીધો હતો ,  તેને પાછી લઈ આવ. ’ \n \n રાજા કહે -  ‘ હવે ક્યાંથી લાવું ?  કોયલ જેવું માણસ હતું. વાઘે માર્યું કે વરુએ માર્યું ! હવે ક્યાંથી હોય ? ’ \n \n મહાદેવજી કહે -  ‘ વાઘે નથી માર્યું ,  વરુએ નથી માર્યું ,  જે વાટે ગઈ છે. તે વાટે જા. ’ રાજા ત્યાંથી ચાલી નીકળ્યો. \n \n વાટે જતાં ઘાંચણનું ઘર આવ્યું. રાજા કહે -  ‘ બહેન ! અહીયાં કોઈ રાજાની રાણી આવી હતી ? ’ ઘાંચણ કહે -  ‘ રાણી જેવા રૂપ હતાં પણ રાણી જેવાં લક્ષણ ન હતાં. ’ \n \n રાજા ત્યાંથી ચાલ્યો જાય છે. ડોશીને ઘરે ગયો અને પૂછ્યું -  ‘ મા ,  અહીંયાં કોઈ રાજાની રાણી આવી હતી ? ’ \n \n ડોશી કહે -  ‘ રાણી જેવા રૂપ હતાં પણ રાણી જેવાં લક્ષણ નહતાં. ’ \n \n રાજા આગળ ચાલ્યો. માળણને ઘરે ગયો.  ‘ બહેન ! અહીયાં કોઈ રાજાની રાણી આવી હતી ? ’ માળણ કહે -  ‘ રાણી જેવા રૂપ હતાં પણ રાણી જેવાં લક્ષણ ન હતાં. ’ \n \n રાજા ત્યાંથી ચાલ્યો જાય છે. સરોવરની પાળે ગયો. રાજાએ પૂછ્યું -  ‘ અહી કોઈ રાણી આવી હતી ? ’ પાણીઆરીઓ કહે -  ‘ રાણી જેવા રૂપ હતાં પણ રાણી જેવાં લક્ષણ ન હતાં. ’ \n \n રાજા ફરતો ફરતો પેલી મઢી પાસે ગયો. રાજાને વિચાર થયો કે ,  કોઈ કકડો રોટલો આપે તો ખાઈપીને પાછો જાઉં ,  ત્યાં કોઈ છોકરીએ વ્રત ઉજવ્યું હતું. તેથી એક લાડવો મઢીમાં આપ્યો હતો. આ લાડવો બાવાએ રાજાને ખાવા આપ્યો. લાડવો રાજાએ ખાધો ,  રંકે ખાધો ,  હાથીએ ખાધો ,  ઘોડાએ ખાધો ,   તો યે લાડવો એકનો  એક ! પીવા માટે પાણીનો લોટો આપ્યો. રાજાએ પાણી પીધું તો યે લોટો ભર્યો ને ભર્યો ! રાજાને નવાઈ લાગી. તેને મનમાં થયું કે ,  આ મઢીમાં કોઈ સતી હશે ,  ચાલો ! દર્શન કરીને જઈએ. એમ વિચારી રાજા મઢીમાં ગયા. \n \n રાજાએ રાણીને ઓળખ્યાં. રાણી બાવાને કહેવા લાગી -  ‘ બાપુ સાસરીઆનાં તેડાં આવ્યા. ’ બાવો કહે -  ‘ દીકરી ! દીકરી સાસરીએ શોભ ને હાથી રજવાડે શોભે ! રાણી કહે -  ‘ બાપુ ! તમને દુ-ખ પડે તો હું શી રીતે જાણું ? ’ બાવાએ ફૂલનો દડો આપ્યો ,   ઘીનો દીવો આપ્યો ને કહ્યું -  ‘ દીકરી જો દીવો ઠરી જાય ,  ફૂલનો દડો કરમાઈ જાય તો જાણજે કે તારા બાપુને દુ-ખ પડ્યાં. ’ \n \n રાજા અને રાણી અડધી વાટે ગયાં ,   ત્યાં તો ઘીનો દીવો ઠરી ગયો અને ફૂલનો દડો કરમાઈ ગયો ! રાણી કહે -  ‘ રાજા ! રે રાજા ! વેલ પાછી વાળો. મારા પિતાને દુઃખ આવ્યાં. ’ રાજાએ વેલને પાછી વાળી ,  મઢીમાં જઈને જુએ છે ,   તો બાવો માથું બાંધીને સૂઈ રહ્યો હતો. રાણીએ કહ્યું -  ‘ બાપુ ! તમને શું થયું ? ’ \n \n ‘ બેટી ! મને કંઈ થયું નથી ,  હું તો તમારું પારખું જોતો હતો. ’ બાવાએ બીજીવાર દીકરીને સવા લાખનો ગવારો અને એક અમીનો કંપો આપીને કહ્યું - \n ‘ દીકરી ! જ્યાં બાળતા આવ્યાં ,  ત્યાં ઠારતાં જજો. ’ \n \n ત્યાંથી રાણી ચાલ્યાં જાય છે. સરોવરની પાળે આવ્યાં. સરોવર સૂકાઈ ગયું હતું ,   તે લહેરો લેવા માંડ્યું. પાણીઆરીઓ રાજી થઈ ગઈ. પાણીઆરીઓ કહે -  ‘ બહેન ! એક ઘડી બેસતી હોય તો બે ઘડી બેસ ,  તારે આવે અમારું સારું થયું. એક રાંડ આવી હતી ,  તે બાળતી ગઈ ,  ઝાળતી ગઈ. ’ \n \n ‘ રાંડ ન કહેશો ,   ભાંડ ના કહેશો. પહેલાં હું જ હતી. પહેલાં મહાદેવજી   રુઠ્યા  હતા અને હવે રીઝયા છે. ’ \n ત્યાંથી ચાલ્યા જાય છે. ઘાંચણને ઘેર આવ્યા. ઘાંચણના તેલનાં કુલ્લાં ભરાઈ ગયાં ,   ઘાંચી સાજો થયો. ત્યારે ઘાંચણ કહે -  ‘ બહેન ! એક ઘડી બેસતી હોય તો બે ઘડી બે સ તારે આવે મારું સારું થયું. ’ \n \n ત્યાંથી ચાલ્યાં જાય છે ,  ગામને ગોંદરે આવ્યાં ,   રાણીએ કહ્યું -  ‘ આખું ગામ જમાડો. ’ રાજાએ આખું ગામ જમાડ્યું ,   પછી રાણીને એકાટ કરવા બોલાવ્યાં. રાણી કહે -  ‘ મારે હજી મહાદેવજીની વાત કહેવાની છે. ’ બધાં જમીને ઉઠ્યા . વાત કોને કહેવી ?   વાત ભૂખ્યાં માણસને જ કહેવાય ! રાજા કહે -  ‘ આખું ગામ જમાડ્યું. હવે કોણ ભૂખ્યું હશે ? ’ રાજાએ ગામમાં ઢંઢેરો પીટાવ્યો. \n \n એક કુંભારના ઘરમાં સાસુવહુને લડાઈ થઈ હતી. ડોશી ભૂખી હતી. રાજાએ પ્રધાનને તેડવા મોકલ્યો. ડોશી કહે -  ‘ બાપ ! જમનાં તેડાં આવજો ,  રાજાનાં તેડાં ના આવજો. ’ પ્રધાન કહે -  ‘ ડોશી ! તમને મારવાં નથી ,  ઝૂડવાં નથી ,  વાત સંભળાવવી છે. ’ ડોશી કહે -  ‘ કાને બહેરી છું ,  આંખે આંધળી છું ,  પગે લૂલી છું ,  કેડે અપંગ છું ,  શી રીતે આવું ? ’ \n \n પ્રધાને આવીને રાજાને કહ્યું. રાજાએ પ્રધાનને વેલ લઈને મોકલ્યો. પ્રધાન ડોશીને વેલમાં બેસાડીને લાવ્યા. \n ડોશી બેઠાં પાટલે ,  રાણી બેઠાં ખાટલે. \n \n રાજા કહે -  ‘ ડોશીમા ! સાંભળો તો યે  ‘ મહાદેવજી ’ કહેજો ,   ના સાંભળો તો યે  ‘ મહાદેવજી ’ કહેજો. રાણીએ વાત કહેવા માંડી. પહેલા હુંકારે ડોશીને કાન આવ્યા ,  બીજા હુંકારે આંખો આવી ,  ત્રીજા હુંકારે પગ આવ્યા ,  ચોથા હુંકારે કમ્મર આવી અને પાંચમે હુંકારે ડોશી ટગુમગુ થઈ ! \n \n ડોશીને દીકરો કહેવા લાગ્યો -  ‘ મા મા ,   આવું રૂડું કોણે  કર્યું ? ’ મા  કહે -  ‘ મને મહાદેવજીની વાત સાંભળે આવાં ફળ મળ્યાં ,  તો આ વ્રત કરે કેવાં ફળ મળતાં હશે ? ’ \n \n એક વેળા રાણી એકાટ કરવા બેઠી , ત્યારે પડોશણ દેવતા લેવા આવી .  રાણી કહે -  ‘ હું એકાટ કરવા બેઠી છું . દેવતા શી રીતે આપું ? ’ પડોશણે મેણું માર્યું -  ‘ મત્સરની ભરેલી , અભિમાનની ભરેલી , તારે તો જાણે દીકરો પારણામાં પગનો અંગૂઠો ધાવે છે અને હાથે સોનાનાં સાંકળા છે ને ? ’ \n \n રાણી કહે -  ‘ બહેન , તું એમાં મહેણાં શાની મારે છે . દીકરા યો ગ્ય થઈશું ત્યારે દીકરો પણ થશે !’ \n \n રાણી એકાટ કરીની જુએ છે , તો દીકરો સૂતાં સૂતાં પારણામાં અંગૂઠો ધાવે છે અને હાથે સોનાનાં સાંકળો છે . \n \n દીકરો કહેવા લાગ્યો -  ‘ મા , મારે મહાદેવજીનું વ્રત છે . ’ \n \n ‘ ના , બેટા ! આપણાથી વ્રત થાય નહિ . ’ \n \n ‘ થાય તો યે કરીશ , નહિ થાય તો યે કરીશ . ’ \n \n સોમવાર આવે છે ને છોકરો એકવાર ધાવીને રહે છે . \n \n એક ગામમાં રાજા મરી ગયેલો હતો . એટલે પ્રજાએ નવો રાજા શોધવા ઉત્સવ રચ્યો હતો .  છોકરો કહે -  ‘ મા , હું જોવા જાઉં ? ’ \n ‘ ના , બેટા આપણે શું જોયું છે ? ’ \n \n તો યે છોકરો ભાખડિયે ચાલીને ગયો . \n \n છોકરો રાજસભામાં બેઠો છે . ગામ લોકોએ હાથણી શણગારી , હાથણી ઝૂલતી ઝૂલતી ગઈ અને છોકરાને ફૂલમાળા આરોપી . ગામના લોકોએ છોકરાને ઝાંપાની બહાર કાઢી મૂક્યો . હાથણી ફરી શણગારી . હાથણીએ ફરીથી પણ પેલા છોકરાને જ ફૂલમાળા આરોપી . \n \n ગામના લોકો કહેવા લાગ્યા -  ‘ હાથણી ભૂલે છે , ચૂકે છે . એ ગંદુ - ગોબરું છોકરું રાજ્ય શું કરશે ? ’ \n \n હાથણી કહે -  ‘ એ છોકરું કરશે એવું કોઈ નહિ કરે . ’ \n \n છોકરાને તો ધામધુમથી રાજગાદી  ઉ પર બેસાડ્યો . \n \n ચકલાને ચણ , કીડીને કણ , હાથીને મણ !   \n \n જય ભોળાનાથ ઝાલો હાથ , રાજારાણીને જેવાં વ્રત ફળ્યાં \n એવાં અમને ફળજો ! જય મહાદેવજી ! \n \n"
    },
    {
      "readingTitle": "સાકરિયો સોમવાર વ્રત",
      "readingContent": "(આ વ્રત ઘણું કઠણ છે. નબળાં માંદાએ કરવું નહિ. શ્રાવણના પહેલા સોમવારે વ્રત કરનારે વહેલા ઊઠી ,   માથાબોળ નાહીધોઈ મહાદેવજીની નીચેની વાત સાંભળવી. વાર્તા સાંભળતી વેળા  ‘ મહાદેવજી ,  મહાદેવજી ’ કહી હુંકારો પૂરવો. આખો દિવસ નકોરડો ઉપવાસ કરવો. નૈવેધમાં પચાસ પૈસાની કે રૂપિયાની સાકર લેવી. સાકરના ચાર સરખાં ભાગ કરવા. એક ભાગ મહાદેવજીને ધરાવવો ,  બીજો રમતાં બાળકોને આપવો. ત્રીજો પોતે આરોગવો અને ચોથો ભાગ જળમાં પધરાવવો. વધુ વિધિ વાર્તામાં આપેલી છે.) \n \n કંકાવટી નામે નગર હતું. ત્યાં એક બ્રાહ્મણ રહે. બ્રાહ્મણને આખા શરીરે કોઢ નીકળેલા, એટલે એને કોઈ કન્યા દે નહિ. કોઢ મટાડવા બ્રાહ્મણે ઘણા ઘણા ઉપાયો કર્યા પણ ફોગટ ગયા. છેવટે એણે  સોળ સોમવારનું વ્રત આદર્યું. વ્રત પૂરું થતાંમાં મહાદેવજીની કૃપા થઈ અને તેના કોઢ મટી ગયા ,  કંચનવરણી કાયા થઈ ! \n \n ગામગામથી તેનાં માગાં આવવા લાગ્યાં. છેવટે તેણે એક ગુણવાન અને રૂપવાન કન્યા સાથે લગ્ન કર્યું. ધણીધણીયાણી સુખથી રહેવા લાગ્યાં. \n \n પરંતુ તેના ભાગ્યમાં હજી દુ-ખ લખાયેલું હતું ,  ગયા ભવનાં પાપનાં ફળ ભોગવવાનાં અધૂરાં હતાં. \n \n ચોમાસાના દહાડા હતા. મધરાતે ગાજવીજથી આકાશ ખળભળી ઊઠ્યું. જોતજોતામાં મૂશળધાર વરસાદ તૂટી પડ્યો. અચાનક કડાક કરતી બ્રાહ્મણના ઘરની ભીંત ફાટી ! બ્રાહ્મણ અને બ્રાહ્મણી જીવ લઈને ઘર બહાર નીકળી ગયાં. ઘડીકવારમાં આખું ઘર ઢગલો થઈને પડ્યું ! \n \n અઠવાડિયું થયું પણ વરસાદ બંધ રહે નહીં. કંકાવટી નગરીના લોકો ભારે ચિંતામાં પડ્યાં ,  ઘણાં ઘર પડી ગયાં. ખેતીવાડી તણાઈ ગઈ. લોકોમાં ત્રાસ ત્રાસ થઈ ગયો ! \n \n થોડા દિવસ પછી બ્રાહ્મણે પોતાના ઘરને ઠેકાણે ઝૂપડું બાંધ્યું. પણ હવે ખાવું શું   ?  ગામના લોકો નિરાધ ાર દ શામાં આવી પડ્યા હતા. સૌને પોતપોતાની પડી હતી ,   ત્યાં બ્રાહ્મણને કોણ ટેકો આપે   ?  છેવટે બ્રાહ્મણે પરદેશ જઈ કમાવાનો વિચાર કર્યો અને પોતાની સ્ત્રીને વાત કરી. \n \n બ્રાહ્મણીએ કહ્યું -  ‘ ભલે ,  તમે સુખેથી જાવ. મારી ચિંતા ન કરશો. હું ગમે તે રીતે પરિશ્રમ કરીને મારું જીવન ચલાવીશ. ’ \n \n બ્રાહ્મણ ત્યાંથી ચાલી નીકળ્યો. ઘણો ઘણો ફર્યો પણ ક્યાંય ઠેકાણું પડ્યું નહિ ! આમ ઘણા દિવસો વીતી ગયા. છેવટે ફરતો ફરતો તે એક ઋષિના આશ્રમે આવી પહોંચ્યો. આશ્રમની ભૂમિ ઘણી રળિયામણી હતી. અહીં આંબા ,  આસોપાલવ અને લીમડાનાં ઘણાં વૃક્ષો હતાં. આશ્રમના ઉપવનમાં દાડમ ,  નારંગી ,  સીતાફળ સાથે જાતજાતના ફૂલછોડો પણ હતા. આમ અહીંનું વાતાવરણ ઘણું જ મનોહર હતું ,  વળી પાસે જ નદીનું સ્વચ્છ પાણી વહેતું હતું. રખડી રઝળીને કંટાળેલા બ્રાહ્મણને અહીં થોડાક દિવસ રહેવાની ઇચ્છા થઈ. બ્રાહ્મણ આશ્રમમાં ગયો અને ઋષિને પ્રણામ કરીને બેઠો. બ્રાહ્મણની વાત સાંભળી ઋષિને બહુ દુઃખ થયું. તેમણે બ્રાહ્મણને રહેવાની સુખેથી હા પાડી. \n \n થોડા દિવસ પછી બ્રાહ્મણે આગળ જવાનો વિચાર કર્યો. તે ઋષિ પાસે ગયો અને જવાની આજ્ઞા માગી. \n \n ઋષિએ કહ્યું -  ‘ ભાઈ ! તારું દુઃખ હું શી રીતે ભાંગું ! મારી પાસે ધન હોત તો હું તને અવશ્ય સહાય કરત ,  છતાં લે ,  આ સજીવનબુ ટ્ટી ! હું તને આપું છું ,  તે તને સહાયરૂપ થઈ પડશે. આ બુ ટ્ટી નો એવો પ્રભાવ છે કે ,  તેને ઘસીને પાવાથી મરેલું માણસ જીવતું થાય. તેનાથી તું એક માણસને સજીવન કરી શકીશ. ’ \n \n ઋષિના આશીર્વાદ મેળવી બ્રાહ્મણ સજીવનબુ ટ્ટી લઈને ચાલી નીકળ્યો. \n \n બ્રાહ્મણ ફરતો ફરતો એક નગરમાં આવી પહોંચ્યો. તે નગરમાં પેઠો તો અહીંના બધા જ માણસોને તેણે શોકમાં દીઠા. તે થોડે દૂર ગયો ,  ત્યાં તો હૈયાફાટ રૂદનની કરુણ ચીસો સંભળાવા લાગી ! પાસે જ રાજાનું રાજભવન હતું. રાજાનો કુંવર મરી ગયો હતો તેથી આખું રાજકુટુંબ હૈયાફાટ રૂદન કરતું હતું. બ્રાહ્મણને ઝટ પોતાની સજીવનબુ ટ્ટી  સાંભરી આવી. તે સીધો જ રાજભવનમાં ગયો અને રાજાને પ્રણામ કરી કહ્યું -  ‘ રાજાજી ! જો આપ આજ્ઞા આપો તો ,  હમણાં જ હું તમારા કુંવરને સજીવન કરું. ’ \n \n રાજાએ પહેલાં તો બ્રાહ્મણની વાત ન માની ,   પણ તેનો ઘણો જ આગ્રહ જોયો ત્યારે કહ્યું -  ‘ જો તમે મારા પુત્રને જીવતો કરશો તો તમે જે માગશો તે આપીશ. ’ \n \n બ્રાહ્મણે પોતાની પાસેથી સજીવનબુ ટ્ટી કાઢી ,  પથ્થર ઉપર ઘસી અને તેનું પાણી બનાવી કુંવરના મોમાં રેડ્યું. થોડીવારમાં કુંવરના દેહમાં ઊનમ આવવા લાગી. કુંવરે તો પાસું છે ફેરવ્યું ! આ ચમત્કાર જોતાં જ રાજકુટુંબના માણસોના મોઢા ઉપર આનંદ તરવરવા લાગ્યો. \n \n થોડીવારમાં કુંવર ખાંખો ઉઘાડીને બેઠો થયો અને વાતો કરવા લાગ્યો. રાજાએ પોતાના વહાલસોયા પુત્રને છાતી સરસો ચાંપી લીધો. તેણે બ્રાહ્મણનો ઘણો જ આભાર માન્યો અને આગ્રહ કરીને પોતાને ત્યાં રાખ્યો. \n \n અહી કંકાવટી નગરીમાં બ્રાહ્મણી દુ-ખમાં દિવસો વીતાવતી હતી. મહિના ઉપર મહિના વીતી ગયા ,  છતાં તેના પતિના કોઈ સમાચાર ન હતા ,  એટલે ચિંતામાં ને ચિંતામાં તે દુબળી થઈ ગઈ હતી ,  હવે તો તેનાથી વધારે પરિશ્રમ પણ થઈ શકતો ન હતો. \n \n શ્રાવણ માસ આવ્યો ,  શ્રાવણનો સોમવાર આવ્યો. કંકાવટી નગરીની બધી સ્ત્રીઓ સોમવારનું વ્રત કરે. બ્રાહ્મણીએ પણ સોમવારનું વ્રત લીધું. બીજા બધા સોમવાર કરી એકટાણું જમે પણ બ્રાહ્મણીના ઘરમાં આજે અન્નનો દાણો પણ ન હતો. એ તો મહાદેવજીને સંભારતી ભૂખની મારી બેસી રહી. નમતો પહોર થયો ,  કકડીને ભૂખ લાગી. તેના પેટમાં બળતરા થવા લાગી ,   પણ કરે શું  ? \n અહીંના રાજાને કુંવર જન્મ્યો હતો ,  એટલે રાજાએ આખા નગરમાં સાકર વહેંચવાની આજ્ઞા કરી. રાજગોર સાકર વહેંચતા વહેચતા બ્રાહ્મણીને ઘરે આવ્યા અને સાકર આપી. \n \n બ્રાહ્મણીએ સાકરનું પાણી કરીને પી ધું . એના પેટની બળતરા શાંત થઈ. રાત પડી એટલે એ મહાદેવજીનું રટણ કરતી કરતી ઊંધી ગઈ. \n \n બ્રાહ્મણી ભર ઊંઘમાં હતી. ત્યાં તો તેને સ્વ પ્નું આવ્યું અને સાક્ષાત્ મહાદેવજીએ દર્શન દીધાં આશીર્વાદ આપતાં મહાદેવજી બોલ્યા - \n ‘ હે બ્રાહ્મણી ! જાણે અજાણે પણ તે આજે સાકરિયા સોમવારનું વ્રત કર્યું છે ,  જે વ્રત પહેલવહેલું દક્ષ કન્યા સતીએ કર્યું હતું. જેના પ્રતાપે તે મને પામી હતી. ’ \n \n ‘ ભગવાન ! એ વ્રત વિધિ સહિત શી રીતે થાય   ?  બ્રાહ્મણીએ હાથ જોડીને પૂછ્યું.’ \n \n મહાદેવજી બોલ્યા - \n ‘શ્રાવણ મહિનો આવે ,  શ્રાવણનો પહેલો સોમવાર આવે ,  ત્યારે આ વ્રત થાય. આ વ્રત કરનારે વહેલા ઊઠી નાહી ધોઈ સ્વચ્છ કપડાં પહેરવાં અને સાકરનો એક ગાંગડો લેવો. સાકર લઈ મહાદેવજીના મંદિરે જવું. ત્યાં જઈ સાકરના ચાર સરખા ભાગ કરવા. એક ભાગ મહાદેવજીને ચઢાવવો ,  બીજો ભાગ રમતા બાળકને આપવો ,  ત્રીજો ભાગ પોતે આરોગવો અને ચોથો ભાગ નદી ,  તળાવ કે કૂવાના પવિત્ર જળમાં પધરાવવો ,  આખો દિવસ નકોરડો ઉપવાસ કરવો અને મહાદેવજીની કથા વા ર્તા સાંભળવી. સાંજે મહાદેવજીનું પૂજન કરવું. રાત્રે ભોય પથારી કરી સૂઈ જવું. ’ \n \n આ પ્રમાણે સોળ સોમવાર કરવા. છેલ્લા સોમવારે સવાશેર ગોળ ,  સવાશેર ઘી અને સવાશેર ઘઉંનો લોટ લઈ તેના લાડુ કરવા. એક લાડુ મહાદેવજીને ધરાવવો ,  બીજો લાડુ રમતા બાળકને આપવો ,  ત્રીજો લાડુ પોતે જમવો અને ચોથા લાડુનો પ્રસાદ કરી વહેંચી દેવો. આ બધું દીવાવેળા થતાં પહેલાં કરવું. લાડુ દીવાને બતાવવો નહિ. આ રીતે વ્રતનું ઉજવણું કરવું. આમ કહીને મહાદેવજી અંતરધાન થયા અને સ્વ પ્ન ઊડી ગયું. \n \n બ્રાહ્મણીએ સાકરિયા સોમવારનું વ્રત લીધું. વ્રત પૂરું થયું ત્યાં તો રાજાએ આપેલું ખાધે ખૂટે નહિ એટલું ધન લઈને બ્રાહ્મણ ઘરે આવ્યો. બ્રાહ્મણને સુખરૂપ ઘરે આવેલો જોઈ બ્રાહ્મણીના હરખનો પાર ન રહ્યો. તેણે બ્રાહ્મણને સાકરિયા સોમવારના વ્રતની વાત કહી. બંને જણે સાથે મળીને આનંદપૂર્વક વ્રત ઊજવ્યું. બ્રાહ્મણે પોતાની  ઝું પડીની જગાએ હવેલી ચણાવી અને બંને સુખપૂર્વક રહેવા લાગ્યાં થોડા .  સમયમાં મહાદેવજીની કૃપા ફળી અને તેમને ઘેર દેવ જેવો દીકરો અવતર્યો.   \n \n જય મહાદેવજી ! સાકરિયા સોમવારનું વ્રત જેવું \n બ્રાહ્મણીને ફળ્યું એવું અમને ફળજો ! \n \n"
    },
    {
      "readingTitle": "ભાખરીઓ સોમવાર",
      "readingContent": "(શ્રાવણ માસના પહેલા સોમવારે આ વ્રતનો પ્રારંભ કરવો. વ્રત કરનારે ત્રણ ,  પાંચ કે સાત બીલીપત્રો ભગવાન શંકરને ચઢાવવાં અને શ્રદ્ધાપૂર્વક ભક્તિ કરવી. ભાખરીઝા સોમવારની વાત સાંભળી ભગવાન સદાશિવનું ધ્યાન ધરવું ,  એક અથવા બે ભાખરીનું એકટાણું ભોજન કરવું.) \n \n ઘણા સમય પહેલાં સોમશર્મા નામે એક બ્રાહ્મણ થઈ ગયો. તે સર્વ શાસ્ત્રોનો જાણકાર અને મહાપંડિત હતો. તે વિદ્વાન હતો એટલું જ નહિ ,  પરોપકારી પણ હતો. \n \n તેને સુશીલ અને સદાચારી સ્ત્રી હતી. તે પોતાના પતિ ઉપર ઘણું જ હેત રાખતી. બ્રાહ્મણ ભિક્ષા માગવા જતો અને જે કાંઈ મળે તેમાંથી થોડું ઘણું દાન કરતો. કોઈ દીન દુઃખિયું આવી ચડે તો પોતાની પાસે જેટલું હોય તેમાંથી અડધું અન્ન આપી દેતો અને અડધાનું ભોજન બનાવી ,  ભગવાનને નૈવેધ ધરાવી પોતે જમતો. \n \n બ્રાહ્મણ આટલો બધો સદાચારી હોવા છતાયે દુર્ભાગ્યે તેને પુરતી ભિક્ષા મળતી નહી. કોઈ કોઈવાર તો પતિ-પત્નીને ભાગે પ્રસાદી જેટલું જ ભોજન આવતું. \n \n આવી દરિદ્ર સ્થિતિથી બ્રાહ્મણ ત્રાસી ગયો હતો. જો એકલો હોત તો તે ક્યારનોય પરદેશ ચાલ્યો ગયો હોત પણ પોતાની પત્નીને લઈને ઠામ ઠેકાણા વિના ક્યાં જાય  ? \n \n બે દિવસથી તો તેને નામની જ ભિક્ષા મળતી. આજે તો તે સાવ ભૂખ્યો હતો. કંટાળીને તે ભગવાન સોમેશ્વરના મંદિરે ગયો ! મંદિરની પાસે એક તળાવ હતું. તળાવ બારે માસ નિર્મળ પાણીથી ભરેલું રહેતું હતું. \n \n તેમાં જાતજાતનાં કમળો ખીલેલાં હતાં. \n \n બ્રાહ્મણે તળાવમાંથી કમળો લઈ ભગવાનને ભક્તિભાવથી ચડાવ્યાં અને બે હાથ જોડી પ્રાર્થના કરી ઘરે જવા નીકળ્યો. ત્યાં ભગવાન સોમેશ્વર તેને ઘરડા બ્રાહ્મણના રૂપમાં સામા મળ્યા. તેમણે કહ્યું - \n ‘હે સોમશર્મા ! તું આટલો બધો વિદ્વાન હોવા છતાં શા માટે દુઃખી છે  ? ’ \n \n સોમશર્માએ કહ્યું - ‘મહારાજ ! મને એની કાંઈ સમજણ પડતી નથી. હું કોઈની ઇર્ષા પણ કરતો નથી ,  આમ છતાં ભગવાનની મારા ઉપર દયા નથી.’ આટલું કહેતામાં સોમશર્માની આંખમાં આંસુ આવી ગયાં ! પેલા વૃદ્ધ બ્રાહ્મણે તેને આશ્વાસન આપતાં કહ્યું - ‘તું ઉપાધિઓથી નિરાશ થઈશ નહિ. તારું દુઃખનું કારણ તારા ગયા ભવનાં કર્મો છે. તું વિધિપૂર્વક ભાખરીઆ સોમવારનું વ્રત કર. જેથી તું અઢળક લક્ષ્મી મેળવીશ. ભગવાન સદાશિવ તારા ઉપર પ્રસન્ન થશે. પાંડવો જયારે દુઃખી અવસ્થામાં ગુપ્તવાસ ભોગવતા હતા, ત્યારે  યુધિષ્ઠિરે આ વ્રત કર્યું હતું. જેના પ્રતાપે તેમનો યુદ્ધમાં વિજય થયો હતો અને ગયેલી સમૃદ્ધિ પાછી મળી હતી. ’ \n \n સોમશર્માએ પૂછ્યું -  ‘ મહારાજ ! ભાખરીઆ સોમવારનું વ્રત શી રીતે થાય   ?  એ મને કૃપા કરીને કહો !’ \n \n ભગવાન સોમેશ્વર બોલ્યા -  ‘ શ્રાવણ માસના પહેલા સોમવારે વ્રતનો આરંભ કરવો અને સાડા ત્રણ માસ સુધી વિધિ પ્રમાણે વ્રત કરવું. પ્રત્યેક સોમવારે ત્રણ ,  પાંચ કે સાત બીલીપત્રો મહાદેવજીને ચડાવવાં અને મહાદેવજીનું પૂજન કરવું. ભાખરીઆ સોમવારની વારતા સાંભળ્યા પછી જ એકટાણું કરવું. ’ \n \n પ્રત્યેક સોમવારે પાંચ ભાખરી ઓ બનાવવી. તેમાંથી એક ભગવાનને નૈવેધ ધરાવવી ,  બે દાનમાં આપવી અને બે ભાખરીઓ પોતાને માટે રાખવી. \n \n કારતક મહિનાની અજવાળી ચૌદશે વ્રતનું ઉજવણું કરવું. તે વેળા મહાદેવજીને ફળ તથા મેવો ધરાવી ચંદન ,  અબીલ ,  ગુલાલથી ભગવાનનું ભક્તિપૂર્વક પૂજન કરવું. યથાશક્તિ દાન આપવું. \n \n આ પ્રમાણે વ્રત કરવાથી સ્ત્રીઓ પરમ સૌભાગ્ય પ્રાપ્ત કરે છે ,  નિર્ધનને ધન મળે છે અને પોતાની મનોકામના પૂર્ણ થાય છે ,  આમ કહી ભગવાન અંતરધાન થઈ ગયા. બ્રાહ્મણ પોતાને ઘરે ગયો અને જ્યારે શ્રાવણ મહિનો આવ્યો ત્યારે તેણે ભાખરીઆ સોમવારનું વ્રત લીધું. કારતકની અજવાળી ચૌદશે તેણે વ્રતનું ઉજવણું કર્યું. \n \n આ પ્રમાણે સોમશર્માએ શ્રદ્ધાભક્તિથી ભાખરીઆ સોમવારનું  વ્ર ત કર્યું. બ્રાહ્મણને સુખ સંપત્તિમાં ખોટ ન રહી. તેના મનના મનોરથો પૂરા થયા. થોડા સમયમાં બ્રાહ્મણીને પણ દેવ જેવો દીકરો અવતર્યો.   \n \n સદાશિવની કૃપાથી બંનેને ભાખરીઆ સોમવારનું વ્રત ફળ્યું. \n \n "
    },
    {
      "readingTitle": "ગાયતુલસી વ્રત",
      "readingContent": "(આ વ્રત શ્રાવણ મહિનાની અમાસે થાય ,  વ્રત કરનાર એકટાણું કરે ;  સવારમાં નાહીધોઈ તુલસી તથા ગાયનું પૂજન કર્યા પછી જ ખાય. લીલું અનાજ ,  લીલું શાક કે લીલા રંગની વસ્તુ ન ખાય. લીલાં કપડાં ન પહેરે. સવારમાં ગાય - તુલસીની કથાવાર્તા કરે.)  \n એક બ્રાહ્મણને એક છોકરી હતી. એણે ગાય - તુલસી વ્રત કરવા માંડ્યું ,  પણ વ્રત પૂરું થાય તે પહેલાં તે મરી ગઈ અને કોળીને પેટ પડી ! છોકરીને જોઈ કોળીલોકો કહેવા લાગ્યા :  \n આવી રૂપાળી છોકરી ક્યાંથી   ?    \n રાંકને ઘેર રતન ક્યાંથી   ?    \n કુલડીમાં પાણી આલો.    \n ઢાંકણીમાં ધાણી આલો.    \n છોકરી તો ધાણી ખાય છે ,  પાણી પીએ છે અને મોટીપોટી થાય છે.  \n એકવાર એક રાજાના કુંવર મૃગયા રમતાં રમતાં અહી આવી ચઢ્યો. એણે છોકરીને જોઈ અને કહ્યું :  ‘ છોડી રે છોડી ! તું કોણ છે   ?   ભૂત છે   ?   પ્રેત છે   ?   ડાકણ છે  ? ’  \n ‘ ના ,  રે ના હું ભૂત નથી ,  પ્રેત નથી ,  ડાકણ નથી. ’ કુંવરે કહ્યું :  ‘ તાર ા જેવી છોડી મેં ક્યાંય ન દીઠી !’  \n ‘ તું મને ગમે છે. હું તને ગમું તો તું મને વર !’  \n છોકરી કહે ,  ‘ તમે મને ગમો છો પણ હું  ‘વરુ’ શી રીતે   ?  તમે તો રાજાલોક ને અમે તો કોળીલોક. ’  \n ‘ વરાય તો યે વર ને ન વરાય તો યે વર ! ’ રાજકુંવરે હઠ લીધી.    \n છોકરીએ કહ્યું :  ‘ આજથી આઠમે દહાડે આવજો. ’  \n મંગળ માટલી લાવજો ,   મંગળ ઘાટડી લાવજો.    \n કંકુનો પડો લાવજો ,   નાડાનો છડો લાવજો.    \n લીલુડા વાંસ વઢાવજો ,   નવરંગી ચોરી ચીતરાવજો.    \n પીળું પાનેતર લાવજો ,   સાત સોપારી લાવજો.    \n વાગતે ઢોલે આવજો.  \n આઠ દહાડા વીત્યા ને રાજકુંવર ધામધૂમથી વાજતે ગાજતે આવી પહોંચ્યો.  \n ‘ આઠમે દહાડે આવ્યો. કંકુનો પડો લાવ્યો ,  મંગળ ઘાટડી લાવ્યો ,  મંગળ માટલી લાવ્યો ; નાડાનો છડો લાવ્યો ,  પીળું પાનેતર લાવ્યો ,  સાત સોપારી લાવ્યો ,  વાગતે ઢોલે આવ્યો. ’  \n પહેલું મંગળ ,  બીજું મંગળ ,  ત્રીજું મંગળ ,   ચોથું મંગળ વરતાયું અને એતો પાંચમાં મંગળ પરણી  ઊઠ્યા .  \n રાજા કહે :  ‘ રાણી રે રાણી ! ચાલો ,  કાલે પરદેશ જઈએ. ખવાય તેટલું ખાઈ લેજો. પીવાય તેટલું પી લેજો. ’  \n રાણી કહે :  ‘ આજનાં ખાધાં તે કાલ પહોંચતા હશે  ? ’  \n રાજા કહે :  ‘ પહોંચે તો ય ને ન પહોંચે તો ય. ’  \n બીજે દહાડે તો રાજારાણી વનમાં આવ્યાં. રાણીને ભૂખ લાગી ,  તરસ લાગી.  \n રાજા તો ઝાડ ઉપર ચઢ્યો. ચારેકોર જોયું તો છેટે એક સરોવર દીઠું.  \n રાજા કહે :  ‘ જાઓ ,  ઉગમણું સરોવર છે એક પોસ પીજો ,  બે પોસ પીજો ,  ત્રીજી પોસ પીશો નહિ. આડા અવળી જોશો નહિ. ’  \n રાણી તો પાણી પીવા ગયાં. એક પોસ પીધી ,  બે પોસ પીધી , ત્રીજી પોસ પીધી અને આડા અવળી જોયું ,  તો સરખી સહિયરો નાહતી દીઠી ,  ધોતી દીઠી ,   ગાય - તુલસીને પૂજતી દીઠી. રાણીએ પૂછ્યું : ‘બહેન તમે શાનાં વ્રત કરો છો  ? ’  \n છોકરીઓ કહે : ‘ગાયમાનાં ,  તુલસીમાનાં વ્રત કરીએ છીએ.’  \n રાણી કહે : ‘એ વ્રત મને શીખવો ,  તો હું કરું.’  \n છોકરીઓ કહે : ‘તમે રાજાલોક ,  એ વ્રત તમારાથી થાય નહિ.’  \n રાણી કહે : ‘થશે ,  પાળીશ ને કરીશ.’  \n છોકરીઓ કહે : ‘દોરાની ત્રીસ સેરે ત્રીસ ગાંઠો વાળવી ,  પીળા પસ્ટે દોરો બાંધવો અને ગાય - તુલસીની વાત કહેવી. સાંભળનાર ન હોય તો :  \n ગાયમાને ગાળે કહેવી ,    \n તુલસીમાને ક્યારે કહેવી ,    \n પીંપળાને પાને કહેવી ,    \n સૂરજદેવની સાખે કહેવી ,  \n ધરતીમાને ધ્યાને કહેવી ,    \n લીલું ઝાડ તોડવું નહિ ,  લીલું વરસ પહેરવું નહિ ,  લીલું અન્ન ખાવું નહિ. એ પ્રમાણે વ્રત કરવું.’  \n રાણીએ તો વ્રત લીધું અને ચાલવા માંડ્યું. ચાલતાં ચાલતાં ગામ આવ્યું. રાજારાણી ગામને ઝાંપે આવ્યા. વાજતે ગાજતે ઘરે ગયા.  \n બીજો દહાડો થયો.    \n ડોશી બોલ્યાં :  ‘ ઊઠો રાણીજી ! દાતણ કરો. ’  \n રાણીએ દાતણ કર્યું.    \n ‘ ઊઠો રાણીજી ! નાવણ કરો. ’  \n ‘ મારે નાવણ કરવું નથી. ’  \n ‘ એવું શું છે  ? ’  \n ‘ ગાય - તુલસીનાં વ્રત છે. ’  \n ડોશીને ક્રોધ ચડ્યો :  ‘ આવી ત્યારથી વ્રત લાવી ,  વરતુલાં લાવી ,  છૈ યાને છંછેડતી આવી ,  ભાઈને ભંભેરતી આવી. ’  રાણી બોલી :  ‘ ગાળો દેશો નહિ ,  વ્રત થશે ,  પાળીશ ને કરીશ. ’ એમ કહી રાણી નદીએ ના ’ વા નીકળી. ડોશીએ તેને લીલા રંગના કપડાં આપ્યાં. નાહીને એણે લીલાં કપડાં પહેર્યા નહિ અને ભીને લુગડે ઘરે આવી ,  \n ના ’ તી આવી ,  ધોતી આવી ,    \n જળની ઝારી ભરતી આવી ,    \n ગાય - તુલસી પૂજતી આવી !    \n ઘેર આવીને જમવા બેઠી.  \n ડોશીએ તો રોટલો અને દૂધીનું શાક મૂક્યું. રાણીએ શાક શાક ભોંયમાં ભંડાર્યું અને રોટલો - રોટલો ખાઈને ઊઠી.  ‘ જે તુલસીમા ! જે ગાયમા ! ’ કહીને ઊઠી.  \n ડોશીએ તો બીજે દહાડે ભીંડાનું શાક ,  ત્રીજા દહાડે કારેલાંનું શાક અને ચોથે દહાડે તુરિયાંનું શાક કર્યું.  \n રાણીએ ચારે દહાડા શાક શાક ભોયમાં ભંડાર્યું અને રોટલો - રોટલો ખાધો !  \n રાણીને ગાય - તુલસીનાં વ્રત ફળ્યાં. રાણીને મહિના રહ્યા. એક માસ ,  બે માસ ,  ત્રણ માસ ,  ચાર માસ અને પાંચ માસ થયા.  \n રાણી કહે :  ‘ પાંચ માસે પંચમાસી - રાખડી બાંધીને  ? ’  \n ડોશી કહે :  ‘ કોળીની છોકરીને રાખડી શી ને આખડી શી  ? ’  \n રાણી કહે :  ‘ બંધાય તો ય બાંધો ને ના બંધાય તો ય બાંધો. ’  \n ડોશી કહે :  ‘ ચાર વાટોની રેત લાવો. હનુમાનની મળી લાવો ,   એક કાળી  ચી દળી લાવો. ’ એમ કરીને રાખડી બાંધી.  \n છ માસ થયો ,  સાત માસ થ યા .    \n રાણી કહે :  ‘ બા ,   ખોળો ભરાવોને  ? ’  \n ડોશી કહે :  ‘ કોળીની છોકરીને ખોળા શા ને ઓળા શા  ? ’ ચાર દાણા ચોખાના ,  એક લીલું નાળિયેર એમ કરીને ખોળો ભરાવ્યો. આઠ માસ વીત્યા ને પૂરા નવ માસે રાણીને છોકરો અવતર્યો.  \n રાજા તો ભરી સભામાં બેઠા હતા ,  ત્યાં ફૂલનો દડો પડ્યો. છોકરો જ ન્મ્યા ની વધાઈ મળી ,  રાજાનું મોટું મલકાણું.  \n ડોશી કહે :  ‘ કોળીની છોકરી છોકરો શું જણે   ?   સાવરણી ને  સું થિયું જ તો ! ’ સાસુ ઝેરીલી હતી. છ વહુઓને છોકરો નહિ ને કોળીની છોકરીને જન્મ્યો   ?  તેણે ભોંયમાંથી ભાલા ઉગાડવા માંડ્યા.  \n છોકરો મારી નાખવાનો ઉપાય કર્યો ,  છોકરાને ઉકરડાની ટોચે નાખી દેવડાવ્યો ,  છોકરો ત્યાંથી ગબડતો ગબડતો ___  \n ગાયમાના ગાળે ગયો ,  તુલસીમાને ક્યારે ગયો ,    \n પીંપળાંને પાને ગયો ,  સૂરજદેવની સાખે ગયો ,    \n ધરતીમાને ખોળે ગયો ,  ગાયમાં ધવરાવે છે ,    \n પીંપળો પાળે છે ,  ધરતીમાતા રખાવાળું કરે છે.  \n એવામાં એક સુતારની છોકરી ગાય - તુલસીનાં વ્રત કરતી હતી ,  તે ગાયમાને પૂજવા આવી. એણે કુંવરને રમતો જોયો ,  ને બોલી :  \n ‘ ગાયમા રે ! તુલસીમા રે ! આ ભાઈ કોનો  ? ’  \n ‘ તને ગમે તો તું લઈ જા ! ’  \n ‘ ના રે ! ના ,  કોનો હોય ને કોનો નહિ ! ’  \n ‘ હું આપું છું ,  તું લઈ જા ને ! ’  \n છોકરી તો ભાઈને લઈને ઘરે ગઈ.  \n ‘ મા ! મા ! ભાઈ લાવી. ’  \n ‘ કોનો હોય ને કોનો નહિ   ?  ભૂતનો હોય ,  પ્રેતનો હોય ,  ડાકણનો હોય !’  \n છોકરી કહે :  ‘ ના રે ! ના. ’  \n ગાયમાએ આપ્યો ને લાવી.    \n તુલસીમાએ આપ્યો ને લાવી.    \n પીંપળાએ આપ્યો ને લાવી.  \n સૂરજદેવે આપ્યો ને લાવી. ’  \n ભાઈને પારણામાં સૂવાડ્યો. બહેન તો હાલરડાં ગાય છે :    \n ‘ હાલો રે ,  હાલો ,  મારો ભાઈ છે રે વા ’ લો ___  \n છોકરો તો મોટો થયો. કાકા - બાપા કહેવા લાગ્યો.  \n ‘બાપા બાપા ! મને લાકડાનો ઘોડો ને કાચનું પલાણ કરી આપોને!’  \n સુતારે તો લાકડાનો ઘોડો ને કાચનું પલાણ કરી આપ્યું. બીજે દહાડે છોકરો ઘોડાને પાણી પીવડાવવા લઇ ગયો.  \n ‘લાકડાનો ઘોડો અને કાચનું પલાણ.  \n પી રે પાણી ___ પો ___ પો. ’  \n એટલામાં રાજાની છએ રાણીઓ પાણી ભરવા આવી. તેમણે કહ્યું :  \n ‘ ગાંડા છેયા !  ઘે લા  છૈ યા ! લાકડાના થોડા તે પાણી પીતા હશે  ? ’  \n લાગ જોઈને છોક રો  બોલ્યો :    \n ‘ ગાંડી રાણી ! ઘેલી રાણી ! રાજાની રાણી તે કંઈ સાવરણી ને સું થિયું જણતી હશે  ? ’  \n રાણીઓને ખોટું લાગ્યું. ઘેર જઈને રાજાને વાત કહી :  ‘ સુતારના છોકરાએ મે ’ ણા દીધાં. ’  \n રાજાએ તો છોકરાને બોલાવ્યો. કાળો ઘોડો ,  કાળાં કપડાં અને કાળું અન્ન આપી ,  અંધારી રાતે તેને નગરમાંથી કાઢી મૂક્યો. છોકરી ત્યાંથી ચાલી નીકળ્યો !  \n બીજા ગામનો રાજા યજ્ઞ કરતો હતો. તેણે છોકરાને જતાં જોયો. રાજાએ છોકરાને પાસે બોલાવી કહ્યું :  ‘ ભાઈ ! તું અહીં રહે ,  આજે મારે ત્યાં જમણ છે. તું પીરસ જે. ’  \n ‘ ના રે ના ,   હું સુતાર છું. મારાથી કેમ પીરસાય   ?    \n ‘ પીરસાય તો યે રહે અને ના પીરસાય તો યે રહે , ’  \n સાતે રાણીઓને ત્યાં જમવાનું હતું.    \n કોળણરાણી કહે :  ‘ મા ! મા ! શું પહેરું  ? ’  \n ‘ ઝાડે ફરવાનો સાડલો અને ઝાડે ફરવાનું કાપડું જ તો. ’  \n ફરી પૂછ્યું :  ‘ મા ! મા ! શું લઉં  ? ’  \n ‘ ઝાડે ફરવાનો ચવડો જ તો. ’  \n સાતે રાણીઓ જમવા આવી.  \n કોળણરાણી ઉકરડે બેઠી .  \n છોકરો પીરસતો પીરસતો મા પાસે આવ્યો .  \n ત્યાં તો કપડાની કસ તૂટી , ધાવણની સેર છૂટી !  \n ‘ આ મા , ને આ જ એનો બેટો ! ’ આખું ગામ બોલી ઊઠ્યું .  \n રાજા રાજી થઈ ગયા .  સુતારની છોકરીને બોલાવીને પૂછ્યું :  ‘ આ ભાઈ ક્યાંથી લાવી  ? ’  \n છોકરીએ કહ્યું :  ‘ આ ભાઈ મને ગાયમાએ આપ્યો , તુલસીમાએ આપ્યો . ’  \n રાજાએ બધી વાત સાંભળી અને રાજી થઈ ગયા .  \n છએ રાણીઓએ વ્રત કરવાનો વિચાર કર્યો . છોડીઓ પાસેથી વ્રત લીધું , પણ વ્રત કાણું - કૂબડું કર્યું .  \n છયેને કાણી - કૂબડી છોકરીઓ અવતરી ! ફરીથી વ્રત કર્યું . એક મને , એક ચિત્તે ને એક ધ્યાને . છયેને મોતીના દાણા જેવાં કુંવર અવતર્યા . રાજમાં બધે આનંદ વરતાયો .  \n બધાં રાજાને ત્યાં વધાવવા ગયાં .  રાજા કહે :  ‘ મને શું વધાવો છો   ?  વધાવો રૂડાં ગાયમાં , તુલસીમા . ’  \n ઊંચી ખડકી નીચી ખડકી , માંહી વાવ્યા તલ ને તુલસી ,  \n લાલ , બાળ , જયગોપાળ .  \n રામબાઈ , શામબાઈ , પાનબાઈ , અમરબાઈ ,  \n સૌએ પહેર્યા અમરપાન ,  \n હિંડોળાખાટે હીંચે છે . પાનનાં બીડાં ચાવે છે .  \n લાલને ધવરાવે છે .  \n લાલ હીંડે તો કંકુમનાં પગલાં પડે ,  \n હસે તો હીરા ખરે !    \n જય ! રૂડાં ગાયમા , જય રૂડાં તુલસીમા !  \n સૌને ફળ્યાં એવાં અમને ફળજો .  \n  \n"
    },
    {
      "readingTitle": "સતિ સિમંતિની",
      "readingContent": "(અખંડ ,  સોમવારનું વ્રત કરનારે સોમવારે વહેલા ઊઠી નદીએ નાહવું. સાંજે મહાદેવજીના મંદિરે જવું. ઘીનો દીવો કરવો. મહાદેવપાર્વતીનું પૂજન કરવું. સતી સિમંતિનીની કથા સાંભળીને જમવું.)  \n ઘણાં વર્ષો પહેલાં આપણાં દેશમાં એક રાજા થઈ ગયો. એનું નામ ચિત્રવર્મા હતું. તે બહુ જ સદાચારી અને દયાળુ હતો ,  ઠેકાણે ઠેકાણે સદાવ્રતો માંડી દીન - દુઃખિયાંને અનાજ આપતો. ગો બ્રાહ્મણની સેવા કરતો. લોકોનું કલ્યાણ કરવામાં તે સદા તત્પર રહેતો.  \n આમ તો તે સર્વ વાતે સુખી હતો પણ તેને સંતાન ન હતું. એટલે તેનું મન ચિંતામાં બળ્યા કરતું.  \n રાજા દહાડે દહાડે ચિંતામાં સૂકાતો જતો હતો. એક દિવસ પ્રધાને કહ્યું :  ‘ પ્રભુ આમ ચિંતા કરે શું વળશે   ?  જો આપ આજ્ઞા આપો તો હું આપને માટે બીજા લગ્નની ગોઠવણ કરું. ’  \n રાજા બોલ્યો :  ‘ પ્રધાનજી ! તમારી વાત ખરી છે ,   પણ બીજું લગ્ન કરવાથી શું   ?  જો મારા ભાગ્યમાં સંતાન નહિ જ થવાનું હોય ,   તો બીજી સ્ત્રીને ક્યાંથી થશે  ? ’ રાજા એક પત્નીવ્રત પાળતો હતો. ઘણીવાર રાણીએ પોતે કહેલું ,  છતાં રાજાએ લગ્ન કરવાની ના પાડી હતી.  \n રાજાની પ્રભુ પ્રત્યેની એકનિષ્ઠાથી પ્રસન્ન થઈ ,  એક દિવસ નારદમુનિ ત્યાં આવ્યા.  \n નારદજીને રાજાએ માનપૂર્વક બેસાડી ભક્તિભાવ પૂજા કરી સ્વાગત કર્યું નારદે સંતુષ્ટ થઈ પૂછયું : ‘ રાજા !  તમે શાની ચિંતામાં પડ્યા છો  ? ’ રાજા બોલ્યો : ‘ મુનિરાજ મને બીજી કોઈ વાતની ચિંતા નથી , આપની કૃપાથી  હું સર્વ  વાતે સુખી  છું,  પણ સંતાન વિના મારું મન મુંઝાય !’  \n નારદ બોલ્યા : ‘ સંતાનની ઈચ્છા હોય તો યજ્ઞ કરો .  પ્રભુ તમને અવશ્ય સંતાન આપશે .’  \n રાજાએ યજ્ઞનો આરંભ કર્યો એટલામાં આકાશવાણી થઈ : ‘ રાજા ! અમે તમારી શ્રદ્ધા અને ભક્તિથી પ્રસન્ન થયા છીએ ,  યજ્ઞ પૂ રો  થયે   તું  તારી રાણીને ય જ્ઞ ની પ્રસાદી - ખીર આપજે ,  એટલે રાણીને એક ગુણવાન અને રૂપવાન કન્યાનો જન્મ થશે .’  \n યજ્ઞ પૂરો થયો .  રાજાએ રાણીને પ્રસાદી આપી .  થોડા દિવસ પછી રાણી ગર્ભવતી થઈ .  નવ મહિને રાણીને ચંદ્ર જેવી રૂપાળી કુંવરીનો જન્મ થયો . રાજાએ  તો  જોષીઓને તેડાવી જન્મોત્રી કરાવી . જોષીઓએ કુંવરીનું ભવિષ્ય જોઈ  \n કહ્યું :  \n ‘હે  રાજા ! તમારી કન્યાનું નામ સિમંતિની રાખો . તે  રૂપમાં ગુણમાં બધી કન્યાઓ કરતાં ચડિયાતી થશે .  એક મહાન પ્રતાપી રાજા સાથે તેનું લગ્ન થશે ___ પણ ચૌદમાં વર્ષે તે વિધવા થશે .’  \n ‘ ચૌદમાં વર્ષે વિધવા થશે !’  સાંભળી રાજા તો ભયભીત થઈ ગયો એટલામાં એક જોષી બોલી ઊઠ્યો : ‘ મહારાજ ! ચિંતા ન  કરશો , એક યોગ ઘણો જ સારો  છે,  ચૌદમાં વર્ષે વિધવા થશે પણ ભગવાન શંકરની કૃપાથી તેને ગયેલું સૌભાગ્ય પાછું મળશે .’  \n આ  સાંભળી રાજાને શાંતિ વળી તેમણે જોષીઓને દક્ષિણા આપી વિદાય  કર્યા.  \n સિમંતિની દિવસે દિવસે બીજના ચંદ્રમાની પેઠે મોટી થવા લાગી , પા ઠ શાળામાં   તે  ભણી ઊઠી ધર્મશાસ્ત્રોનો પણ તેણે ઊંડો અભ્યાસ કર્યો . ધીમે ધીમે તે સમજણી થઈ .  રાજાએ તેના લગ્નની ગોઠવણ માંડી .  \n એક વાર સિમંતિની ફૂલવાડીમાં પોતાની સખીઓ સાથે રમતી હતી . હસતાં હસતાં  એક  બહેનપણી બોલી : ‘ બહેન  \n ચૌદમું વર્ષ સારું જાય તો બસ. ’  \n સિંમતિની બોલી :  ‘ કેમ ,   અલી ચૌદમાં વર્ષે શું છે  ? ’  \n ‘ જોષી કહેતા હતા કે ,  ચૌદમાં વર્ષે તું વિધવા થવાની ! ’ ‘ વિધવા ’ શબ્દ સાંભળતાં જ જાણે સિમંતિનીના માથે વીજળી પડી ! એનું મન ધ્રૂજી ઊઠયું ! સિમંતિની શાંત ચિત્તે વિચાર કરવા લાગી અને પોતે યાજ્ઞવલ્કય ઋષિનાં પત્ની મૈત્રેયી પાસે ગયી. મૈત્રેયી ઘણાં પ્રેમાળ હતાં. એમની પાસે સિમંતિનીએ મન મૂકીને બધી વાત કરી અને પૂછ્યું : ‘ માતા હું કર્યું વ્રત કરું   ?   શું કરું તો મારા પતિનું જીવન બચે  ? ’ એ મને બતાવો. તમે કહેશો તે કરવા હું રાજી છું. મારો પ્રાણ આપવો પડશે તો યે હું આપીશ. ’  \n મૈત્રેયી બોલ્યાં :  ‘ બેટા ! ચિંતા ન કરીશ ,  પતિનું જીવન બચાવવાનો એક ઉપાય છે અને તે એ કે ,  ભગવાન શંકર અને પાર્વતીને પ્રસન્ન કરવાં ,  એ જ અખંડ સૌભાગ્ય આપશે. ’  \n ‘ શી રીતે   ?   કયા વ્રતથી પ્રસન્ન કરું  ? ’ સિમંતિનીએ પૂછયું. મૈત્રેયી બોલ્યા : ‘ સોળ સોમવારના વ્રતથી મહાદેવજી પ્રસન્ન થશે. ’  \n સિમંતિનિ ઘરે ગઈ અને તેણે સોમવારના વ્રતનો આરંભ કર્યો ,  નિત્ય શંકર - પાર્વતીની પૂજા કરવા લાગી.  \n થોડા દિવસ વિત્યાને સિમંતિનિનું લગ્ન તેના પિતા ચિત્રવર્માએ નૈષધદેશમાં નળરાજાના પૌત્ર ચિત્રાંગદ સાથે બહુજ ધામધૂમથી કર્યું. હીરા ,  મોતી ,  માણેક ,  હાથી ,  ઘોડા જેટલું અપાય તેટલું આપ્યું અને મનગમતી પહેરામણી આપી સિમંતિનીને સાસરે વળાવી.  \n સિમંતિની પોતાના ઉત્તમ ગુણોને લઈને સાસરિયાંમાં બધાને પ્રિય થઈ પડી. સાસુ સસરા અને પતિની તે ખરા ભાવથી સેવા કરવા લાગી. નાની વયમાં આટલાં બધાં વ્રતો અને ઉપવાસ કરવાની તેના સાસુ - સસરાએ ઘણીવાર ના પાડી ,   છતાં એણે નિત્યનિયમ પ્રમાણે  વ્ર તો ચાલુ જ રાખ્યાં. એક દિવસ સિમંતિની પોતાના પતિ સાથે યમુના નદીના તીરે ફરવા ગઈ. ત્યાં અચાનક ચિત્રાંગદના મિત્રો આવી ચડ્યા. તેમણે ચિત્રાંગદને કહ્યું :  ‘ ચાલો ,  આપણે હોડીમાં બેસી થોડોક જલવિહાર કરી આવીએ.’  \n સિમંતિનીએ ઘણી રીતે ચિત્રાંગદને હોડી પર જતાં અટકાવ્યો ,   પણ તે અટક્યો નહિ. બધા મિત્રો હોડીમાં બેઠા અને હોડી હંકારી મૂકી. એવામાં ઓચિંતાનો પવન ભારે વેગથી  ફું કાવા લાગ્યો ,  હોડી હાલમડોલ થવા લાગી ,  ભયંકર વાવાઝોડું થયું અને હોડી જોતજોતામાં નદીના ઉછળતા પાણીમાં ડૂબી ગઈ !  \n સિમંતિની હૈયાફાટ રૂદન કરવા લાગી. ઘણા માણસો દોડી આવ્યા. રાજમહેલમાં પણ આ અશુભ સમાચાર પહોંચ્યા. આખું નગર શોકસાગરમાં ડૂબી ગયું.  \n ચિત્રાંગદ જેવો ડૂ બ્યો ,  તેવો તેને એક નાગકન્યાએ જોયો અને બચાલી લીધો. નાગકન્યા ચિત્રાંગદને નાગરાજા પાસે લઈ ગઈ.  \n નાગરાજે તેનું ભાવપૂર્વક સ્વાગત કર્યું ,  ચિત્રાંગદને ઘરે જવાની બહુ ઈચ્છા હતી ,  એટલે નાગરાજે એક સશક્ત ઘોડો આપી તેને બહાર પહોંચતો કર્યો.  \n એ જ સમયે સિમંતિની નાહવા આવી હતી. અચાનક નદીના પાણીમાંથી ઘોડો બહાર આવ્યો. સિમંતિનીની દૃષ્ટિ ઘોડા પર પડી. પોતાના પતિને જોઈને તે ગાંડીઘેલી બની ગઈ !  \n પતિ - પત્ની એક બીજાને પ્રેમથી ભેટી પડ્યાં. ચિત્રાંગદ બોલ્યો :  ‘ તમારા વ્રતના પ્રતાપે જ હું તમને મળ્યો છું. ’  \n ચિત્રાંગદ જીવતો હોવાના સમાચાર નગરમાં પહોંચ્યા. આખા નગરમાં આનંદ આનંદ થઈ રહ્યો.  \n સિમંતિનીને પોતાનું સૌભાગ્ય પાછું મળ્યું. એણે આખું જીવન વ્રત કરવાની પ્રતિજ્ઞા લીધી. સમય જતાં શિવ - પાર્વતીની કૃપાથી સિમંતિનીને આઠ પુત્રો થયા. એના પિતાને ત્યાં પણ મોટી વયે પુત્ર થયો. વ્રતના પ્રભાવથી આખું કુટુંબ આનંદમય બની ગયું.  \n જે કોઈ આ સતી સિમંતિનીની વારતા સાંભળશે ,    \n તેને પણ આવું જ ફળ મળશે ,   પરમ સૌભાગ્ય પ્રાપ્ત થશે.    \n  \n "
    },
    {
      "readingTitle": "મુનિવ્રત",
      "readingContent": "શ્રાવણ મહિનામાં આ વ્રત કરનાર કુમારિકાઓ સંધ્યાટાણે સૂરજ ડૂબે ત્યારે બોલવાનું બંધ કરે - મૌન પાળે.  \n જ્યારે આકાશમાં પાંચ તારાઓ દેખાય ત્યારે મુનિવ્રત છૂટે ,   પણ કોઈ વ્રત છોડાવનાર જોઈએ.    \n વ્રત છોડાવનાર નીચેની કવિતા ગાય -  \n અંટ વાગે ઘંટ વાગે ,    \n ઝોલરનો ઝણકાર વાગે ,    \n ઉગ્યા તારા મુનિવાળા ,  \n બોલો મુનિ રામ ! રામ !    \n ‘ રામ રામ ’ શબ્દો ઝીલી વ્રતકરનાર વ્રત છોડે ,  તે પછી બોલવાનું ચાલુ કરે.  \n  \n "
    },
    {
      "readingTitle": "નાગ પાંચમ",
      "readingContent": "(શ્રાવણ વદ -5: વ્રત કરનાર સવારે નાહી ધોઈને પાણિયારા પર નાગનું ચીતરામણ દોરી ,  ઘીનો દીવો કરી પૂજન કરે ,  બાજરીના લોટની ઠંડા ઘીમાં ચોળેલી કુલેરનું નૈવેધ ધરાવે ,  આગલા દિવસના પલાળેલા મઠ ,  મગ ,  બાજરી ,  કાકડી અને અથાણું જમે.)  \n એક ડોશી હતી.  \n ડોશીના ઘરમાં સાત દીકરા અને સાત વહુઓ હતી. નાની-વહુને પિયરમાં કોઈ નહિ ,  એટલે બધાં તેને ‘નબાપી___ નપિ’રી કરી મે’ણાં દે. ખાવા પીવાનું પૂરું ન આપે અને બધું કામ નાની વહુને માથે !  \n સરાદના દા’ડા આવ્યા. ઘરમાં ગાયો ભેંસના દૂધની ખીર રાંધી.  \n ઘરમાં બધાં પેટ ભરીને ખાઈપી ઊઠ્યાં. નાનીવહુને જમવા યે ન બોલાવી.  \n નાનીવહુને ચડતા દા’ડા હતા. તેને ખીર ખાવાનું ઘણુંયે મન થાય. પણ કરે શું  ?  \n સાસુ બોલી : ‘અલી નપિ’રી ! જોઈ શું રહી છે   ?   વધ્યું - ઘટયું ખાઈને વાસણ માંજી નાંખ ને  ? ’  \n નાનીવહુ ઊઠી ,  ખીરના તપેલામાં જોયું તો ઠાલું ઠમ !  \n એની આંખમાં પાણી આવ્યું. ભૂખ્યા પેટે વાસણનો ખડકલો લઈને એ નદી ઉપર માંજવા ગઈ.  \n વાસણ માંજતાં માંજતાં તેની દૃષ્ટિ ખીરના તપેલામાં ગઈ ,    \n તેણે તાવેતો લઈને તપેલામાં ચોટેલા ક પો ડાં ઉખેડીને સાડલાને છેડે બાંધ્યા ,  એના મનમાં એમ કે ,  નાહી ધોઈને ખાઉં ,  \n એટલામાં એક નાગણની દૃષ્ટિ સાડલામાં બાંધેલા કપડાં ઉપર પડી. એને ય ચડતા દા ’ ડા હતા. એને ય ખીરનાં કપડાંનો ભાવ થયો. એ આવીને ગુપચુપ ખાઈ ગઈ.  \n વહુ નાહીને આવી ,  સાડલામાં જોયું તો કપોડાં ન મળે !  \n નાગણ આ બધું સંતાઈને જોતી હતી. એના મનમાં થયું કે અવશ્ય મને ગાળો દેશે.  \n પણ વહુ તો બોલી :  ‘ હશે કોઈ મારા જેવી દુઃખીઆરી ,  ભલે ખાઈ ગઈ ,  મારું પેટ ઠરે એવું એનું પેટ ઠરજો. ’  \n નાનીવહુએ ગાળો નહીં ,  આશીર્વાદ આપ્યા. એ સાંભળી નાગણ પ્રસન્ન થઈ ગઈ. વહુ પાસે આવીને એણે કહ્યું : ‘ બહેન ! તારાં કપોડાં હું ખાઈ ગઈ છું. બોલ તને શું દુ:ખ છે  ? ’  \n નાની વહુએ બધી વાત કરી :  ‘ મા ,  મારા પિયરમાં કોઈ નથી. એટલે બધાં મને મે ’ ણાં મારે છે. પૂરું ખાવા યે નથી આપતા. અત્યારે મને સારા દા ’ ડા રહ્યા છે ,  મારો ખોળો ભરાવનાર પણ કોઈ નથી ! ’ આટલું કહેતામાં નાનીવહુની આંખોમાં ઝળઝળિયાં આવ્યાં.  \n નાગણને દયા આવી. નાગણ કહેવા લાગી :  \n ‘ ના ,  બેટી ,  તું રડીશ નહિ. આજથી અમને તારાં પિયરિયાં માનજે ,  જ્યારે તારો ખોળો ભરવાનો થાય ,  ત્યારે પેલા રાફડા પાસે કંકોત્રી મૂકી જજે. ’  \n નાનીવહુના મનમાં હરખ માતો નથી. એને તો જાણે ધરમની મા મળી. એ તો રાજી થઈને ઘેર ગઈ.  \n વહુને ખોળો ભરવાનો દિવસ આવ્યો ! ઘરમાં બધાં વાતો કરવા  લાગ્યાં : ‘એને તો પિયરમાં સૂકું થડિયું ય નથી. એને વળી ખોળા શા  ? ’ નાનીવહુનો જીવ મૂંઝાણો. એણે સાસુને કહ્યું : ‘બાઈજી ! મારાં પિયરમાં દૂરનાં સગાં છે ,  કંકોત્રી તો લખી આપ !’  \n એક ઘરડી પડોશણ બોલી : ‘કટકો કાગળ લખવામાં શું જાય છે   ?  લખી આપો ને !’  \n કંકોત્રી લઈને વહુ પેલા રાફડા પાસે મૂકી આવી.  \n ખોળો ભરવાનો સમય થયો. સાસુએ ટોણો માર્યો : ‘ઝટ કરો ને ! ચૂલે આંધણ મેલો ,  હમણાં વહુનાં પિયરિયાં આવશે. પેટી ભરીને લુગડાં લાવશે !’  \n એટલામાં તો નાગણ ,  નાગદેવતા અને નાગકુમારો આવ્યા. પેટી ભરીને હીરનાં ચીર લાવ્યા ,  સોનાનાં ઘરેણાં લાવ્યા. જોઈને બધાંના મોં સીવાઈ ગયાં ,  ન કોઈ બોલે કે ચાલે !  \n ચૂલે તો સાચો સાચ આંધણ મૂક્યું. નાગદેવતાઓએ કહ્યું : ‘અમારા માટે દૂધ મૂકો ;  અમે તો દૂધના પીનારા.’ દૂધના દેગડા ચૂલે ચડ્યા.  \n પાસેના ઓરડામાં દૂધનાં તપેલાં મૂક્યાં. નાગદેવતાઓ ચપ્ ચપ્ દૂધ પી ગયા.  \n ખોળો ભરાવા માંડ્યો.  \n વહુને તો હીરનાં ચીર ,  સોનું - રૂપું ,  હીરા - માણેક જોઈએ તેટલું આપ્યું. સાસરિયાં છોભીલાં પડી ગયાં.  \n નાગદેવતા બોલ્યા : ‘હવે વળાવો ત્યારે સુવાવડ પછી સવા મહિને મૂકી જઈશું.’  \n વહુને વળાવી. નાગદેવતાઓ વહુને લઈને ચાલવા લાગ્યા. તેમણે કહ્યું : ‘બહેન ,  ગભરાઈશ નહિ. અમારી પાછળ પાછળ ચાલી આવ.’  \n બધાં એક મોટા ભોંયરામાં ઉતર્યા.  \n ત્યાં જુએ છે તો મોટો રાજ - મહાલય દીઠો ! વહુ તો રાજીરાજી થઈ ગઈ ,  હીંડોળાખાટ પર બેસીને ઝૂલવા લાગી.  \n નાગણ બોલી : ‘જો બહેન ! આ નાગકુમારોને તારા ભાઈ સમજજે. ખા ,  પી ને આનંદ કર ,  પણ એક કામ તારે કરવાનું: સવારે બપોરે અને સાંજે ઘંટડી વગાડજે એટલે બધા નાગકુમારો દૂધ પીવા મેગા થશે ,  એમને નિયમિત દૂધ પાવું એ તારું કામ.’  \n દિવસો વીત્યા ને નાનીવહુને દેવ જેવો દીકરો અવતર્યો. છોકરો તો દા’ડે ય વધે ને રાતે ય વધે ! એમ કરતાં કરતાં મોટો થયો.  \n એક દિવસે નાની વહુ ઉકળતું દૂધ ટાઢું પાડવા મૂકી બહાર ગઈ ,  છોકરો રમતો રમતો દૂધ પાસે ગયો. ત્યાં તેણે પેલી ઘંટડી જોઈ ,  છોકરાએ ઘંટડી વગાડી ;  ત્યાં તો નાગકુમારો દોડતા આવ્યા. નાગકુમારોને જોઈ છોકરો તો બીનો. તેના હાથમાંથી ઘંટડી પડી ગઈ. ઘંટડી બરાબર બે નાગકુમારોનાં પૂછડાં પર પડી ,  એટલે તેમનાં પૂછડાં કપાઈ ગયાં! બીજા દૂધ પીવા ગયા પણ ગરમ ઉકળતું દૂધ. બાપડાઓનાં મોઢાં બળી ગયાં !  \n નાગકુમારોતો બાંડિયા અને બૂચિયા થઈ ગયા !  \n નાનીવહુ બહારથી આવીને જૂએ ,   તો રૂપાળા નાગકુમારો બાંડિયા અને બૂચિયા થઈ ગયા ! પણ શું કરે   ?   નાના છોકરાને શું કહે   ?  પણ નાગકુમારો ક્રોધે ભરાયા અને કહેવા લાગ્યા : ‘અમે તારા છોકરાને કરડી ખાશું.’  \n એટલામાં નાગમાતા આવી પહોંચી અને નાગકુમારોને શાંત કર્યા ,  પણ એમના મનમાંથી વેર ગયું નહી !  \n નાનીવહુને સાસરે વળાવવાનો દિવસ ઓવ્યો. મનગમતી પહેરામણી આપી. સોનાનો ચૂડો આપ્યો અને વિદાય દેતાં નાગમાતાએ કહ્યું : ‘તને દુ:ખ પડે તો અહીં આવજે.’  \n સાસુ તો છોકરાને જોઈ વહુને ભેટી પડી ,  પણ બીજી વહુઓના મનમાં થયું કે ,  આ માનિતી થઈ પડશે ,  એટલે બીજી  \n વહુઓ એની પર વધારે રીસ કરવા લાગી.  \n હવે પેલા નાગકુમારોના મનમાં થયું કે ,  અહીં આપણને નાગમાતાએ કરડતાં વાર્યા પણ ત્યાં કોણ વારશે ?  એમ મનમાં ગાંઠ વાળી નાની વહુને સાસરે કરડવા આવ્યા અને ઘંટી નીચે સંતાઈ ગયા.  \n વહુ પાણીનું બેડું ભરીને આવી. ઊંબરામાં આવતાં ઠોકર લાગી ,  એટલે તેને પોતાના બાંડીયા - બૂચિયા ભાઈ સાંભરી આવ્યા. તે બોલી : ‘ખમ્મા ઓ મારા બાંડિયા - બૂચિયા વીર.’  \n નાગકુમારો તો વિચારમાં પડ્યા કે ,  બહેન હજી આપણને કેટલા સંભારે છે !  \n બીજે દિવસે નાનીવહુ પાણી ભરવા ગઈ ,  નાગકુમારો પણ છાનામાના સાથે ગયા ,  વહુને વાવને પગથિયે ઠેસ વાગી. નાનીવહુ ફરીથી બોલી ઉઠી :  \n ‘ખમ્મા ! મારા બાંડિયા - બૂચિયા વીર.’  \n નાગકુમારોએ બહેનનો આટલો બધો પ્રેમ જોઈ કરડવાનો વિચાર માંડી વાળ્યો અને ત્યાંથી ચાલતા થયા.  \n એક દિવસ મોટીવહુની દૂધની તાંબડી છોકરાએ રમતાં રમતાં ઢોળી નાંખી. એ તો લાલપીળી થઈ ગઈ અને છણકામાં બોલી :  \n ‘અમારા રાંકનું દૂધ શીદ ઢોળાવી નાખો છો તમે તો મોટા પિયરનાં છો ,  કાલે ગાયો લાવીને બાંધશો ,   પણ અમે શું કરીશુ  ? ’  \n નાનીવહુને ખોટું લાગ્યું. તે છોકરાને લઈ ફરીથી નાગમાતા પાસે ગઈ અને તેણે પોતાના દુઃખની વાત કહી.  \n નાગમાતાએ એને બે દિવસ રાખી અને કહ્યું : ‘બેટી ! ચિંતા ન કરીશ. જા તું ઘરે જઈને વાડો કરાવ ! હું કાલે ગાયો મોકલીશ.’  \n નાનીવહુએ ઘેર આવી વાતો કરાવ્યો ,  એટલામાં તો પેલા બાંડિયા - બૂચિયા ભાઈ પુષ્કળ ગાયો લઈને આવ્યા. બહેનનો વાડો ગાયોથી ભરાઈ ગયો. બહેન પેલા નાગકુમારોને ‘ભાઈ ,  ભાઈ !’ કહીને ભેટી પડી ! વાડો ભરાતાં વધેલી ગાયો તેણે જેઠાણીઓને આપી.  \n જેઠાણીઓ રાજી રાજી થઈ ગઈ.    \n આખા ઘરમાં આનંદ થઈ ગયો.  \n જય નાગદેવતા ! જય નાગમાતા !    \n જેવા નાનીવહુને ફળ્યાં ,  એવા અમને ફળજો !  \n  \n"
    },
    {
      "readingTitle": "ધર્મરાજાની વારતા",
      "readingContent": "(આ વ્રત ઘણું કરીને મકરસંક્રાતિના દિવસથી લેવાય છે અને છ મહિને પૂરું થાય છે. વ્રત કરનારે નાહી ધોઈને ધર્મરાજાની વાત સાંભળવી. વાત સાંભળતાં   “   ધર્મરાજા ! ધર્મરાજા !   '  એમ બોલવું.)  \n બ્રાહ્મણ અને બ્રાહ્મણી હતાં. તેમને બે છોકરા ને એક છોકરી હતાં. આખું યે કુટુંબ નિધન હોવા છતાં ઘણું નીતિમાન હતું. તેઓને આંગણે આવેલો કોઈ અતિથિ હજુ સુધી પાછો ગયો ન હતો. હમેશાં એક અતિથિને જમાડીને જમવાનો તેમનો નિયમ હતો. સંજોગવશાત્ કોઈ અતિથિ ન આવે ,  તો ચકલાંને દાણા નાખીને પછી જ તેઓ જમતાં. તેઓ નિરાધાર સ્થિતિમાં હતાં ,  પણ અત્યાર સુધી તેઓ કોઈ દિવસ નિયમ ચૂક્યાં ન હતાં.  \n ઘણો પરિશ્રમ કરવા છતાં ,  તેઓ માંડ માંડ પેટ પૂરતું અનાજ પામતાં તેથી બંને છોકરાઓએ વિચાર કર્યો કે ,  આપણે પરદેશ જઈને કંઈક કમાઈએ તો ઠીક.  \n બંને છોકરાઓ પરદેશ જવા ચાલી નીકળ્યા.  \n બ્રાહ્મણ ,  બ્રાહ્મણી અને તેમની વિધવા છોકરી મળીને ત્રણ જણાં ઘરે રહ્યાં.  \n ચોમાસાના દિવસ આવ્યા. આકાશમાં વાદળો છવાયાં. વરસાદ ભારે વેગથી વરસવા માંડ્યો અને અચાનક વાવાઝોડું થયું. બ્રાહ્મણને ત્યાં કોઈ અતિથિ આવ્યો કે ન ચકલુ ફરક્યું. આખાયે કુટુંબને ઉપવાસ થયો એક દિવસ, બે દિવસ દશ દિવસ અને પંદર દિવસ થયા, છતાં વરસાદ બંધ ન રહ્યો. હેલી મંડાણીએ મંડાણી! આખું કુટુંબ પંદર દિવસ સુધી અન્નનો દાણો પામ્યું.  \n છેવટે ભગવાન ત્રણે જણાની શ્રદ્ધા-ભક્તિ ઉપર પ્રસન્ન થયાં. ભગવાન અને લક્ષ્મી હંસ અને હંસલીનું રૂપ લઈ ઊડતાં ઊડતાં બ્રાહ્મણને ઘરે આવ્યા.  \n ઘણા દિવસે હંસ અને હંસલીને જોઈ બ્રાહ્મણી રાજી રાજી થઈ ગઈ. બ્રાહ્મણી તો અનાજના ખોબે ખોબા ઉછાળવા લાગી.  \n ભગવાનને હજી કસોટી કરવાનું મન થયું!  \n હંસ હંસલીએ એક પણ દાણો ખાધો. તેથી બ્રાહ્મણને ઘણું દુઃખ થયું. પક્ષીઓ સામે જોઈ બોલ્યો: ‘અમે એવાં શાં પાપ કર્યા હશે, કે તમે પક્ષીઓ પણ અમારું અનાજ ખાતાં નથી’  \n હંસ બોલ્યો: ‘હે બ્રાહ્મણ! દુઃખી થઈશ. તારાં કોઈ પાપ નથી, પણ અમે રાજહંસ છીએ. સાચાં મોતી વિના અને બીજો ચારો ચરીએ.’  \n આ સાંભળી બ્રાહ્મણ તો ઠરી ગયો! તે મનમાં વિચારવા લાગ્યો, અમે અનાજના દાણા તો પૂરા પામતાં નથી અને મોતીના દાણા લાવવા ક્યાંથી? પતિને નિરાશ થયેલો જોઈ પત્ની બોલી: ‘હું નગરશેઠ પાસે જાઉં છું. જો તેમને સાચાં મોતી હશે તો હું અચૂક લાવીશ.’  \n બ્રાહ્મણી સાચાં મોતી લેવા નગરશેઠને ત્યાં ગઈ.  \n નગરશેઠ તો સાતમે માળે સોનાને હીચકે હીંચતા હતા. બ્રાહ્મણીને આવેલી જોઈ શેઠ બોલ્યા: ‘આવો બહેન! કેમ આવવું થયું? જે કામ હોય સુખેથી કહો’    \n બ્રાહ્મણીએ કહ્યું: ‘શેઠ મારે સવાશેર સાચાં મોતી જોઈએ છે.’  \n ‘સવાશેર મોતી!’ સાંભળી શેઠ તો વિચારમાંજ પડી ગયા. એમને લાગ્યું બ્રાહ્મણી ગાંડી થઈ છે કે શું?’ છતાં તેમણે પૂછ્યું:    \n ‘બહેન, સવાશેર મોતીને તમે શું કરશો અને જાણો છો કે  સવાશેર મોતીનું મૂલ કેટલું થાય’  \n બ્રાહ્મણી બોલી : ‘મૂલ ગમે તેટલું થાય ,  પણ સવાશેર મોતી મારે જોઈએ જ છે. મારી પાસે પૈસા નહિ હોય તો મારું ઘર વેચીને આપીશ.’  \n શેઠ બ્રાહ્મણીને ઓળખતા હતા. તે કદી જૂઠું બોલે તેવી ન હતી. તેથી તેમણે સવાશેર મોતી તોલી આપ્યાં.  \n બ્રાહ્મણી મોતી લઈને ઘરે આવી અને પોતાના આંગણામાં બધાં મોતી વેર્યા. પાણી ભરીને ત્રાંબાકુંડી મૂકી.  \n હંસ - હંસલી મોતી ચરી ,  પાણી પીને ઊડી ગયાં.  \n આજે પંદર દિવસનાં ઉપવાસી બ્રાહ્મણ - બ્રાહ્મણી અને છોકરી જવા પામ્યાં.  \n જમી પરવારી બહાર નીકળ્યા પછી છોકરીની દષ્ટિ એક મોતી ઉપર પડી. મોતી લઈને છોકરી તેની મા પાસે દોડી અને બોલી :  \n ‘મા ! મા ! આ એક મોતી રહી ગયું છે.’  \n બ્રાહ્મણી બોલી : ‘બેટી ! એ મોતી આપણા ઘરમાં ન રખાય. તુલસીક્યારામાં મૂક.’  \n છોકરીએ મોતી તુલસીક્યારામાં મૂક્યું.  \n બીજે દિવસે બ્રાહ્મણની દૃષ્ટિ તુલસીક્યારામાં પડી. જુએ છે ,  તો તુલસીની ડાળિયે ડાળિયે મોતીની સેરો લટકે !  \n બ્રાહ્મણી તો મોતી ઉતારીને શેઠને ત્યાં આપી આવી.  \n નગરશેઠને પોતે આપેલા મોતી કરતાં વધારે પાણીવાળાં મોતી પાછાં મળ્યાં ,  તેથી શેઠને ઘણો આનંદ થયો અને પોતાની છોકરીને માટે એ જ મોતીનો હાર બનાવરાવ્યો.  \n એક દિવસ નગરશેઠની છોકરી રાજાને ત્યાં રમવા ગઈ. છોકરીના ગળાનો હાર જોઈ ,  રાજકુંવરી હઠે ચડી. રાજકુંવરી રાજા પાસે ગઈ અને એ જ હારની માંગણી કરી.  \n કુંવરીની હઠ પૂરી કરવા રાજાએ નગરશેઠને બોલાવ્યા અને તેમની દીકરીનો હાર માગ્યો.  \n શેઠે કહ્યું : ‘મહારાજ ! મારી દીકરીને એ હાર ઘણો જ વહાલો છે ,  એટલે એ નહિ જ આપે. જો આપને એવો જ હાર જોઈતો હોય તો બ્રાહ્મણને ત્યાં જાવ. આ મોતી મને ત્યાંથી મળ્યાં છે. ’  \n રાજા બ્રાહ્મણને ઘરે ગયો. તુલસી ક્યારે જોયું તો મોતીની સેરો જ સેરો જોઈ ! આ જોઈને રાજાની વૃત્તિ બગડી. રાજાએ સેવક ને આ જ્ઞા   કરી :  ‘ આજ ને આજ આ આખો ક્યારો રાજમહેલમાં ઊઠાવી જાવ !’  \n આમ રાજાએ પોતાના સ્વાર્થ માટે રંક બ્રાહ્મણનું ધન ખૂંચવી લીધું.  \n બીજે દિવસે રાજા તુલસી પરથી મોતી ઉતારવા ગયો ___ પણ આ શું ! રાજા જેવો અડક્યો કે તુરત તેના હાથ ચોંટી ગયા ! રાજાએ બૂમ પાડી. રાણી દોડતી આવી ,  રાણી અડકી તો તેના હાથ પણ ચોંટી ગયા !  \n આખા રાજભવનનાં માણસો ગભરાઈ ગયાં.    \n હવે શું કરવું  ?  \n છેવટે રાજાએ બ્રાહ્મણને બોલાવ્યો. બ્રાહ્મણ આવીને અડક્યો કે તુરત રાજા - રાણીના હાથ છૂટા થયા.  \n રાજા વીલે મોંઢે પાછો વળ્યો.  \n બ્રાહ્મણને ત્યાં નિત્ય પાછાં સવાશેર મોતી ઉતરવા લાગ્યાં. બ્રાહ્મણે પોતાના બંને છોકરાઓને પરદેશથી પાછા તેડાવ્યા અને કહ્યું :  ‘ હવે અમારું આયુષ્ય પૂરું થવા આવ્યું છે. આજ છીએ ને કાલ નથી. દેહનો વિશ્વાસ ન રખાય. જુઓ ,  આ જે કંઈ છે એના ત્રણ ભાગ કરજો ,  બે ભાગ તમે લેજો અને એક ભાગ બહેનને આપજો. ’  \n દિવસ વિત્યા અને બ્રાહ્મણ - બ્રાહ્મણી મરી ગયાં.  \n એક દિવસ મોટા છોકરાની વહુએ મે ’ ણું માર્યું :  ‘ તમારી બહેન ત્રીજો ભાગ લે ,  અહીં રહે અને રોટલા મા રે ટીપવાના ! એ મારાથી નહીં બને. ત્રીજો ભાગ લેવો હોય તો અળગાં મૂકો !  \n બહેનને ભાભીના આ શબ્દોથી ઘણું દુઃખ થયું. બહેન તો અલગ રહી. નિત્ય નિયમ પ્રમાણે ચકલાંને ચણ નાંખતી ,  અતિથિને જમાડતી અને પ્રભુભજન કરતી.  \n એક દિવસ એને તાવ ચડ્યો !    \n ભાઈઓએ વિચાર કર્યો :  ‘ બહેનને જોયે ઘણા દિવસ થયો , ચાલો ,  આજે મળી આવીએ. ’  \n બંને ભાઈ મળવા આવ્યા.    \n આવીને જુએ છે ,   તો બહેનનું શબ પડેલું !    \n બંને ભાઈ પોક મૂકીને રડ્યા.  \n બહેન સતી હતી. એનો જીવ લઈને ધર્મરાજાના દૂતો ચાલવા માંડ્યા. જતાં જતાં વૈતરણી નદી આવી.  \n બહેને ગાયોનાં દાન કર્યા હતાં ,  એટલે એક ગાય આવી. તેઓ ગાયને ટેકે ટેકે વૈતરણી નદી તરી ગયાં.  \n આગળ જતાં ગોખરૂનું વન વટાવી દીધું.  \n બહેન જોડાનાં દાન કર્યા હતાં ,  એટલે બહેનને જોવા મળ્યાં. તેમણે જોડા પહેરી ગોખરૂનું વન વટાવી દીધું.  \n આગળ જતાં તાપના અંગારા વરસવા લાગ્યા.  \n બહેને છત્રીનાં દાન કર્યા હતાં ,  એટલે બહેનને છત્રી મળી અને તડકો વટાવી ગયાં.  \n બહેન અન્નદાન આપ્યું હતું. એટલે બહેનને તો ભોજન મળ્યું.  \n આગળ જતાં લોખંડનો ધખધખતો થંભ આવ્યો. બહેને કપડાંનાં દાન કર્યા હતાં એટલે કપડાં વીંટાઈ ગયાં.  \n એમ કરતાં કરતાં બહેન ધર્મરાજાની સભામાં આવ્યાં.  \n ધર્મરાજાએ બહેનના ચોપડા તપાસવા માંડ્યા. બધાં વ્રત નીકળ્યાં પણ ધર્મરાજાનું વ્રત ન નીકળ્યું !  \n ધર્મરાજા કહે :  ‘ તમે મારું વ્રત કર્યું નથી ,  મ ાટે તમે પાછા મૃત્યુલોકમાં જાવ ! ’  \n બહેન કહે :  ‘ તમારું વ્રત શી રીતે થાય  ? ’  \n ધર્મરાજા બોલ્યાં :  ‘ મારું વ્રત છ મહિનાનું છે. ગમે તે દિવસથી વ્રત લેવાય. મારા નામનો ઘીનો દીવો કરવો. હાથમાં જારના દાણા રાખી મારી વાત સાંભળવી. કોઈ સંભળાવનાર ન હોય તો ઉપવાસ કરવો. છ મહિના પૂરા થાય ત્યારે વ્રત ઉજવવું. વાંસનો ટોપલો ,  સવાશેર જુવાર ,  લાલ કપડાંનો કટકો ,  એક જોડી કપડાં , છત્રી ,  ફાનસ ,  જોડા ,  સવાશેર સાચાં મોતી ,  સવાશેર વજનનાં નાવ અને નિસરણી અને બે સોનારૂપાની મૂર્તિઓ એ બધું સુપાત્ર વિદ્વાનને દાનમાં આપવું ,  બધું ન આપી શકાય તો આમાંથી જેટલું બને તેટલું આપવું. સવાશેર ઘીની સુખડી કરી ચાર ભાગ કરવા. એક ગાયના ગોવાળને ,  બીજો બ્રાહ્મણને ,  ત્રીજો રમતા બાળકને અને ચોથો ભાગ ઘરના માણસો સાથે જમવો. ’  \n બહેન બોલી :  ‘ જેવી આપની આજ્ઞા ! ’  \n અહીં સ્મશાનમાં લોકો અગ્નિ મૂકવા જતા હતા. એટલામાં લક્ષ્મીજી ડોશીનું રૂપ લઈને ત્યાં આવ્યાં અને કહેવા લાગ્યાં.  ‘ મારે સતીનું મોઢું જોવું છે ! ’  \n લોકોએ કહ્યું :  ‘ માજી ! મૃતક માં શું જોશો  ? ’  \n ડોશી તો ના કહેવા છતાં મૃતક પાસે ગયાં. મોઢાં ઉપરથી કપડું ખસેડી હાથ ફેરવ્યો ત્યાં તો શબમાં જીવ આવ્યો અને સતી જીવતી થઈ ! લોકોને નવાઈ લાગી. ભાઈઓના હરખનો પાર ન રહ્યો.  \n બધા ડોશીને પગે લાગ્યા. ભાઈઓ બહેનને તથા ડોશીમાને લઈને ઘરે ગયા.  \n ડોશી કહે :  ‘ તમે સ્વર્ગમાં જશો ,   ત્યારે મારે તો ભીખ જ માગવી પડશે ને  ? ’  \n બહેન કહે :  ‘ જઈશ ત્યારે સાથે લઈ જઈશ ,  બસ ! ’  \n થોડા દિવસ થયા ને બહેન માંદા પડ્યાં. ધર્મરાજાના દૂતો તેડવા આવ્યા. બહેન મરી ગયાં ! ડોશીમાને પણ સાથે લેતાં ગયાં.  \n ઓચિંતા ઘરમાં દીવા થયા.    \n કુંકુમનાં પગલાં પડ્યાં.    \n મોતીના સાથિયા પૂરાયા.    \n હવે બધાં સમજ્યાં કે સાચેસાચ બહેન સ્વર્ગે ગયાં !  \n બહેનને તો ધર્મરાજાનું વ્રત ફળ્યું.    \n જય ધર્મરાજા ! જેવાં બહેનને ફળ્યા એવાં અમને ફળજો !  \n  \n "
    },
    {
      "readingTitle": "શીતળા સાતમ",
      "readingContent": "(શ્રાવણ વદ ૭ : સવારે વહેલા ઊઠી ઠંડા પાણીએ નહાવું. આખો દિવસ ટાઢું ખાવું. ચૂલો સળગાવવો નહિ અને શીતળામાની વાત સાંભળવી.)  \n એક ઘરમાં બે વ હુ ઓ હતી.  \n રાંધણછઠનો દા ’ ડો આવ્યો. નાનીવહુને રાંધવા બેસાડી. નાનીવહુ મધરાત સુધી રાંધી રાંધીને થાકી ગઈ. એટલમાં છોકરો રડ્યો. એટલે એ ધવરાવવા બેઠી.  \n આખા દહાડાની થાકેલી અને મોડી રાત સુધી જાગેલી ,  એટલે નાનીવહુને ઊંઘનાં ઝોકા આવવા લાગ્યાં.  \n ચૂલો સળગતો રહી ગયો.    \n મધરાત પછી શીતળામા ફરવા નીકળ્યાં.  \n નાનીવહુનાં ઘરે આવીને ચૂલામાં આળોટ્યાં. શીતળામા આખે શરીરે દાઝી ગયાં. એમણે શાપ આપ્યો ;  ‘ જેવું મારું શરીર બળ્યું તેવું તારું પેટ બળજો ! ’ વહુ તો સવારમાં વહેલી ઊઠી. ચૂલો સળગતો હતો. ઘોડિયામાં જુએ છે ,  તો છોકરો ભડથું થઈને પડેલો , આખું શરીર બળેલું !  \n વહુ સમજી ગઈ કે અવશ્ય શીતળામાનો શાપ લાગ્યો !    \n એ તો ચોધાર આંસુએ  ર ડવા બેઠી.  \n જેઠાણીને તો ઘણા દહાડાની મનની દાઝ ઓલાણી. પણ સાસુને નાનીવહુ ઉપર અપાર હેત હતું ,  સાસુએ તેને ધીરજ બંધાવતાં કહ્યું :  \n ‘ આમ  રડે શું વળશે   ?  શીતળામા પાસે જા ,  એ તારો છોકરો સજીવન કરશે. ’  \n સાસુના આશીર્વાદ લઈ નાનીવહુ છોકરો ટોપલામાં નાંખી ચાલી નીકળી.  \n વાટે જતાં બે તલાવડી આવી. બન્નેનાં પાણી એક બીજામાં જતાં હતાં. બન્ને છલોછલ ભરેલી ;   પણ ચકલુંય પાણી બોટતું નહિ ! વહુને જતી જોઈને તલાવડીઓ બોલી :  ‘ બહેન ! તું ક્યાં જાય છે  ? ’  \n નાનીવહુ બોલી :  ‘ મને શીતળામાનો શાપ લાગ્યો છે ;  મારો છોકરો મરી ગયો છે. હું શીતળામા પાસે શાપનું નિવારણ કરવા જાઉં છું. ’  \n તલાવડીઓ બોલી :  ‘ બહેન ! અમારું પાણી પીશ નહિં. અમારું પાણી જે પીએ છે ,  તે મરી જાય છે ;   એવાં અમે શાં પાપ કર્યો હશે   ?  અમારા પાપનું નિવારણ પૂછતી આવજે. ’  \n આગળ જતાં વાટમાં બે આખલા મળ્યા. તેમની કોટે  ઘં ટીના પડ બાંધેલાં અને લડ્યા જ કરે !  \n વહુને જોઈ આખલા કહેવા લાગ્યા :    \n ‘ બહેન ! તું ક્યાં જાય છે  ? ’  \n વહુ બોલી :  ‘ શીતળામા પાસે ,  શાપનું નિવારણ કરવા જાઉં છું. ’    \n આખલા બોલ્યા :  ‘ અમે એવાં શાં પાપ કર્યો હશે ,   કે અમારી લડાઈ અટકતી જ નથી   ?  અમારા પાપનું નિવારણ પૂછતી આવજે. ’  \n વહુ તો ચાલતાં ચાલતાં વનવગડામાં ગઈ.  \n બોરડીના ઝાડ નીચે એક ડોશી બેઠાં હતાં. ઉઘાડું માથું ને ખંજવાળ્યા કરે.  \n વહુને જોઈ ડોશી કહેવા લાગી:  \n ‘ બહેન ,  ક્યાં જાય છે ? જરા મારું માથું જોતી જા ને ? ’  \n ‘ વહુએ ડોશીમાના ખોળામાં છોકરો મૂક્યો અને માથું જોવા બેઠી.  \n ડોશીમાના માથાની ખંજવાળ મટી ગઈ.  \n ડોશીમાએ આશીર્વાદ આપ્યો.  \n વું મારું માથું ઠર્યું ,  એવું તારું પેટ ઠરજો. ’  \n આટલું કહેતામાં તો ડોશીમાના ખોળામાં છોકરો સળવળવા લાગ્યો.  \n  છોકરો સજીવન થયો!    \n વહુને તો નવાઈ લાગી. હૈયામાં હરખ માતો નથી.  \n છોકરાને ઝટ દઈને ખોળામાં લઈ બચીઓ દેવા લાગી.  \n વહુ ડોશીમાને પગે લાગી. એ સમજી ગઈ કે ,   આ જ શીતળામા!    \n વહુ હાથ જોડીને કહેવા લાગી. ‘ મા! તમારા આશીર્વાદથી જ મારો છોકરો જીવતો થયો ,  નહિ તો થાત નહિ. શીતળામા! મારું પેટ તમે જ ઠાર્યું. ’  \n ‘ પછી વહુએ પૂછ્યું: ‘ મને આવતાં વાટમાં બે તલાવડીઓ મળી. પાણીથી છલોછલ ભરેલી છે ,  પણ તેમનું પાણી કોઈ પીતું નથી. એવાં એમનાં શા પાપ હશે ?  \n શીતળામા બોલ્યાં: ‘ ગયે ભવે બંને શોક્યોં હતી. ઘરમાં રોજ કજીયો કરતી ,  કોઈને છાશ - શાક આપે નહિ અને આપે તો પાણી નાંખીને આપે. એ પાપે એમનું પાણી કોઈ પીતું નથી. તું એમનું પાણી પીજે! એટલે એમનાં પાપ દૂર થશે. ’  \n વહુએ પૂછ્યું: ‘ વાટમાં બે આખલા મળ્યાં. તેમની કોટે ઘંટીનાં પડ બાંધેલા હતા. તેઓ નિત્ય લડ્યા કરે છે પણ તેમને કોઈ છોડાવતું નથી. એવાં એમના શાં પાપ હશે ? ’  \n શીતળામાં બોલ્યાં:  \n ‘ ગયે ભવે એ બંને દેરાણી જેઠાણી હતાં. કોઈને દળવા ખાંડવા દેતાં નહિ! એ પાપે એમની કોટે ઘંટીનાં પડ છે. તું એ પડ છોડજે . ’  \n એમનું પાપ ટળી જશે .  \n વહુ તો શીતળામાના આશીર્વાદ લઈને છોકરાને રમાડતી રમાડતી ઘરે જવા નીકળી.  \n જતાં જતાં પેલા આખલા મળ્યા.  \n એમને શીતળામાની વાત કરી અને કોટેથી ઘંટીના પડ છોડી નાખ્યાં. બંને આખલા લડતા બંધ થયા.  \n આગળ જતાં તલાવડીઓ આવી.  \n વહુએ શીતળામાની વાત તલાવડીઓને કરી અને પાણી પીધું. તલાવડીઓ પશુઓ ને પંખીઓથી ભરાઈ ગઈ !  \n બધાં જ એમનું પાણી પીવા લાગ્યાં.  \n વહુ છોકરાને લઈને ઘરે ગઈ ,  સાસુ છોકરાને જોઈને રાજી થઈ ગયાં. પણ જેઠાણીના મનમાં વેર વધ્યું.  \n બીજા વરસે રાંધણછઠ આવી. જેઠાણીને થયું ,  હું પણ એના જેવું જ કરું. એણે રાત્રે ચૂલો સળગતો રાખ્યો અને સૂઈ ગઈ.  \n રાત્રે શીતળામા આવ્યાં અને ચૂલામાં આળોટ્યાં. એમનું તો આખું શરીર દાઝી ગયું ! એમણે શાપ આપ્યો:  \n ‘ જેવું મારું શ રીર બળ્યું એવું એનું પેટ બળજો ! ’  \n બીજે દિવસે જેઠાણી ઘોડિયામાં જુએ છે ,  તો છોકરો મરી ગયેલો !  \n શીતળામાનો શાપ લાગ્યો.  \n દેરાણીને પેઠે એ પણ છોકરાને ટોપલામાં નાંખી ;  ચાલી શીતળામા પાસે.  \n ચાલતાં ચાલતાં વાટમાં બે તલાવડીઓ આવી.    \n તલાવડીઓએ પૂછ્યું:    \n ‘ બહેન ,  બહેન ,   ક્યાં જાય છે  ? ’  \n ‘ શીતળામા પાસે. ’  \n ‘ અમારો સંદેશો લેતી જા ને  ! ’  \n જેઠાણી તો  ‘ પારકી વેલ ઉલાળી મેલ ’   ગણી ઠસ્સામાં બોલી :    \n ‘ હું કાંઈ તમારા જેવી નવરી નથી ,  મારે તો છોકરો મરી ગયો છે. ’  \n આગળ જતાં બે આખલા મળ્યા. તેમણે પૂછ્યું :    \n ‘ બહેન ,  બહેન ,   ક્યાં જાય છે  ? ’  \n ‘ શીતળામા પાસે. ’  \n ‘ અમારો સંદેશો લેતી જા ને  ? ’  \n ‘ હું કાંઈ નવરી નથી. ’ એમ કહીને આગળ ચાલવા માંડી. જેઠાણી તો દૂર વગડામાં ગઈ.  \n વગડામાં એક બોરડી નીચે શીતળામાં ડોશીનું રૂપ લઈને માથું ખંજવાળતાં બેઠેલા ! તેમણે કહ્યું :  \n ‘ બહેન ,  બહેન ,   ક્યાં જાય છે  ? ’  \n જેઠાણી કહે :  ‘ શીતળામા પાસે. ’  \n ડોશી કહે :  ‘ જરા મારું માથું જોતી જા ને  ? ’  \n જેઠાણી તો છણકામાં બોલી :  ‘ હું કાંઈ તારા જેવી નવરી નથી. મારે તો છોકરો મરી ગયો છે. ’  \n આમ કહીને ચાલવા માંડી. આખો દહાડો રખડીને વગડાનાં ઝાડવે ઝાડવાં ગણી નાખ્યાં ,  પણ ક્યાંયે શીતળમા ના દીઠાં !  \n છોકરાનું શબ લઈને માથું કૂટતી ઘરે આવી.    \n જય. ! શીતળામા જેવાં દેરાણીને ફળ્યાં એવાં અમને ફળજો.  \n  \n"
    },
    {
      "readingTitle": "ભાઈબીજ",
      "readingContent": "(કારતક સુદ બીજનાં દિવસે ભાઈને જમવા તેડે અને ભાઈ જમ્યા પછી બહેનને યથાશક્તિ ભેટ આપી રાજી કરે.)  \n યમરાજા અને યમુનાજી બન્ને સગાં ભાઈ બહેન. એક વાર યમુનાજી પોતાના ભાઈ યમરાજને ત્યાં ગયાં અને કહ્યું :  ‘ ભાઈ ! કાલે મારે ઘરે જમવા આવજો. ’  \n છતાં યમરાજા ન ગયાં.  \n બીજે દિવસે યમુનાજીએ પૂછ્યું :  ‘ ભાઈ ! તમે જમવા કેમ ન આવ્યા  ? ’ યમરાજાએ તો બહાનું બતાવ્યું. એટલે યમુનાજી બે વાર ,  ત્રણ વાર ,  ચાર વાર નોતરું દઈ ગયાં. છતાં યમરાજા તો ન ગયા તે ન જ ગયા.  \n એમને નવરાશ હોય તો જાય ને ! એ તો આખો દિવસ કામમાંથી નવરા જ ન પડે. બહેનને ના તો કહેવાય નહિ ! એટલે આજે આવીશ ,  કાલે આવીશ ,  પરમ દિવસે આવીશ. એમ કહ્યા જ કરે. યમુનાજી કંટાળ્યાં.  \n એક દિવસ યમુનાજીએ ભાઈને ઘણા આગ્રહથી આમંત્રણ આપ્યું. યમરાજાએ અતિશય આગ્રહને વશ થઈ બહેનને ત્યાં જમવાનો સંકલ્પ કર્યો ,  પણ નરકની સંભાળ કોણ રાખે !  \n એમણે તો નરકમાં પડેલા બધા જીવોને છોડી મૂક્યા.  \n કારતકની અજવાળી બીજના દિવસે યમરાજા પોતાના દૂતો સાથે બહેનને ત્યાં જમવા આવ્યા !  \n યમુનાજીએ તો સુંગંધીદાર તેલથી ભાઈને નવરાવ્યા અને ભાતભાતની રસોઈ કરીને પ્રેમથી જમાડ્યા. બહેનના સત્કારથી યમરાજા પ્રસન્ન થયા અને બહેનને વરદાન માગવા કહ્યું !  \n યમુનાજીએ કહ્યું :  ‘ ભાઈ ! હંમેશા નહિ તો વરસમાં કારતકની બીજના દિવસે તમારે મારે ત્યાં જમવા આવવું અને પાપીઓને નરકમાંથી છોડી દેવા. કારતક સુદ બીજને દિવસે જે ભાઈ પોતાની બહેનના હાથે જમે તેને સુખ આપવું. ’  \n યમરાજા બોલ્યા :  ‘ બહેન ! મારું વચન છે કે ,  હું કારતકની અજવાળી બીજના દિવસે તારે ત્યાં ભોજન કરીશ ! અને જે ભાઈઓ ભાઈબીજના દિવસે પોતાની બહેનને ત્યાં જમશે તે નરકનું બારણું નહિ જુએ. ’  \n યમુનાજીએ પૂછ્યું :  ‘ કોઈને સગી બહેન ન હોય ત ો ! ’  \n યમરાજા બોલ્યા :  ‘ સગી બહેન ન હોય તો પિતરાઈની દીકરી ,  મામાની દીકરી ,  માસીની દીકરી અથવા ફોઈની દીકરીને ત્યાં જમવું. એમ પણ બહેન ન હોય તો પોતાના મિત્રની બહેનને ત્યાં જમનાર ભાઈને પણ એવું જ ફળ મળશે.  \n આ પ્રમાણે બહેનને વચન આપી ,  યથાશક્તિ ભેટ આપી યમરાજા ચાલતા થયા.  \n ભાઈ રોગી હોય ,   બંધનમાં હોય અથવા તો બહેનને ત્યાં જવાનું ન જ બની શકે તો આ ભાઈબીજની વાર્તાનું સ્મરણ કરનારને પણ ભોજન કર્યા જેટલું જ ફળ મળે છે.    \n આ દિવસે ભાઈ બહેનને ત્યાં જમે અને શક્તિ પ્રમાણે ભેટ આપી બહેનને રાજી કરે .  \n  \n"
    },
    {
      "readingTitle": "બોળચોથ",
      "readingContent": "સાસુ અને વહુ હતાં.    \n શ્રાવણની અંધારી ચોથ આવી.    \n સાસુ નદીએ નાહવા નીકળી. જતાં જતાં કહેતી ગઈ :    \n ‘ વહુ ! આજે ઘઉંલો ખાંડીને રાંધી રાખજો. ’  \n એમના ઘરમાં એક ગાય હતી. ગાયના ઘઉંવર્ણા વાછરડાનું નામ  ‘ ઘઉંલો ’  હતું. વહુએ વાછરડાને ખાંડણીમાં ખાંડી ,  હાંડલામાં ઘાલીને ચૂલે ચડાવ્યો.  \n વહુ ભોળી હતી ,  સાસુએ કહ્યું કાંઈને સમજી કાંઈ.  \n સાસુએ તો ઘઉંલો - ખીચડો રાંધવા કહ્યું ,  ત્યારે વહુએ વાછરડો રાંધ્યો ! સાસુએ નદીએથી આવીને પૂછ્યું:  \n ‘ વહુ ! ઘઉંલો ચડાવ્યો ને  ? ’  \n વહુ બોલી :  ‘ ચડાવ્યો તો ખરો ,  પણ શું ઉધમાત કર્યો છે ! શું ઉધમાત કર્યો છે :  ઘણો જોરાવર ! તાણ્યો તણાય નહિ ! કાપ્યો કપાય નહિ ! શું ભાંભરડે ! માંડમાંડ  ખાંડ્યો છે ! ’  \n સાસુના પેટમાં ફાળ પડી. તે બોલી ઊઠી :  \n ‘ વહુ તે શું કર્યું   ?   ક્યા  ‘ ઘઉંલા ’   ની વાત કરે છે  ? ’  \n વહુ બોલી :  ‘ આપણી ગાયનો ઘઉંલો ! એમાં અકળાવ છો શું   ?  તમે જ કહ્યું હતું ને ! ’  \n સાસુ તો સાંભળતાં જ આભી બની ગઈ. તે બોલી :  ‘ અરેરે વહુ ,  આ શું કર્યું ! સાસુની આંખમાંથી દડ દડ આંસુ વહેવા લાગ્યાં.  \n આજે બોળચોથ હતી. બધાં વાછરડાની પૂજા કરવા આવવાનાં હતાં. એમને મોટું શી રીતે બતાવવું  ?  \n સાસુએ ઘઉંલાને હાંડલામાં ઘાલ્યો. હાંડલું ટોપલામાં મૂકી વહુને માથે ચઢાવ્યું અને ચાલી નીકળ્યાં. તેઓ છાનાંમાનાં ગામની બહાર ગયાં અને હાંડલું ઉકરડમાં દાટી દીધું.  \n ઘરે આવી કમાડ ભીડ્યું. આગળો વાસ્યો ,  સાસુ વહુ ગુપચુપ ઘરમાં ને ઘરમાં બેસી રહ્યાં.  \n ગાય સીમમાં ચરવા ગયેલી ,  ત્યાં તેને જાણ થઈ. ગાય ભાંભરતી ભાંભરતી એક ચોટે ગામ ભણી દોડી !  \n દોડતાં દોડતાં ગાયે ઉકરડામાં શીંગડું માર્યું. શીંગડું મારતાં જ હાંડલું ફૂટ્યું અને હડપ કરતો વાછ ર ડો કૂદીને ઊભો થયો ! ગાય વાછ ર ડાને ચાટવા લાગી. વાછરડો ગાયને ધાવવા માંડ્યો  \n એકરંગી ગાય ને વાછરડો બીજે ક્યાંય ન હતાં ,  એટલે પૂજનટાણે બધી ગોરણીઓ એક પછી એક ઘઉંલાને પૂજવા આવી ,  પણ જુએ તો ઘર બંધ ! અંદરથી આગળો ભીડેલો !  \n એકે બૂમ પાડી :  ‘ અલી ! ઘરમાં શું કરો છો   ?  કમાડ ઉઘાડો ને ! અમે પૂજન કરવા આવ્યાં છીએ. ’  \n ન તો કમાડ ઉઘડ્યું કે ,  ન તો ઉત્તર મળ્યો.  \n એટલામાં ગાય વાછરડાને લઈને દોડતી આવી અને આંગણામાં ઊભી રહી. ગળામાં હાંડલાનો કાંઠલો ને વાછરડો તો બચબચ ધાવવા વળ્યો.  \n બીજી ગોરણી બોલી :  ‘ અલી ! વાછરડો ધાવી જાય છે ! કમાડ ઉંધાડો ને ! ’  \n ત્રીજી ગોરણી બોલી :  ‘ આજે પૂજનના દહાડે વાછરડાના ગળામાં હાર હોય કે કાંઠલો  ? ’  \n ઘરમાં સાસુ - વહુ વિચાર કરવા લાગ્યાં કે ,  બધાં આપણને કેવા મે ’ ણા દે છે !  \n વહુએ કમાડની ત ર ડમાંથી જોયું ,  તો સાચે જ ઘઉંલો ગાયને ધાવતો હતો !  \n વહુએ કહ્યું :  ‘ જુઓ જુઓ ! ઘઉંલો જીવતો છે. ’ સાસુએ ઘઉંલાને જીવતો જોઈ ફટ દઈને કમાડ ઉઘાડ્યું. સાસુ - વહુ બહાર આવ્યાં. બધાંને બનેલી વાત કહી. ગોરણીઓને કહ્યું :  ‘ બહેન ! તમારા વ્રતના પ્રતાપે મારો ઘઉંલો સજીવન થયો. ’  \n ગોરણીઓએ ગાય અને વાછરડાની પૂજા કરી હાર પહેરાવ્યો અને ગાયના કાનમાં કહ્યું :  ‘ ગાય માતા ! સત તમારું ,  વ્રત અમારું. ’  \n તે દિવસે એમણે   સજીવન   નિમ લીધું :  ‘ વરસો વરસ બોળચોથનું વ્રત કરવું. તે દહાડે ખાંડવું નહિ. દળવું નહિ. ’  \n બોળચોથનું વ્રત જેવું ગોરણીઓને ફળ્યું ,  \n એવું અમને ફળજો !  \n  \n "
    },
    {
      "readingTitle": "એવરત - જીવરત",
      "readingContent": "(નવા પરણેતર પરણ્યા પછી પહેલા અષાઢની વદ ૧૩થી આ વ્રત લે અને અમાસે વ્રત પૂરું કરે. આ વ્રત કરનાર ઉપવાસ કરે. સવારે નાહી ધોઈ મંદિરે જઈ એવરત - જીવરત નામની દેવીઓનું પૂજન કરે. દિવસે માત્ર ફળફળાદિ ખાય અને રાત્રે જાગરણ કરે. આ વ્રત પાંચ વર્ષ સુધી કર્યા પછી ઉજવાય. ઘણું કરી આ વ્રત કરનાર પતિના દી ર્ઘા યુષ માટે પ્રાર્થના કરે છે.)  \n બ્રાહ્મણ  અને બ્રાહ્મણી હતાં.  \n તેઓ બધી વાતે સુખી ,  પણ સંતાન વિના એમનું મન ચિંતામાં બળ્યા કરે.  \n બ્રાહ્મણ તો તપ કરવા નીકળ્યો. ગામથી દૂર ઘોર વનમાં ગયો. ત્યાં તેણે મહાદેવનું એક દહેરું જોયું. બ્રાહ્મણ દહેરામાં ગયો. છ દિવસ થયા ,  છતાં મહાદેવજી પ્રસન્ન ન થયા. એટલામાં ત્યાં એક પારધી બકરું લઈને આવ્યો ,   એણે તો  ‘ જય મહાદેવજી ! કહીને બકરાના ગળા પર તલવારનો ઝાટકો દીધો. ’  \n મહાદેવજી પ્રસન્ન થયા અને બોલ્યા :    \n ‘ માગ માગ ! માગે તે આપું ! ’  \n પારધીએ કહ્યું :  ‘ ભગવાન ,  મારે સાત છોકરા જોઈએ. ’    \n મહાદેવજી કહે :  ‘ જા ,  તારે સાત છોકરા થશે. ’  \n પારધી વરદાન લઈ ચાલતો થયો.  \n બ્રાહ્મણ વિચારમાં પડ્યો કે ,  હું આટલી બધી ભગવાનની ભક્તિ કરું છું , છ દિવસથી તો મેં અનાજ પણ ખાધું નથી ,  છતાં ભગવાન પ્રસન્ન ન થયા ! અને પારધીએ ન કરવાનું કામ કર્યું ,   તો યે ઘડીકમાં પ્રસન્ન થયા ! શું ભગવાનના ઘરે અન્યાય જ હશે   ?  એણે તો મહાદેવજીની પિંડી ઉપર માથું પછાડી મરી જવાનો નિશ્ચય કર્યો.  \n બ્રાહ્મણ જેવું માથું પછાડવા જાય છે. તેવા જ મહાદેવજી પ્રગટ થયા અને કહ્યું :  ‘ હે બ્રાહ્મણ ! આપઘાત શીદ કરે છે જોઈએ તે માગ. ’  \n બ્રાહ્મણ બોલ્યો :  ‘ પ્રભુ ! હું નિત્ય તમારી સેવા કરું છું ,  છતાં મારે ઘરે પારણું નહિ અને પેલ ા પારધીને એક ઘડીમાં સાત છોકરા ! ’  \n ‘ ભગવાને બ્રાહ્મણને શાંત કર્યો અને કહ્યું :  ‘ જો ,   પેલો છાણનો પોદરો ! કેટલા કીડા ખદબદે છે   ?  પારધીને સાત છોકરા આપ્યા પણ એવા જાણજે. જા ,  તારે એક છોકરો થશે. છોકરાને પૂરું ભણાવજે. ભણી રહ્યા પહેલાં પરણાવીશ નહિ. ’  \n બ્રાહ્મણ તો ઘરે ગયો. થોડા દિવસે બ્રાહ્મણીને ગર્ભ રહ્યો.  \n એક માસ ,  બે માસ ,  ચાર માસ ,  આઠ માસ ને નવ માસે બ્રાહ્મણીને તો દૂધ જેવો રૂપાળો છોકરો જન્મ્યો. એ તો દિવસે દિવસે મોટો થવા લાગ્યો.  \n છોકરો પાંચ વરસનો થયો ને નિશાળે મૂક્યો. બધા નિશાળિયા કરતાં એ ભણવામાં ઘણો જ ચપળ. જે વાંચે તે ધ્યાનથી વાંચે. એને તો બધા પાઠ મોઢે જ થઈ જાય.  \n આમ છોકરો બાર વરસનો થયો. ગામેગામથી છોકરાના સગપણ માટે નાળિયેર આવવા માંડ્યા.  \n બ્રાહ્મણનો જીવ ઝાલ્યો ન રહ્યો. છોકરાનું સગપણ કરી લગ્નનું મુહૂર્ત કઢાવ્યું અને જાન જોડી.  \n કાકા ,  મામા ,  સંબંધી સાથે જાન ઉપડી.  \n છોકરાને પરણાવી જાન પાછી વળી. જાન અડધામાં આવી. ત્યાં તો અષાઢ માસની અમાસ ,  અંધારી રાત અને વાદળાં ચઢયા ! વીજળી ઝબૂકવા લાગી ,  જોતજોતામાં મેઘ મૂશળધાર તૂટી પડ્યો ,  વરસાદના પાણીમાં બળદ થંભી ગયા. ગાડાં ચાલતાં બંધ પડ્યા !  \n બધાં નીચે ઊતરીને ચાલવા માંડ્યાં ,   એવામાં ઓચિંતાનો વરના પગે સાપે ડંખ દીધો ! વર તો  ‘ ઓ બાપ રે ! ’ કહી કારમી ચીસ નાખી ધરતી પર ઢળી પડ્યો.  \n બધા થંભી ગયા. વીજળીના ઝબકારે જૂએ છે ,  તો મોટો કાળોતરો નાગ સડસડાટ ચાલ્યો જાય છે !  \n થોડીવારમાં વરનું શરીર લીલું છમ થઈ ગયું ! આંખો ફાટી ગઈ ,  મોઢ ફીણ આવ્યાં અને દેહમાંથી પ્રાણ પંખેરું ઊડી ગયું !  \n બધાએ વિચાર કર્યો ,  જે થનાર હતું તે થયું ,   પણ હવે શું કરવું   ?  જો આપણે અહીં બહુ વાર રહીશું તો જીવથી જઈશું ! શબની કાલે સવારે આવીને વ્યવસ્થા કરીશું. એમ કહી બધાં ચાલતાં થયાં ! છોકરાનાં મા બાપ પણ રડતાં રડતાં ચાલતાં થયાં !  \n વહુને ઘણીઘણી વિનવણી કરી ,  પણ વહુ એકની બે ન થઈ ,  એ તો પોતાના પતિનું માથું ખોળામાં લઈને ભયાનક વનમાં ,  વરસતા વરસાદમાં ભીંજાતી એકલી બેઠી. એણે વિચાર કર્યો કે ,  મારા જીવનો તો ભય નથી ,  પણ મારા પતિના શબને વાપ - દીપડાં ખેંચી જશે તો અવગતિ થશે ! એણે તો શબને ખભે ઉપાડ્યું અને પડતી આખડતી ચાલવા માંડી !  \n ત્યાં એકાએક વીજળીનો ઝબકારો થયો. એના અજવાસમાં છેટે એક દહેરું દેખાયું ,  વહુ શબને લઈ દહેરામાં પેઠી અને અંદરથી સાંકળ ભીડી. મધરાત થઈ અને એવરતમાં આવ્યા. જુએ છે ,   તો દહેરું બંધ અને અંદરથી સાંકળ ભીડેલી ! એવરતમા બોલ્યાં :  ‘ મારા દહેરામાં કોણ છે   ?   ભૂત છે   ?   પ્રેત છે   ?   પિશાચ છે  ? ’  \n વહુનું કાળજું કંપી ઊઠ્યું ! ધ્રૂજતાં ધ્રૂજતાં કમાડ ઉઘાડ્યાં. એવરતમાને જોતાં જ વહુ બોલીઃ  ‘ માતાજી ! ખમા કરો ! હું ભૂત નથી ,  પ્રેત નથી ,  દુ:ખિયારી સ્ત્રી છું. દુઃખની મારી તમારે આશરે આવી છું. પરણીને આવતાં મારા સ્વામીને સાપ હસ્યો. માતાજી ! મારા સ્વામીને જીવતા કરો ! બોલતાં બોલતાં વહુનો કંઠ રૂંધાઈ ગયો ! ’  \n એવરતમા બોલ્યાં :  ‘ તારા ધણીને જીવતો કરું ,   પણ મારું કહ્યું કરીશ  ? ’  \n વહુ  બોલી :  ‘ તમે જે કહેશો તે કરીશ. ’    \n એટલું કહેતામાં શબે પાસું ફેરવ્યું.  \n બીજો પહોર થયો ને જીવરતમાં આવ્યા દેહરાનાં કમાડ બંધ જોઈને પૂછ્યું :  \n ‘ મારા દહેરામાં કોણ છે   ?   ભૂત છે   ?   પ્રેત છે   ?  કમાડ ઉઘાડ નહિ તો બાળીને ખાખ કરીશ.  \n વહુએ કમાડ ઉઘાડ્યું. જુએ છે તો જીવરતમા !  \n વહુ બોલી :  ‘હું ભૂત નથી ,  પ્રેત નથી ,  દુઃખીયારી સ્ત્રી છું ! મારા સ્વામીના શબનું રખવાળું કરું છું. માતાજી ,  મારા સ્વામીને સજીવન કરો ’ જીવરતમા બોલ્યા :  ‘ તારા સ્વામીને જીવતો કરું ,   પણ મારું કહ્યું કરીશ  ? ’  \n ‘ હા માડી ! જે કહેશો તે કરીશ. ’  \n એટલું કહેતામાં શબે બીજું પાસું ફેરવ્યું.  \n ત્રીજો પહોર થયો ને જયામા આવ્યાં. એમણે પણ દહેરું બંધ જોઈને પૂછ્યું :  ‘ મારા દહેરામાં કોણ છે   ?  કમાડ ઉઘાડ નહીં તો બાળીને ખાખ કરીશ. ’ વહુએ કમાડ ઉઘાડ્યું. જયામાં જુએ છે ,  તો એક શબ પડેલું. વહુએ જયામાં આગળ પોતાના પતિને જીવતો કરવાની વિનવણી કરી. જયામાં બોલ્યાં :  \n ‘ તારા સ્વામીને સજીવન કરું ,   પણ મારું કહ્યું કરીશ  ? ’  \n વહુએ કહ્યું :  ‘ માડી ! તમારો એક એક બોલ પાળીશ. ’  \n એટલું કહેતામાં તો શબમાં શ્વાસ ચાલતો થયો.  \n ચોથા પહોરે વિજયામાં આવ્યાં. એમણે દહેરું બંધ જોયું. એમણે પણ કમાડ ઉઘાડવા કહ્યું. વહુએ કમાડ ઉઘાડ્યું અને વિજયામાને પણ તેમના કહ્યા પ્રમાણે કરવાનું વચન આપ્યું. વિજયામાએ પાણી ભરીને મૃતદેહ પર અંજલિ છાંટી !  \n ત્યાં તો વરરાજા સજીવન થયા ! વહુ તો હરખમાં ગાંડીધેલી  બની ગઈ .  \n વરે પૂછયું :  ‘ આપણે અહીં ક્યાંથી ! મને ભૂખ લાગી છે , તરસ લાગી છે. ’  \n વહુએ પાણી પાયું અને દોડતી વનફળ લઈ આવી. જમ્યા પછી બંને જણાં કાંકરીઓ વીણીને રમવા માંડ્યાં. એટલામાં સવાર થયું. ગાયોના ગોવાળની તેમના પર દૃષ્ટિ પડી તો વરવહુને કાંકરીઓ રમતાં જોયાં ___  \n ગોવાળે ગામમાં વાત કરી કે ,  દહેરામાં વર અને વહુ તો કાંકરીઓ રમે છે.  \n વરનાં માબાપ ગામમાં હતાં. એમને કાને વાત પહોંચી ,  બ્રાહ્મણ તો રોકકળ મૂકીને દહેરામાં આવ્યો. આવીને જુએ છે ,  તો પોતાના છોકરાને સજીવન દીઠો.  \n જાનનાં બધા માણસો ત્યાં આવી પહોંચ્યાં અને વર વહુને વેલમાં બેસાડી બળદ જોડ્યા. ઢોલ વાગતા થયા અને જાન ઉપડી ,  વરકન્યા ઘરે આવ્યાં. તેમની માએ વધાવી લીધાં.  \n વરવહુ તો આનંદમાં રહેવા લાગ્યાં.  \n થોડા દહાડા વીત્યા ત્યાં તો વહુને છોકરો જન્મ્યો. કેવો રૂપાળો છોકરો ! જાણે ગુલાબનું ફૂલ !    \n મધરાત થઈને એવરતમાં આવ્યા. તેમણે પૂછ્યું :  \n ‘વહુ ઊંધે છે કે જાગે છે  ? ’  \n ‘ જા ગું છું માતાજી ! ’  \n ‘ મારો બોલ પાળીશને  ? ’  \n ‘ હા જ તો. ’    \n ‘ તો લાવ છોકરો ,  મને આપ. ’  \n વહુએ તો છોકરાને બોળોતિયામાં વીંટીને માતાજીને આપ્યો. માતાજી છોકરાને લઈને અલોપ થઈ ગયાં. સવારે સાસુ ઘોડિયામાં જુએ છે, તો છોકરો ન મળે!  \n સાસુએ પૂછ્યું :  ‘ વહુ ! છોકરો ક્યાં ગયો  ? ’  \n વહુ કહે :  ‘ હું શું જાણું  ? ’  \n વહુના આવા ઉત્તરથી સાસુને વહેમ પડ્યો કે રાત્રે એકલી મસાણમાં રહેલી ,   તો ના રે રાંડ ચૂડેલ થઈ હોય ! સાસુએ ફરી પૂછ્યું :  ‘ વહુ ! છોકરો ક્યાં ગયો   ?   રાંડ ! ખાઈ તો નથી ગઈને  ? ’  \n ગામમાં હાહાકાર વરતાયો !  \n વહુને તો બીજીવાર મહિના રહ્યા. નવ મહિને તેને છોકરો અવતર્યો.  \n સાસુએ તો ઓરડામાં ઘોડિયું મૂક્યું અને ઘોડિયા પાસે સૂઈ રહી. મધરાત થઈને જીવરતમાં આવ્યા.    \n ‘ વહુ ,   ઊંધે છે કે જાગે છે  ? ’  \n ‘ જાગું છું માતાજી ! ’  \n ‘ મારો બોલ પાળીશને  ? ’  \n ‘ હા જ તો. ’    \n ‘ તો લાવ તારો છોકરો ! ’  \n ‘ માજી ! છોકરો તો મારી સાસુ પાસે છે. ’  \n ‘ તું આપે છે તો ખરી ને  ? ’  \n ‘ હા જ તો. ’    \n ‘ તો લાવ બાળોતિયું. ’  \n વહુએ બાળોતિયું આપ્યું. સાસુ તો ઊંઘતી રહી ને જીવરતમાં છોકરાને લઈને અલોપ થઈ ગયાં ! એણે તો વહુને ચૂડેલ કહી ભૂંડી ગાળો દીધી.  \n વહુને ત્રીજીવાર મહિના રહ્યાં. નવ મહિને છોકરાનો જન્મ થયો. સાસુએ વિચાર્યું :  ‘ રાંડ બે વાર છોકરાને ખાઈ ગઈ. આ વેળા તો આખીરાત ચોકી કરું. ’  એણે ફળીનાં બધાં માણસો ભેગાં કર્યા. હાથમાં લાકડીઓ લઈને બધાં ચોકી કરે છે. મધરાત થઈને જયામાં આવ્યા. વહુને કહેવા લાગ્યાં :  \n ‘ વહુ ,   ઊંધે છે કે જાગે છે  ? ’  \n ‘ જાગું છું માતાજી ! ’  \n ‘ મારો બોલ પાળીશને  ? ’  \n ‘ હા જ તો. ’    \n ‘ તો લાવ તારો છોકરો ! ’  \n ‘ માજી છોકરો તો મારી સાસુ પાસે છે. ’    \n ‘ તું આપે છે તો ખરી ને  ? ’  \n ‘ હા જ તો. ’  \n ‘ તો લાવ બાળોતિયું. ’  \n વહુએ બાળોતિયું આપ્યું.માતાજીએ ચોકી કરનારાઓની આંખોમાં ઘોરણ મૂક્યું. બધાં ઘોરવા લાગ્યાં. માતાજી છોકરો લઈને ચાલતાં થયાં.  \n સવારે સાસુ જુએ છે ,  તો છોકરો ન મળે ! એ તો રોવા ને કકળવા લાગી.  \n ગામમાં બધાને નવાઈ લાગી. વાત છે રાજાને કાને પહોંચી.    \n વહુને ચોથીવાર મહિના રહ્યા ને છોકરાનો જન્મ થયો.  \n આ વેળા તો રાજાએ પોતે ચોકી કરવાનું માથે લીધું. ચાર દિશાએ ચોકીઓ મૂકી. રાજા પોતે પણ ઘોડિયા પાસે ઉઘાડી તલવારે બેઠા.  \n મધરાત થઈને વિજયામાં આવ્યાં.    \n ‘ વહુ ,   જાગે છે કે ઊંઘે છે  ? ’  \n ‘ જાગુ છું માતાજી ! ’  \n ‘ મારો ,   બોલ પાળીશ ને  ? ’  \n ‘ હા જ તો. ’    \n ‘ તો લાવ તારો છોકરો. ’    \n ‘ છોકરો તો મારી પાસે નથી ,  છોકરાની તો રાજા ચોકી કરે છે. ’  \n ‘ તું તો આપે છે ને  ? ’  \n ‘ મારાથી ના કેમ કહેવાય  ? ’  \n ‘ તો લાવ બાળોતિયું. ’    \n વહુએ બાળોતિયું આપ્યું ને માતાજી તો બધાંને ઊંઘાડીને છોકરો લઈને ચાલતાં થયાં.  \n સવારે રાજા ઘોડિયામાં જુએ તો છોકરો ન મળે.  \n સાસુ તો માથું ને પેટ ફૂટવા લાગી :  ‘ રાંડ ચૂડેલ ! મારા ચાર છોકરા ખાઈ ગઈ ! રાજા પણ વિચારમાં પડ્યો.  \n પાંચમીવાર વહુને છોકરી થઈ અને એ જીવતી રહી !  \n વહુ કહે :  ‘ બાઈજી ! મારે તો ગોરણીઓ જમાડવી છે. આજે મારું વ્રત પૂરું થયું. ’  \n સાસુ રાતી પીળી થઈ ને બોલી :  ‘ તને ફાવે તેમ કર. મને કાંઈ પૂછીશ નહિ. ’  \n વહુ તો સવારે નાહીધોઈ દહેરામાં ગઈ. ચારે દેવીઓને ચાંલ્લા કર્યા અને બોલી :  \n ‘ એવરતમાં ,  જીવરતમા ,  જયમા ,  વિજયામા ! ચારે બહેનો મારે ત્યાં ગોરણીઓ થઈને જમાવા આવજો. ’  \n સાંજ પડી એવરતમા ,  જીવરતમા ,  જયમા ,  વિજયામા ચારે બહેનો જમવા આવી.  \n તેઓ જમતાં હતાં ,   ત્યાં તો ઘોડિયામાં છોકરી રડી. માતાજી પૂછે છે :  ‘ છોકરી કેમ રોઈ ! ’  \n છોકરી કહે :  ‘ સૌને બબ્બે ભાઈ ને મારે એકે નહિ. ’  \n ચારે માતાજીઓએ એક એક છોકરો આપ્યો.  \n વહુને તો ચાર દીકરા પાછા મળ્યા. ચારે માતાજીઓ દીકરા આપીને ચાલતાં થયાં. તે પછી વહુએ માંડીને બધી વાત કહી. હવે બધાં સમજ્યાં કે પોતાના સ્વામીને બચાવવા વહુએ ચાર ચાર છોકરાઓનો ભોગ આપ્યો ! બધાં વહુનાં વખાણ કરવા લાગ્યાં.  \n એવરતમા ! જીવરતમા ! જયામા ! વિજયામા !    \n જેવાં નાની વહુને ફળ્યાં એવાં અમને ફળજો !  \n  \n"
    },
    {
      "readingTitle": "વટસાવિત્રી વ્રત",
      "readingContent": "(જેઠ સુદ તેરશે આ વ્રતનો આરંભ થાય અને પૂનમે પૂરું થાય. ત્રણ દિવસ ઉપવાસ કરવા ,  બે દિવસ ફળ ખાઈને અને એક નકોરડો. ત્રણે દિવસ અબીલ ,  કુંકુમ ,  ચોખા ,  ફૂલ અને ફળ વડે વડનું પૂજન કરવું ,  ત્રણ દિવસ પછી વડને પાણી પાવું. સુતર લઈને વડની પ્રદક્ષિણા કરી ,  પોતાના પતિના આયુષ્ય માટે પ્રાર્થના કરવી. ચોથા દિવસે રાત્રે વ્રત પૂરું કરી સૌભાગ્યવતી સ્ત્રીઓને નમસ્કાર કરીને જમવું.)  \n આપણા દેશમાં અશ્વપતિ નામે એક રાજા હતો. તેને મમતા નામે રાણી હતી.  \n રાજા ઘણો  પ વિત્ર અને દયાળુ હતો. એના રાજ્યમાં પ્રજા સર્વ વાતે સુખી હતી. રાજા ઉપર પ્રજાનો પ્રેમ હતો. એટલે એને કોઈ વાતે દુઃખ ન હતું. માત્ર એને સંતાનની ખોટ હતી.  \n નારદજીના કહેવાથી રાજા - રાણી બ્રહ્માજીની પરમશક્તિ ગાયત્રીનું (સાવિત્રીનું) વ્રત કરવા લાગ્યાં. દેવી ગાયત્રી રાજા - રાણીની શ્રદ્ધા ભક્તિથી પ્રસન્ન થયાં અને બોલ્યાં :  \n ‘ હે રાજા ! હું તમારી ભક્તિથી પ્રસન્ન થઈ છું. જે માંગવું હોય તે વરદાન માગો ! ’  \n રાજાએ કહ્યું :  ‘ દેવી ,  મારે સર્વ પ્રકારે સુખ છે ,  પણ સંતાનની ખોટ છે. મારે ત્યાં એક પુત્ર થાય અને વાંઝિયામે ’ ણું ભાંગે એટલી મારી ઈચ્છા છે. ’  \n ગાયત્રીદેવીએ કહ્યું :  ‘ તમારે ત્યાં ભાગ્યશાળી પુત્રીનો જન્મ થશે અને એ પુત્રીથી તમારા કુળનો ઉદ્ધાર થશે. ’ એમ કહી ગાયત્રીદેવી અંતર્ધાન થયાં !  \n થોડા દિવસોમાં રાણીને ચડતા દિવસ થયા. નવ મહિને તેને રૂપવાન કન્યાનો જન્મ થયો.  \n માતા ગાયત્રીનું બીજું નામ સાવિત્રી હોવાથી રાજાએ કન્યાનું નામ સાવિત્રી પાડ્યું.  \n સાવિત્રી તો બીજના ચંદ્રની પેઠે દિવસે દિવસે વધવા લાગી.    \n સાવિત્રીને સમજણી થયેલી જોઈને રાજા અશ્વપતિને ચિંતા થવા લાગી.  \n સાવિત્રીનું રૂપ જોઈ દેવો પણ શરમાવા લાગ્યા ,   તો મનુષ્યની વાત જ શી   ?  કોઈ રાજા સાવિત્રીનું માંગુ કરવાનું સાહસ કરતો નથી અને રાજાની ચિંતા વધતી જાય છે !  \n એક દિવસ રાજાએ સાવિત્રીને કહ્યું :  ‘ બહેન ! ,  તું હવે વિવાહ યોગ્ય થઈ છે ,  હજી સુધી કોઈ રાજાએ તારું માંગું કર્યું નથી ,  તો તું જ તારી મેળે કોઈ સ દ ્ ગુણી ,  બળવાન અને રૂપવાનવરની શોધ કર. ’  \n રાજાએ જોઈએ તેટલી સામગ્રી આપીને સાવિત્રીને સ્વયંવર માટે વિદાય કરી. રાજા અશ્વપતિ મંત્રીઓ સાથે સભામાં વાતચીત કરતા હતા. એટલામાં નારદમુનિ ત્યાં આવી ચડ્યા. નારદમુનિને પોતાને ત્યાં આવેલા જોઈ ,  રાજાએ આદરસત્કારપૂર્વક આસન પર બેસાડ્યા.  \n એટલામાં સાવિત્રી ત્યાં આવી પહોંચી. તે પોતાના પિતાને તથા નારદજીને પગે લાગી ,  પાસે ઊભી રહી.  \n સાવિત્રીને જોઈ નારદજીએ પૂછ્યું :  ‘ રાજન ્ ! સાવિત્રી તો હવે મોટી થઈ છે. એનાં લગ્ન કેમ કરતા નથી ?   અરે સાવિત્રી ! તું કેમ કાંઈ બોલતી નથી   ?   તારી શું ઈચ્છા છે  ? ’  \n સાવિત્રીએ કહ્યું :  ‘ પાસેના આશ્રમમાં  દ્યુ મ ત્સે ન નામે એક રાજા છે ,  તેમના પુત્ર સત્યવાનને મે વરમાળા આરોપી છે ; તેમને મેં સ્વામી રૂપે સ્વીકાયાં છે. ’  \n નારદજીને વાત સાંભળી નવાઈ લાગી. તેમણે રાજા અશ્વપતિને કહ્યું :  ‘ સત્યવાનનાં માતાપિતા સત્ય બોલનારાં છે અને સત્યવાન પણ હંમેશાં સત્ય પાળનારો છે ,  તે રૂપમાં ,  ગુણમાં સર્વથી શ્રેષ્ઠ છે ,  પણ એક વાત એવી છે કે ,  જેની આગળ બ ધા ગુણો હોવા છતાં યે નકામા છે ! ’  \n રાજા અશ્વપતિને ચિંતા થઈ તેમણે પૂછયું :  ‘ કહો ,   કહો મુનિરાજ ! એવી શી વાત છે  ? ’  \n નારદજીએ કહ્યું :  ‘ સત્યવાનના આયુષ્યમાં માત્ર હવે એક જ વ ર સ ખૂટે છે. ’  \n આ સાંભળતાં જ રાજાને ઘણો આઘાત થયો. રાજાએ સાવિત્રીને બીજો યોગ્ય વર શોધવા માટે સમજાવી. નારદજીએ પણ બીજો વર શોધી લેવાની શિખામણ આપી. પણ સાવિત્રી એકની બે ન થઈ ! એણે તો કહ્યું કે ,  કુલીન સ્ત્રીઓનું વચન એકજ હોય છે ,  મેં જેને હૃદયથી પતિ માન્યો એ જ ખરો ! હવે બીજો મારે ભાઈ સમાન છે ! જે ભાગ્યમાં હશે તે થશે ! જેવા વિધિના લેખ ! ’  \n સાવિત્રીની અડગ શ્રદ્ધા આગળ રાજાનું કાંઈ ન ચાલ્યું. નારદજી પણ તેમને સાવિત્રીની ઈચ્છા પ્રમાણે કરવાની સંમતિ આપી ચાલતા થયા.  \n અશ્વપતિ સાવિત્રીને લઈ  દ્યુમત્સે નના આશ્રમમાં ગયા.  દ્યુમત્સે ન એક ઝાડ નીચે બેઠા હતા. ત્યાં જઈ તેમને પગે લાગ્યા. આંખે આંધળા હોવાથી  દ્યુમત્સે ને પૂછ્યું :  ‘ તમે કોણ છો   ?   કેમ આવવું થયું  ? ’  \n અશ્વપતિએ કહ્યું :  ‘ હે રાજન ્ ! મારું નામ અશ્વતપતિ છે. મારી પુત્રી સાવિત્રીનું આપના પુત્ર સત્યવાન સાથે લગ્ન કરવા આવ્યો છું. ’  \n લગ્નની વાત સાંભળતાં  દ્યુમત્સે ન બોલી ઊઠ્યા :  ‘ રાજન ્ ! શું કહો છો ! તમાર ી પુત્રીનાં લગ્ન સત્યવાન સાથે ! ’  \n અશ્વપતિએ કહ્યું :  ‘ એમાં નવાઈ જેવું શું છે   ?   મારી પુત્રીએ પોતાની ઈચ્છાથી જ સત્યવાનને પસંદ કર્યા છે.  દ્યુમત્સે ને ગંભીરતાથી કહ્યું :  ‘ રાજા ,  તમે જાણો છો કે ,   મારું રાજ્ય  ઋ કમી નામના બળવાન શત્રુએ પડાવી લીધું છે ! હું આંધળો અને વૃદ્ધ હોવાથી રાજ્ય પાછું મેળવી શકું તેમ નથી ! હું વનમાં ઝૂંપડી બાંધીને પડી રહ્યો છું. વનફળ ખાઈ ને દા ’ ડા વીતાવું છું ! મારો પુત્ર પણ વનનાં ફળો પર જીવે છે. મને આ સંબંધ યોગ્ય લાગતો નથી ! હું તમારી ફૂલ જેવી કોમળ પુત્રીને દુ:ખ દેવા માગતો નથી. ’  \n અનેક રીતે સમજાવ્યા છતાં સાવિત્રી લગારે ન ડગી. છેવટે  દ્યુમત્સે ને અશ્વપતિની વાત સ્વીકારી અને સત્યવાનનું લગ્ન સાવિત્રિ સાથે કર્યું. સત્યવાન અને સાવિત્રી હળીમળીને રહેવા લાગ્યાં.  \n સાવિત્રીના હૃદયમાં ઊંડી ચિંતા હતી. નારદજીએ તેના પતિનું આયુષ્ય ટૂં કું છે ,  એમ કહેલું. તે દિવસથી સાવિત્રી વેદમાતા સાવિત્રીનું વ્રત કરવા લાગી. પોતાના સ્વામીનું મૃત્યુ અમુક દિવસે છે ,  એવો નિર્ણય કરી મનમાં દિવસો ગણવા લાગી.  \n હવે સત્યવાનના મૃત્યુને ત્રણ જ દિવસો ખૂટતા હતા. સાવિત્રીનું મન આકુળવ્યાકુળ થવા લાગ્યું ! એણે એક મન અને એક ચિત્તથી સાવિત્રી - વ્રત કરવા માંડ્યું. તે ગદ્ગ ગ દ્ હૃદયે રાત દિવસ માતા સાવિત્રીનું ધ્યાન ધરવા લાગી.  \n બે દિવસ વીતી ગયા ! આજે તો સત્યવાનનું મૃત્યુ હતું ! હંમેશના નિયમ પ્રમાણે સત્યવાન કુહાડો લઈને વનમાં લાકડાં કાપવા નીકળ્યો.  \n સાવિત્રીની ઈચ્છા હતી કે ,   આજે આખો દિવસ પોતાના સ્વામી સાથે રહેવું. એણે કહ્યું :  ‘ નાથ ! આજે એક વરસ થયું ,  છતાં તમે કોઈ દિવસ મને વન બતાવ્યું નથી. આજે મારી વન જોવાની ઈચ્છા છે. ’  \n સત્યવાને કહ્યું :  ‘ મારી ના નથી ,  માતાપિતાની આજ્ઞા મળે તો ચાલો. ’  \n સાવિત્રીએ સાસુ - સસરાની આજ્ઞા લીધી અને સત્યવાન સાથે વનમાં જવા નીકળી.  \n વનમાં જાતજાતનાં ઝાડવાં અને પશુપક્ષીઓનાં નામ પૂછતાં પૂછતાં સાવિત્રી પતિની સાથે ને સાથે ચાલતી હતી. બંને જણાં થોડે છેટે   '  ગયાં ,  ત્યાં એક સૂકાયેલું ઝાડ હતું. સત્યવાન કુહાડાથી ઝાડ કાપવા ગયો ,  પરંતુ સત્યવાને જેવો કુહાડો માર્યો તેવો જ તેના માથામાં ભારે સણકો આવ્યો ,  આંખે અંધારાં આવવા લાગ્યાં અને ઘડીકમાં તો એ ભોંય પર ઢળી પડ્યો !  \n સાવિત્રી પોતાના સ્વામીનું માથું ખોળામાં લઈ દાબવા લાગી.  \n એટલામાં એક ભયંકર કાળા રંગવાળો ,  તેજસ્વી અને વિશાળ આકૃતિવાળો પુરુષ આવીને ઊભો રહ્યો ! આવી ભયંકર આકૃતિ જોઈને પણ સાવિત્રી લેશ પણ ન ડરી.  \n સાવિત્રીએ પૂછ્યું :  ‘ તમે કોણ છો   ?   અને અહીં કેમ ઊભા છો  ? ’  \n આવનાર બોલ્યો :  ‘ હે પુત્રી ! હું યમ છું અને તારા પતિનું આયુષ્ય પૂરું થવાથી ,  તેને લઈ જવા આવ્યો છું. ’  \n સાવિત્રીએ યમરાજને ઓળખ્યા અને કહેવા લાગી :  ‘ હે યમરાજ ! મેં સાંભળ્યું છે કે ,  આપના દૂતો મનુષ્યને લેવા આવે છે ,   તો પછી આપ પોતે કેમ આવ્યા છો  ? ’ યમરાજા બોલ્યા :  ‘ સત્યવાન સદા સત્ય બીલનારો અને સદાચારી છે ,  એટલે એને લઈ જવો એ મારા દૂતોનું કામ નથી. આવા પવિત્ર પુરુષોને લેવા હું પોતે જ આવું છું એમ કહીને યમરાજાએ પાશ નાંખી સત્યવાનના દેહમાંથી અંગૂઠા જેવડા પ્રાણને બળપૂર્વક ખેંચી કાઢ્યો. ’  \n પ્રાણ ખેંચાયો ! સત્યવાનનો દેહ નિ ષ ્પ્રા ણ થઈને પડ્યો ! યમરાજા સત્યવાનનો પ્રાણ લઈને દક્ષિણ દિશાએ ચાલતા થયા.  \n પતિના મૃત્યુથી સાવિત્રીને અપાર દુઃખ થયું ! તેને  મૂર્છા આવી ગઈ. ઘડીભર તો તેને યમરાજ પર ક્રોધ આવ્યો ,   પણ એમાં યમરાજા શું કરે  ?  \n સાવિત્રી પોતાના પતિના મૃતદેહને ઝાડ નીચે મૂકી દુઃખી હૃદયે વિલાપ કરતી ,   યમરાજાની પૂંઠે પૂંઠે ચાલવા લાગી. સાવિત્રીને પાછળ પાછળ આવતી જોઈ યમરાજા બોલ્યા :  ‘ હે સાવિત્રી ! હવે પાછળ આવવું નકામું છે અહીં આગળ મનુષ્યોની સીમા પૂરી થાય છે. તું અહીંથી આગળ આવી શકીશ નહી ,  માટે પાછી વળ વિધિના લેખ મિથ્યા થતા નથી. માટે શોક કરવો નકામો છે. જા , પાછી  જા અને  તારા પતિની અંતિમક્રિયા કર. ’  \n સાવિત્રી  ધૈર્ય પૂર્વક બોલી :  ‘ મારી શ્રદ્ધા અને નિશ્ચય અડગ છે કે ,  જ્યાં જ્યાં મારા પતિ જાય ,  ત્યાં ત્યાં મારે સાથે જવું ,  હું સાથે જ રહીશ. તમે કહો છો કે મનુષ્યોની સીમા અહીં પૂરી થાય છે ,  પણ મારા પતિવ્રતધર્મના બળે ,  ગુરુભક્તિના બળે ,  મારા વ્રતના બળે અને તમારા કૃપાના બળે મારી ગતિને કોઈ અટકાવી શકે તેમ નથી !  \n વળી હે દેવ ! સાત પગલાં સાથે ચાલવાથી મિત્રતાનો અધિકાર મળે છે. હું તમારી સાથે સાત પગલાં ચાલી છું એટલે તમને મિત્રભાવે પૂછું કે જ્ઞાની પુરુષો મન ,  વચન અને કર્મથી ધર્મ પાળવાની શીખામણ આપે છે અને કહે છે ,  જગતમાં ધર્મ જ મનુષ્યનો ઉદ્ધાર કરે છે ;  તો પછી આપ મારો પતિવ્રત ધર્મ પાળતાં શા માટે અટકાવો છો  ? ’  \n યમરાજા બોલ્યા :  ‘ હે સાવિત્રી ! તારાં મધુર અને સત્યવચનોથી હું પ્રસન્ન થયો છું. તારા પતિના જીવન વિના તારે જે વરદાન માગવું હોય તે માગ. ’  \n સાવિત્રી કહે :  ‘ મારા સસરાનો અંધાપો દૂર થાય અને તેમને સૂર્ય જેવાં પ્રતાપી નેત્રો મળે તેવું વરદાન આપો. ’  \n યમરાજા કહે :  ‘ સાવિત્રી ! બહુ ચાલવાથી થાક લાગશે. તું પાછી વળ. તારા કહ્યા પ્રમાણે તેમને નેત્રો મળશે. ’ સાવિત્રી કહે :  ‘ પતિની સાથે સાથે ચાલવામાં થાક શાનો   ?  જ્યાં જ્યાં પોતાનો પતિ જાય ત્યાં ત્યાં જવું એ પ્રત્યેક નારીનો પરમધર્મ છે.  \n હે યમરાજ ! સંતપુરુષોનો સત્સંગ કદી નકામો જતો નથી ,   તો શું તમારો સત્સંગ નકામો જશે  ? ’  \n યમરાજ કહે :  ‘ સાવિત્રી ! તે મને નમ્રતાપૂર્વક અને ચતુરાઈથી મારો ધર્મ સમજાવ્યો છે. તારી ચતુરાઈ અને નમ્રતાથી હું મુગ્ધ થયો છું ,  તો તું તારા પતિના જીવન વિના જે માંગવું હોય તે ફરીથી માગ. ’  \n સાવિત્રી બોલી :  ‘ હે યમરાજા ! મારા સસરાને ગયેલું રાજ્ય પાછું મળે અને મારા પતિ તમારા ધર્મને લીધે મા રો ત્યાગ ન કરે એવું વરદાન આપો ! ’  \n યમરાજ બોલ્યા :  ‘ દ્યુમત્સે નને ગયેલું રાજ્ય પાછું મળશે અને તારો પતિ પોતાનો ધર્મ પાળશે. હવે તું પાછી જા ! ’  \n સાવિત્રી બોલી :  ‘ હે યમરાજા ! તમે સર્વને નિયમમાં રાખો છો એટલે તમારું નામ યમ છે. સર્વ પ્રાણીઓ ઉપર દયા રાખવી અને  શર ણે આવેલાની રક્ષા કરવી એ માનવીનો પરમધર્મ છે ;  એવો તમે ઉપદેશ આપો છો ,  તો હું પણ આપને શરણે છું. તમે મારી રક્ષા કરો. ’  \n યમરાજા બોલ્યા :  ‘ તારાં પવિત્ર વચનો સાંભળતાં મારી તરસ છીપાતી નથી. ખરેખર એમ થાય છે કે ,  તારી પાસેથી ધર્મવચનો સાંભળ્યા જ કરું. હું તારાં પર અત્યંત પ્રસન્ન છું. તારા પતિના જીવન વિના જે જોઈએ તે ત્રીજુ વરદાન માગ. ’  \n સાવિત્રી બોલી :  ‘ હે યમરાજ ! મારા માતા - પિતાને પુત્ર નથી ,  તો તેમને સો પુત્રો થાય અને તેમનો વંશ ચાલુ રહે. એવું મને વરદાન આપો. ’  \n યમરાજ કહે :  ‘ જા તારા માતા - પિતાને સો પ્રતાપી પુત્રો થશે ! હવે તું પાછી જા ! કારણ કે તું ઘણી દૂર આવી છે. ’  \n સાવિત્રી બોલી :  ‘ હે યમરાજા ! મારા પતિ અને આપ જેવા સ ત્પુ રુષો પાસે હોવાથી મને દૂર લાગતું નથી.  સત્પુ રુષોનાં હૃદય સદા પવિત્ર હોવાથી બધા જ માણસો સંતોનો વિશ્વાસ કરે છે. હું પણ આપના વિશ્વાસે જ ચાલી આવું છું. ’  \n યમરાજ કહે :  ‘ હે સતી ! તારા વચનોથી હું ઘણો પ્રસન્ન છું માટે તારા પતિના જીવન વિના જે જોઈએ તે વરદાન માગ. ’  તું ઘણી જ દૂર આવી છે ! માટે પ ાછી જા ! ’  \n સાવિત્રી બોલી :  ‘ મને સો બળ વાન પુત્રો થાય એવું વરદાન આપો ! ’  \n યમરાજ બોલ્યા :  ‘ જા તને સો બળવાન પુત્રો થશે. ’  હવે તું એક ડગલું પણ આગળ ભર્યા વિના પાછી વળ.  \n સાવિત્રી બોલી :  ‘ હે યમરાજા ! સંસારમાં સત્યરુષોનું વચન એક જ હોય છે ,  સતી સ્ત્રીઓને પતિ એક જ હોય છે ,  સતી સ્ત્રીઓને પતિ વિના સ્વર્ગ પણ નકામું છે ,  પતિ વિના લક્ષ્મી નકામી છે અને પતિ વ્રતકથાઓ વિના જીવન પણ નકામું છે. ’  \n યમરાજ કહે :  ‘ હવે તું પાછી જા ,  તારી વાણી સાંભળતાં હું થાકું તેમ નથી ,  પરંતુ તારે આવવાની સીમા ઘણી દૂર રહી ગઇ છે ,  માટે જે જોઈએ તે છે લ્લું  અતિ   ઉત્તમ વરદાન માગીને તું પાછી  જા ! ’  \n સાવિત્રી બોલી :  ‘ તમારું વચન સત્ય થાય એ જ માગું છું ,  મને સો બળવાન પુત્રો થાય એવું તમે વચન આપ્યું છે ,   પણ જો તમે સત્યવાનને લઈ જશો તો મારે સો પુત્રો ક્યાંથી થશે   ?  માટે મારા સ્વામીને જીવતદાન માપો ,  નહીં તો તમારું વચન મિથ્યા જશે ! ’  \n યમરાજ બોલ્યા :  ‘ હે ભદ્ર ! હે સતી !  હું  તારા પતિને જીવતદાન આપું છું. જા ! તારા  સ્વા મીને લઈ જા ! તારા સ્વામીનું આયુષ્ય ચારસો વર્ષનું થશે. ’  \n યમરાજના આશીર્વાદ લઈને સાવિત્રી પાછી વળી.  \n જે વડના પવિત્ર વૃક્ષ નીચે પોતાના સ્વામીનો દેહ હતો ,  ત્યાં તે આવી ,  સત્યવાનનું માથું તેણે ખોળામાં લીધું ,  થોડીકવારમાં સત્યવાન જાગી ઊ ઠયો ,  આળસ મરડીને બેઠો થયો ! તે જોઈ સાવિત્રીનું હૃદય આનંદથી ડોલી ઊઠ્યું.  \n સત્યવાને કહ્યું :  ‘ હે પ્રિય ! આજ તો મને એક સરસ  સ્વપ્ન . આવ્યું. તેમાં મેં તારો અને યમરાજનો સંવાદ જોયો. ’  \n સાવિત્રીએ બધી વાત કહી સંભળાવી અને કહ્યું કે ,   સ્વામી તમારું એ   સ્વપ્ન  સાચું હતું.  \n અહીં સત્યવાનના પિતાએ દોડાદોડ કરી મૂકી ! તેઓ વિચાર કરવા લાગ્યા કે ,   હજી સત્યવાન અને સાવિત્રી ઘરે કેમ ન આવ્યા   ?  એમણે ચારે દિશાએ ખોળાખોળ કરી મૂકી ,   પણ આ શું   ?  અચાનક તેમનાં અંધનેત્રો ઉઘડી ગયાં. તેઓ દેખતા થયા ! તેમના આશ્ચર્યનો પાર રહ્યો નહિ.  \n આંખો મળ્યા પછી તો તેમને પુત્ર અને પુત્રવધૂને જોવાની આતુરતા વધી ગઈ !  \n થોડીવારમાં સત્યવાન અને સાવિત્રી આવી પહોંચ્યાં અને માત-પિતાને પગે લાગ્યાં.  દ્યુમત્સે નને હવે શાન્તિ થઈ.  \n સત્યવાને બધી વાત કહી. પિતાને આંખો મળવાનું કારણ પણ સાવિત્રીના વ્રતનો પ્રભાવ છે ,   એમ તેમને સમજાવ્યું.  દ્યુમત્સે ન તો સાવિત્રીના માથે હાથ ફેરવવા લાગ્યા.  \n એટલામાં એક દૂત આવ્યો ,  એણે સમાચાર આપ્યા કે ,   આપણું રાજ્ય દુષ્ટ  ઋ કમીએ પડાવી લીધું હતું. તેના પર બીજા રાજાએ ચડાઈ કરી પાછું મેળવ્યું છે. તેઓ આપને આપનું રાજ્ય સંભાળી લેવા બોલાવે છે.  દ્યુમ ત્સે ન સત્યવાન અને સાવિત્રીને સાથે લઈ ત્યાં ગયા અને સુખેથી રાજ્ય કરવા લાગ્યા !  \n ગાયત્રી માતાની કૃપાથી થોડા દિવસ પછી સાવિત્રીના પિતાને સો બળવાન પુત્રો થયા.  \n સાવિત્રી પણ સો પુત્રોની માતા થઈ.    \n એવો વટ - સાવિત્રી વ્રતનો પ્રભાવ છે.  \n  \n"
    },
    {
      "readingTitle": "ધરો આઠમ",
      "readingContent": "(ભાદ રવા ની અજવાળી આઠમે ધરોની પૂજા કરવી અને પ્રાર્થના કરવી કે ,  ધરોની પેઠે અમારા કુળનો વંશ વધજો ! આખો દિવસ ટાઢું જમવું.)  \n સાસુ ને વહુ હતાં.  \n ધરોઆઠમનો દા ’ ડો આવ્યો. સાસુ કહે :  ‘ વહુ ! ખેતરમાં ઘાસ લેવા જાઓ. ’  \n વહુ ધરો આઠમનું વ્રત કરતી હતી ,   એટલે ઘાસ લેવા શી રીતે જાય   ?  એણે સાસુને ના પાડી.  \n સાસુ તો વહુની અનિચ્છા છતાં ખેતરમાં ઘાસ લેવા નીકળી અને વહુને છણકો કરીને સાથે આવવા દાબ દીધો.  \n વહુએ ઘોડિયામાં છોકરાને ઊંઘાડ્યો ,  ઘરનાં કમાડ ભીડ્યાં અને દાતરડું લઈને સાસુ સાથે ચાલી નીકળી.  \n વહુનો ઘાસ વાઢતાં જીવ ચાલતો નથી. ધરોઆઠમને દા ’ ડે લીલું તરણું કેમ તોડાય   ?  સાસુને ના તો કહેવાય નહિ !  \n એ તો ધરો ધરો બચાવતી જાય અને બીજું ઘાસ વાઢતી જાય .  \n સાંજ પડી ને ઘાસના ભારા બાંધી સાસુવહુ ઘરે આવવા નીકળ્યાં .  \n ગામને ઝાંપે સમાચાર મળ્યા કે , તમારા ઘરને તો આગ લાગી છે !  \n સાસુનો જીવ તો તાળવે ચોંટી ગયો .  એણે  ભારો નાંખી દીધો અને ઘરે જવા દોટ મૂકી !  \n ઘરમાં વહુનો છોકરો હતો . વહુ પણ મનમાં ભગવાનને પ્રાર્થના કરતી , ધરોમાને વિનવતી પાછળ દોડી .  \n સાસુવહુ ઘેર આવીને જુએ તો આખું ઘર બળીને રાખ થઈ ગયેલું .  \n સાસુ પોક મૂકીને રડવા લાગી .  \n વહુએ હળવે રહીને કમાડ ઉઘાડ્યું . જુએ છે તો છોકરાના ઘોડિયા ઉપર ધરો વીંટાઈ ગયેલી .  \n છોકરો તો ઘોડિયામાં હસે રમે અને કલ્લોલ કરે !  \n વહુને ધરોઆઠમનું વ્રત ફળ્યું . સાસુ પણ વિલાપ કરવો મૂકીને છોકરાને રમાડવા લાગી .  \n એવો ધરો - આઠમના વ્રતનો પ્રભાવ છે .  \n  \n"
    },
    {
      "readingTitle": "ગૌરીવ્રત",
      "readingContent": "(અષાઢની અજવાળી અગિયારશે આ વ્રત થાય છે. આ વ્રત પહેલવહેલું પાર્વતી - ગીરીમાએ કરેલું એટલે ગોરમાનું વ્રત કહેવાય છે.)  \n અષાઢની અજવાળી પાંચમે ફળિયે ફળિયે કુમારિકાઓ ટોળે વળે ,  ઘરે ઘર આનંદ છવાઈ જાય.  \n સરખે સરખી સહિયરો સાથે નીકળે અને ગામની ભાગોળે જાય. ગોરમટી અને અડાયા છાણાં લઈને ઘરે આવે.  \n વાંસની છાબડી કે રામપાતરમાં માટી અને છાણાનો ભૂકો કરી ખાતર પૂરે અને તેમાં ઘઉં ,  જવ ,  તુવેર ,  ડાંગર ,  જાર ,  તલ અને ચોળા એ સાત ધન વાવે. કુંકુમના છાંટા નાંખી છાબડી પાટલા પર ગોઠવે.  \n એક પછી એક દિવસ વીતે ને જવેરા વધતા જાય. જવેરાના બે વેત ઉંચા લીલાછમ ફણગા ફૂટયા હોય ! તે દિવસે કુમારિકાઓ વહેલી ઊઠી જારના સાંઠાનું દાતણ કરે અને સાથે મળી ગાતાં ગાતાં નદીએ નાહવા જાય.  \n મેં વરસે મેડી ચૂએ ,  \n ચંદ્રાસર લહેરે જાય જો.    \n માડી જાયો વીર મલપતો ,  \n નદીએ નાવા જાય જો.    \n નદીઓના ડહોળાં પાણી ,  \n સરોવર ઝીલવા જાય જો.    \n ઝીલી કરીને ઘરે પધાર્યા ,  \n મોતીડે વધાવ્યા જો.    \n ભાઈ બેઠા જમવાને ,  \n ભોજાઈએ પહેર્યા ચીર જો.    \n ચીર ઉપર ચુંદડી ને ,  \n ચોખલિયાળી ભાત જો.    \n ભાત ભાતે ભડકલાં ને ,  \n જો જો વહુની જાત જો.  \n જાત ઉપર ઝાંખરાં ને ,  \n વે ’ લ ધડૂકી જાય જો.    \n વે ’ લમાં બેઠો વાણિયો ને ,  \n કાગળ લખતો જાય જો.    \n કાગમાં બે પૂતળીને ,  \n હસતી રમતી જાય જો.    \n અને આવતી વેળા ___  \n ગોરમા ઉઘાડોને બારી ,  \n આવે છે સવા લાખ પુજારી ,    \n એટલી પૂજારીમાં કોણ બા ઘરડેરાં ,  \n એટલી પૂજારીમાં ગોરબા ઘરડેરાં.    \n ઘરડેરાં પાસે શું શું રે માગે  ?  \n ચોટલિયાળા વીરાજી માગે ,    \n ઘાટડિયાળાં ભાભીજી માગે.  \n આમ હસતાં રમતાં ઘરે આવે. આવ્યા પછી કંકાવટીમાં કુંકુમ ઘોળીને જવેરાનું પૂજન કરે.  \n મારા જવના જવેરા રે જવ છે ડોલરિયો.    \n મારા કિયા ભાઈએ વાવ્યા રે જવ છે ડોલરિયો.    \n મોરા ___ ભાઈએ વાવ્યા રે ,   જવ છે ડોલરિયો.    \n મારા જવના જવેરા રે જવ છે ડોલરિયો.    \n મારા કિયા વહુએ સીંચ્યા રે જવ છે ડોલરિયો.    \n મારા ___  વહુએ સીંચ્યા રે જવ છે ડોલરિયો.    \n મારા જવના જવેરા રે ,   જવ છે ડોલરિયો.    \n મારા કિયા બહેન પૂજશે રે જવ છે ડોલરિયો.    \n મારા ___ બહેન પૂજશે રે ,   જવ છે ડોલરિયો.    \n એમને પાટલિયે બેસાડો રે ,  જવ છે ડોલરિયો.  \n ગોરમાનો વર કેસરિયો  \n નદીએ નાહવા જાય રે ગોરમા !    \n વાંકી તે મૂકી પાઘડી  \n છાંયડો જોતો જાય રે ગોરમા ! ગો રમાનો.    \n જરિયલ જામો પહેરતો  \n ઠસમસ કરતો જાય રે ગોરમા ! ગોરમાનો.    \n ખભે તે ખેસિયું નાંખતો  \n ડોલતો ડોલતો જાય રે ગોરમા ! ગોરમાનો.    \n હાથમાં તે વાંકી લાકડી  \n ઠમ ઠમ કરતો જાય રે ગોરમા ! ગોરમાનો.    \n હાથમાં તે કેળાં કાકડી  \n ચાવતો ચાવતો જાય રે ગોરમા ! ગોરમાનો.    \n પગે તે પીત્તળ પાવડી    \n ઠપ ઠપ કરતો જાય રે ગોરમા ! ગોરમાનો.  \n ઝમ્મરે ઝાંઝરિયા લાલ ! ઊંચે ટીંબે કાંગ વાવી ,  ઝ મ્મ  રે.    \n કાંગ હું તો હોંશે લાવી ,  ઝભ્ભ રે ઝાંઝરિયા લાલ !  \n કાંગના   મેં  પૂળા વાગ્યો ,  ઝભ્ભ રે ઝાંઝરિયા લાલ !  \n પૂળા તો મેં નવે ઘોલ્યા ,  ઝમ્ મ રે ઝાંઝરિયા લાલ !  \n સાંજ પડી ત્યાં પૂળો સળગ્યો ,  ઝ મ્મ રે ઝાંઝરિયા લાલ !  \n ભેંસ વિયાણી પાડો ભડક્યો ,  ઝ મ્મ રે ઝાંઝરિયા લાલ !  \n હું તો થાળ ભરૂં શગ મોતીડે ,  \n હું તો ગોરમાને પૂજવા જઈશ ,  \n મારે સોના સરીખો સૂરજ ઊગિયો.  \n હું તો બેન રે કયી બેન તમને વિનવું ,  \n તમારી સાહેલિયો લેજો સાથ ,  મારે  \n હું તો થાળ ભરૂં રે શગ મોતીડે ,  \n હું તો પારવતી પૂજવાને જઈશ. મારે  \n હું તો બેન રે ___ બેન તમને વિનવું ,  \n તમારી સાહેલિયો લેજો સાથ. મારે  \n હું તો થાળ ભરૂં રે શગ મોતીડે ,  \n હું તો ગોરમાને પૂજવા જઈશ. મારે  \n હું તો ભાઈ રે કિયા ભાઈ તમને વિનવું ,  \n તમારા ભાઈબંધ લેજો સાથ. મારે  \n આમ સરખી સૈયરો મળી મનગમતાં ગીતો ગાય ,  ઘીનો દીવો કરે ,  ચોખા ચડાવે અને અગરબત્તીનો ધૂપ કરી એકટાણું મોળું જમે. તેમ છતાં ભૂખ લાગે તો ટોપરૂં ,  પતાસાં ,  ખારેક ખાય. જમતી વેળા એક ઠેકાણે  \n બેસીને જમાય ,  તે દિવસથી એકટાણું જમે ,  ભોંય પથારી કરે ,  ભૂખ લાગે તો ટોપરૂં ખાય ,  ફરીથી ખાવું હોય તો ચત્તા સૂઈ રહે. ચત્તા સૂતાં હોય તો ઊઠીને ખવાય ,  પાસુ ફરી જવાય તો ખવાય નહી. આમ ચાર દિવસ વીતાવે અને પાંચમે દિવસે તો આખી રાત જાગરણ કરવું પડે ! આખી રાત શી રીતે વીતાવવી   ?  ગીતો ગાય ,  વરઘોડા કાઢે. જાતજાતની રમતો રમે.  \n સવાર થાયને ગોર્યોન વળાવવા નીકળે. નદી કે તળાવે જઈને ગોર્યમાને નમન કરી જળમાં પધરાવે.  \n  \n"
    },
    {
      "readingTitle": "મંગળા ગૌરી વ્રત",
      "readingContent": "(વેવિશાળ થયા પછી કન્યાએ શ્રાવણ માસના ચારે મંગળવારે આ વ્રત કરવું. આમ પાંચ વરસ સુધી આ વ્રત કરવાનું હોય છે. લગ્ન થયા પછી સાસરે પણ આ વ્રત કરી શકાય છે. આ વ્રત સુખ સંપત્તિ અને પતિનું આયુષ્ય વધારનારું છે. શ્રાવણના મંગળવારે પાર્વતીનું પૂજન કરવું અને મંગળાગૌરીની વાત સાંભળાવી.)  \n ધ ર્મ પાળ નામનો એક બ્રાહ્મણ હતો. એક વાર તેણે દેવી મંગળાગૌરીનું પૂજન કર્યું. તેના પૂજનથી દેવી પ્રસન્ન થયાં અને ધર્મપાળને કહ્યું :  ‘ હે ધર્મપાળ ! તેં શ્રદ્ધાપૂર્વક મારું પૂજન કર્યું ,  તેથી હું પ્રસન્ન થઈ છું. તારે જે વરદાન માગવું હોય તે માગ. ’  \n ધર્મપાળ બોલ્યો :  ‘ માતાજી ! મારે ધનધાન્યની ખોટ નથી ,  પરંતુ એક પુત્રની ઝંખના છે. ’  \n મંગળાગૌરી બોલ્યાં :  ‘ ધર્મપાળ ,  તારા ભાગ્યમાં સંતાન જ નથી ,   તો પુત્રની વાત જ ક્યાં રહી   ?  છતાં અલ્પ આયુષ્યવાળો ગુણવાન પુત્ર ,  લાંબા આયુષ્યવાળો આંધળો પુત્ર અથવા તો વિધવા પુત્રી ,  આ ત્રણમાંથી તું ગમે તે એક માગ. જે માગીશ તે તને મળશે. ’  \n ધર્મપાળ બોલ્યો :  ‘ માતાજી ! મને અલ્પ આયુષ્યવાળો પણ ગુણવાન પુત્ર આપો. જેથી મારી અને મારા પિતૃઓની સદ્ગતિ થાય. ’  \n દેવી મંગળાગૌરીએ કહ્યું :  ‘ ધર્મપાળ જો ! પાસે આ આંબો છે. તેના ઉપરથી એક કેરી તોડી લે. ન પહોંચાય તો ગણપતિની દુંટી માં પગ ભરાવીને તોડી લે. ’ તેણે એક કેરી તોડી લીધી પણ તેને લોભ લાગ્યો એટલે ત્રણ વાર ગણપતિની  દુંટી માં પગ ભરાવી ભરાવીને ઉપર ચઢ્યો ને ત્રણ કેરીઓ તોડી . આથી ગણપતિ ક્રોધે ભરાયા અને શાપ આપ્યો કે ,  જા સોળમે વર્ષે તારા પુત્રને સાપ કરડશે અને તે મૃત્યુ પામશે. ધર્મપાળના હાથમાં ત્રણ કેરીઓ હતી. તેમાંથી બે અદૃશ્ય થઈ ગઈ અને માત્ર એક જ કેરી રહી.  \n ધર્મપાળ એક કેરી લઈને ઘરે આવ્યો અને પોતાની પત્નીને કેરી ખવડાવી. થોડા દિવસમાં તેની પત્ની સગર્ભા થઈ અને નવ મહિને તેને રૂપાળો પુત્ર જન્મ્યો. ધર્મપાળે પોતાના પુત્રનું નામ શિવ પાડ્યું. શિવ દિવસે દિવસે મોટો થવા લાગ્યો. દશ વર્ષે તેને જનોઈ દીધી અને તેને તેના મામા સાથે કાશીએ ભણવા મોકલ્યો.  \n મામો ભાણેજ કાશીએ જવા ચાલી નીકળ્યા. જતાં જતાં એક ગામ આવ્યું. ગામના પાદરે સરખી સહિયરો રમતી હતી. તેમાં સુશીલા નામની એક ઘણી રૂપાળી છોકરી હતી. બીજી છોકરીઓ સાથે તેને કજીયો થયો ,   તેથી છોકરીઓ તેને  ‘ રાંડ અભાગણી ’ કહી ગાળો દેવા લાગી. સુશીલાએ કહ્યું :  ‘ તમે ભલે ગાળો દો ,  રાંડ કહે હું રાંડવાની નથી. મારી બાએ મંગળાગૌરીનું વ્રત કર્યું છે ,  તેથી અમારા કુળમાં કોઈ વિધવા નહીં થાય. મંગળાગૌરીનો જ્યાં ધૂપ ફેલાય ,  કે દીવાનો પ્રકાશ ફેલાય ત્યાં પણ સુખ - શાન્તિ થાય. ’  \n એક છોકરીએ પૂછ્યું :  ‘ બહેન ! એ વ્રત શી રીતે થાય  ? ’  \n સુશીલા બોલી :  ‘ શ્રાવણ મહિનાના બધા મંગળવારે માતા પાર્વતીની - મંગળાગૌરીની પૂજા કરવી. પાટલા ઉપર તેમની સ્થાપના કરી. ઘઉંના લોટનું કોડિયું બનાવી તેમાં સૂતરના તારની દીવેટ મૂકવી. ઘી પૂરી દીવો  સળગાવવો. સોળ બીલીપત્રો ,  સોળ પુષ્પો તથા સોળ જીરાના દાણા ,  સોળ ધરોનાં પાંદડાં ,  સોળ ધતુરાનાં પાંદડાં અને સોળ અઘેડાના પાંદડાથી માતાજીનું પૂજન કરવું. એકટાણું જમવું અને વાંસની છાબડીમાં ફળફૂલ અને માતાજીની મૂર્તિ મૂકી પૂજન કરી. વિદ્વાનને દાન આપવું. ’  \n સુશીલાની વાત મામો ભાણેજ સાંભળી રહ્યા હતા. મામાને થયું , જો સુશીલાનાં લગ્ન શિવ સાથે થાય તો તેના મૃત્યુની ઘાત ટળી જાય. તેઓ સુશીલાના પિતા પાસે ગયા અને કન્યાનું મા ગું  કર્યું. સુશીલાના પિતાએ કહ્યું :  ‘ મારી સુશીલાનું સગપણ હર નામના બ્રાહ્મણપુત્ર સાથે થયેલું છે ,   એટલે તમારી માગણી હું શી રીતે સ્વીકારું  ? ’  \n વાત સાંભળી મામો ભાણેજ નિરાશ થયા. તેમ છતાં એ જ ગામના તળાવ પાસે સુંદર સ્થળે રહેવા લાગ્યાં .  \n થોડા દિવસમાં સુશીલાના લગ્ન લેવાયા .  \n વિધિની ગતિ ન્યારી હોય છે. તેને કોઈ સમજી શકતું નથી.  દુર્ભાગ્યે હર રોગમાં ઘેરાયો ,  તેથી તેના મા - બાપ ચિંતામાં પડ્યાં ,   તેમણે શિવને જોયો એટલે શિવના મામાને કહ્યું :  ‘ ભાઈ ! તમારા ભાણેજને મારા હ ર ની જગાએ ચોરીમાં બેસવા મોકલો તો સારું ;  કારણ કે ,  તે વ્યાધિમાં સપડાયો છે. ’  \n મામાએ હા ,   કહી અને શિવને લગ્નમંડપમાં બેસવા મોકલ્યો. સુશીલાનાં  સ્વપ્ન ફળ્યાં. તેનાં લગ્ન શિવ સાથે થઈ ગયાં !  \n રાત્રે શિવ અને સુશીલા સૂતાં હતાં. શિવ ભરઊંઘમાં હતો. તેવામાં સુશીલાંને  સ્વપ્ન આવ્યું.  સ્વપ્ન માં દેવી મંગળા ગૌરીએ કહ્યું :  ‘ સુશીલા ! ઊઠ તારા પતિને નાગ કરડવા આવ્યો છે. ઝટ દૂધનું વાસણ મૂકી દે ,  એટલે તે દૂધ પીને ચાલ્યો જશે. ’  \n સુશીલા ઝબકીને જાગી. જુએ છે ,  તો કાળો નાગ ફૂંફાડા મારતો આવી રહ્યો હતો. ઝટ તેણે દૂધનું વાસણ નાગ આગળ મૂકી દીધું. નાગ દૂધ પીને ચાલતો થયો.  \n થોડીવારે શિવ જાગ્યો અને કહ્યું :  ‘ સુશીલા મને ભૂખ લાગી છે. ’  \n સુશીલા ઘરમાં ગઈ અને રૂપાના થાળમાં લાડુ લઈ આવી. શિવે લાડુ ખાધા અને હાથ ધોઈ થાળમાં વીંટી મૂકીને કહ્યું :  ‘ લે થાળ મૂકી દે. ’  \n ‘ ભલે. ’ કહી સુશીલા થાળ મૂકી આવી.  \n બીજે દિવસે હર સાજો થયો એટલે તે લગ્નની અધૂરી વિધિ પતાવવા આવ્યો.  \n સુશીલા તેને જોઈને કહેવા લાગી કે ,  હું જેની સાથે પરણી હતી તે આ વર નથી ,  માટે હું આની સાથે ઊભી નહિ રહું. સુશીલાના પિતા ચિંતામાં પડ્યા. હવે શું કરવું ! તેમણે શિવની શોધ કરવા માંડી.    \n શિવ અને તેના મામા તો વહેલી પરોઢે કાશીએ જવા નીકળેલા હતા. તેઓ કાશીમાં આવ્યા અને ભગવાન કાશીવિશ્વનાથનું પૂજન કરી આનંદ પામ્યા. રાત્રે તેઓ ધર્મશાળામાં સૂઈ રહ્યા. ઊંઘમાં મામાને  સ્વપ્ન આવ્યું :  ‘ જાણે ! યમદૂતો શિવનો પ્રાણ લેવા આવ્યા છે , પરંતુ મંગળાગૌરીએ તેમને મારીને પાછા કાઢ્યા છે. ’ પણ આ વાત તેમણે મનમાં રાખી.  \n સુશીલાના પિતાએ શિવને ખોળવા આકાશ પાતાળ એક કર્યું ,  પણ ક્યાંય તેનો પત્તો લાગ્યો નહિ ! આથી તેમણે સદાવ્રત ચાલુ કર્યું. અતિથિઓ આવે ત્યારે સુશીલા તેમના ચરણ ધોતી ,  તેની મા પાણી રેડતી ,  ભાઈ ચંદન ચડાવતો અને તેના પિતા ભોજન કરાવી પાન આપતા. આમ સૌ કોઈને તેઓ આદરપૂર્વક જમાડતા.  \n શિવ અને તેનો મામો અહીં આવી પહોંચ્યા અને તળાવને કાંઠે બેઠા. એવામાં સુશીલાની દાસી પાણી ભરવાં આવી ,  તે જોઈ ગઈ અને ઘરે જઈ વાત કહી. સુશીલાના પિતાએ તેમને તેડવા માટે હાથી ઘોડા મોકલી આદરપૂર્વક તેડાવ્યા. તેઓ ત્યાં આવ્યા એટલે સુશીલા શિવને ઓળખી ગઈ અને તે શિવના ચરણોમાં નમી પડી.  \n તેણે તેના માતા - પિતાને કહ્યું :  \n ‘ આજ મારા પતિ છે. તેમના સાથે જ મારાં લગ્ન થયાં હતાં. ’  \n સુશીલાનાં મા - બાપે તેને માટે કંઈક એંધાણી માગી ,  ત્યારે શિવે જે રૂપાના થાળમાં પોતાની વીટી મૂકી થાળ ગુપ્ત ઠેકાણે મૂકાવ્યો હતો ,  તે વાત સુશિલાએ કહી અને પેલો થાળ લઈ આવી. થાળમાં શિવની વીટી જોઈ તેમણે બધી વાત માની લીધી અને સુશીલાના મા - બાપે શિવને જમાઈ રૂપે સ્વીકારી લીધો. પુષ્કળ પહેરામણી આપી. સુશીલાને શિવ સાથે વળાવી. સુશીલાએ મંગળાગૌરીનું વ્રત કરવા માંડ્યું . તેથી શિવ દી ર્ઘા યુષ પામ્યો અને સૌ સારાવાનાં થયાં.  \n મંગળા ગૌરી વ્રતનો આવો પ્રભાવ છે.  \n  \n"
    },
    {
      "readingTitle": "જન્માષ્ટમી વ્રત",
      "readingContent": "(શ્રાવણ વદ ૮ : સવારે દાતણ કરી પવિત્ર જળમાં સ્નાન કરવું. સ્વચ્છ વસ્ત્રો પહેરવા. ભગવાન શ્રીકૃષ્ણની કથા વારતા સાંભળવી. ભગવદ્ ગીતાનો પાઠ કરવો અને સુગંધિત ચંદન તથા પુષ્પોથી પૂજન કરવું. વિવિધ વાજિંત્રો સાથે ભજન કરવાં. બીજે દિવસે બ્રહ્મભોજન કરાવી પારણાં કરવાં.)  \n મથુરામાં રાજા ઉગ્રસેન રાજ્ય કરતો હતો. તેને પવનરેખા નામે રાણી હતી. એક દિવસ તે પોતાની સખીઓ સાથે વનવિહાર કરવા ગઈ. ત્યાં દુમિલક નામનો રાક્ષસ આવી ચડ્યો. તેની દૃષ્ટિ રાણી પવનરેખા ઉપર પડી. રાક્ષસે રાજા ઉગ્રસેનના જેવું માયાવી રૂપ ધારણ કર્યું અને રાણી સાથે આનંદ કરવા લાગ્યો.  \n પવનરેખા કાંઈ સમજી નહિ ને તેને ગર્ભ રહ્યો. આ ગર્ભમાં રાક્ષસ કાળનેમીએ પ્રવેશ કર્યો. નવ મહિને રાણીને પુત્ર જન્મ્યો. તેનું નામ કંસ રાખવામાં આવ્યું ,  આ કંસ કાળનેમીનો અવતાર હતો.  \n કંસમાં જન્મથી જ રાક્ષસનાં લક્ષણો હતાં. આઠ વર્ષની વયે તો તે મગધદેશમાં ગયો અને જરાસંધ જોડે મલ્લયુદ્ધ કરીને જીત્યો. આવો તે બળવાન હતો.  \n કંસના કાકા દેવકને એક પુત્રી હતી. તેનું નામ દેવકી હતું. કંસે તેને પાળીપોષીને મોટી કરી હતી. દેવકી સમજણી થતાં વસુદેવ નામના યાદવ સાથે તેનાં ધામધૂમથી લગ્ન થયાં. આજે કંસના આનંદનો પાર ન હતો. તે પ ોતાની બહેન દેવકીને સાસરે વળાવવા  નીકળ્યો અને પોતે રથ હાંકવા બેઠો.  \n રથ થોડે દૂર ગયો ,   ત્યાં આકાશવાણી થઈ :  ‘ હે કંસ ! આ દેવકીનું આઠમું બાળક તારો નાશ કરશે. ’  \n આટલું સાંભળતાં કંસની વૃત્તિઓ પલટાઈ ગઈ. તેને થયું ,  જો હું દેવકીને મારી નાંખુ તો તેને બાળક ક્યાંથી થશે ! તેણે ઝટ ખડગ કાર્યું અને દેવકીને મારવા ગયો. ત્યાં વસુદેવ વચ્ચે પડ્યા અને કહ્યું , જો તમારી બહેનનો વધ કરશો તો તમને સ્ત્રી - હત્યાનું પાપ લાગશે. તમને દેવકીના બાળકનો ડર લાગતો હોયતો દેવકીને મારવાનું કારણ શું   ?  તેને જેટલાં બાળકો જન્મશે તેટલાં હું તમોને આપતો જઈશ.  \n વસુદેવની વાત કંસને ઠીક લાગી. પાછો ઘડીકમાં તેનો વિચાર ફર્યો કે ,   કદાચ વસુદેવ બાળકો ન લાવી આપે તો હાથે કરીને શા માટે મોત ઊભું કરવું   ?   ઝટ તેણે  ર થ પાછો મથુરા હંકારી મૂક્યો અને પોતાના બહેન - બનેવીને કારાગૃહમાં પૂર્યા. કંસના પિતા ઉગ્રસેન કાંઈ  ‘ હા ,  ના ’  કહે તે પહેલાં તેમને પણ ગાદી ઉપરથી ઊઠાડી મૂકી કારાગૃહમાં પૂર્યા.  \n આમ કંસ પોતાના પિતાના જીવતાં જ મથુરાની ગાદી ઉપર ચડી બેઠો. પ્રજા તેના ત્રાસથી કંટાળી ગઈ.  \n થોડા સમયમાં દેવકી સગર્ભા થઈ અને તેને એક પુત્ર જન્મ્યો. કંસને આ વાતની જાણ થતાં. તેણે તેને દેવકી પાસેથી ઝૂંટવી લીધો અને પથ્થર પર પછાડી મારી નાખ્યો ! આમ દેવકીના એક પછી એક છ પુત્રોનો કંસે નાશ કર્યો.  \n આ સમયે ક્ષત્રિય કુળમાં ઉત્પન્ન થયેલા દૈત્યોથી પૃથ્વી પીડાતી હતી. દૈત્યોનો ત્રાસ સહન ન થવાથી પૃથ્વી બ્રહ્માને શરણે ગઈ. બધા  દેવો ભેગા થયા અને પૃથ્વીને આશ્વાસન આપી તેનું દુઃખ   નિવારવાનું જણાવ્યું.  દેવોએ એક પછી એક પૃથ્વી ઉપર અવતાર લેવા માંડ્યો ,  દેવાંગનાઓ વ્રજભૂમિમાં ગોપીઓ બની. દેવો ગોવાળિયાઓ બન્ યા  \n દેવકી સાતમી વાર સગર્ભા થઈ ,  તે સમયે શેષે પોતાના અંશ વડે દેવકીના ગર્ભમાં પ્રવેશ કર્યો. પરંતુ યોગમાયાએ દેવકીનો ગર્ભ વસુદેવની બીજી સ્ત્રી રોહિણીના ઉદરમાં મૂક્યો. આમ દેવકીનો ગર્ભ નિર્વિ ધ્ને પહોંચી ગયો. રોહિણીને નવમાસે પુત્ર જન્મ્યો. તેનું નામ રામ પાડ્યું. રામે બલપૂર્વક પ્રલંબાસુરને મારી નાંખ્યો ,  તેથી તે બલરામ કહેવાયા. બલરામ શેષાવતાર ગણાય છે.  \n દેવકી આઠમીવાર સગર્ભા થઈ.  \n ગોકુળમાં નંદરાજ વસુદેવના પરમ મિત્ર હતા. તેને જશોદા નામે પત્ની હતી. તે પણ આજ સમયે સગ ર્ભા હતી. તેના ગર્ભમાં યોગમાયાએ પ્રવેશ કર્યો.  \n દેવકી ને વસુદેવ કારાગૃહમાં હતા તેવામાં શ્રાવણ મહિનાની આઠમની મધરાતે દેવકીને પુત્ર જન્મ્યો. પુત્ર જન્મતાંની સાથે કારાગૃહમાં દિવ્ય પ્રકાશ ફેલાયો.  \n પ્રકાશમાં વસુદેવે શંખ ,  ચક્ર ,   ગદા તથા  પદ્મ ધારણ કરેલા ભગવાન વિષ્ણુને જોયા. વસુદેવ ભગવાનના ચરણોમાં ઢળી પડ્યા. ઘડીકમાં ભગવાન વિષ્ણુ દેવકીના બાળકમાં સમાઈ ગયા.  \n વસુદેવના હૃદયમાં હવે ધીરજ આવી. તેમણે જોયું તો કારાગૃહનાં લોખંડી બારણાં ઉઘાડાં રહી ગયાં હતાં. દીવાના પ્રકાશમાં ચોકીદાર પર દૃષ્ટિ કરી ,  તો બધા ઘસઘસાટ ઊંઘતા હતા.  \n વસુદેવ સાવધ થયા અને ગમે તે ભોગે દેવકીના બાળકને બચાવવાનો તેમણે નિશ્ચય કર્યો.  \n તેઓએ બાળક - કૃષ્ણને છાબડીમાં મૂક્યા અને છાબડી માથે મૂકી સાવધાનીપૂર્વક ચાલી નીકળ્યા. તેઓ યમુના નદીના કાંઠે આવ્યા. યમુનામાં પાણી ઘૂઘવાટા લઈ રહ્યું હતું. આજે તેમના શરીરમાં દૈવી શક્તિનો સંચાર થયો હોય તેમ તેમણે ગમે તે સંકટનો પ્રતિકાર કરવાનો નિશ્ચય કર્યો. સાહસપૂર્વક તેમણે નદીના પાણીમાં પગ મૂક્યો ,  ઘૂઘ વતી યમુના જાણે શાંત બની ગઈ ! વસુદેવ ક્ષેમકુશળ ગોકુળમાં નંદરાજાને ઘરે ગયા. તેમણે નંદરાજાને બધી વાત કરી અને  પોતાનું બાળક તેમને સાચવવા સોપ્યું.  \n જશોદાને આ જ સમયે એક છોકરીનો જન્મ થયો હતો. તે જાણતી  હતી કે કંસ અવશ્ય મારી બહેનપણી દેવકી ઉપર અત્યાચાર કરશે એટલે તેણે કૃષ્ણના સાટામાં  પોતાની નાની બાળકી વસુદેવને આપી. તેને શ્રદ્ધા હતી કે, ટે છોકરી છે એટલે કંસ નહિ મારે.  \n વસુદેવ છોકરીને લઈને કારાગૃહમાં પહોંચી ગયા. વસુદેવે છોકરી દેવકીના ખોળામાં મૂકી અને બધી વાત કહી કારાગૃહનાં બારણાં બંધ કરી દીધાં. વાત સાંભળી દેવકીને નિરાંત વળી .  \n સવારે કંસને ખબર પડતાં એ જ ક્ષણે તે કારાગૃહમાં આવ્યો અને બાળકની માગણી કરી. વસુદેવે વિનંતીપૂર્વક કહ્યું :  ‘ રાજન ્ ! દેવકીને પુત્રી જન્મી છે. પુત્રી દ્વારા આપને કંઈ વિઘ્ન નહિ આવે. ’  \n કંસે કહ્યું :  ‘ વસુદેવ ! તમારું કહેવું ખરું છે ,   પરંતુ બતાવો તો ખરા ! વસુદેવે વહાલથી છોકરીને કંસના હાથમાં આપી. કંસ છોકરી જોઈ ખડખડાટ હસી પડ્યો. અને બોલ્યો :  ‘ વસુદેવ ! હું મૂરખો નથી કે હાથે કરીને કૂવામાં પડું ! આમ કહી નિર્દય કંસે છોકરીને પથ્થર ઉપર બળપૂર્વક પછાડી ___  \n પણ આ શું છોકરી અદૃશ્ય થઈ ગઈ અને જતાં જતાં બોલી :  ‘ કંસ ! ઈશ્વરલીલા તું શું સમજી શકે   ?  મૃત્યુ ટાળવા તે અનેક બાળહત્યાઓ કરી ,  પણ મૂર્ખ ! તારો શત્રુ બાળ રૂપે ગોકુળમાં ઊછરી રહ્યો છે ! ’  \n આ દૈવવાણી સાંભળી ત્યારથી કંસનો અજંપો વધવા લાગ્યો. તેણે પોતાના રાક્ષસમિત્રો અને પૂતના જેવી દાસીઓને ગોકુળ -મથુરાના બાળકોને મારી નાખવાનું કામ સોપ્યું.  \n પૂતના માસીરૂપે નંદરાજાને ઘરે ગઈ અને સ્તન ઉપર હળાહળ વિષ ચોપડી કૃષ્ણને સ્તનપાન કરાવવા ખોળામાં લીધા પરંતુ કૃષ્ણ પોતાને  સા ટે નાગને સ્તનપાન કરાવ્યું ,  ઘડીકમાં પૂતનો મૃત્યુ પામી. કંસની આખી યોજના ફોગટ ગઈ.  \n ત્યાર પછી કંસે બકાસુર ,  ધૈનુ કાસુર ,  કેશી ,  આધાસુર જેવા રાક્ષસોને મારવા મોકલ્યા ,   પરંતુ  કૃષ્ણે તે બધાનો નાશ કર્યો. કંસ જેમ જેમ યુક્તિઓમાં નિષ્ફળ ગયો તેમ તેમ તેની ચિંતા વધવા લાગી , છેવટે તેણે અક્રૂરજીને રથ લઈ કૃષ્ણને તેડવા મોકલ્યા. ગોપીઓની વિદાય લઈ અક્રુરજી સાથે ભગવાન કૃષ્ણ મથુરામાં આવ્યા. અહીં કંસે કૃષ્ણને મારવા જાતજાતની યુક્તિઓ કરી રાખી હતી.  \n કૃષ્ણ મથુરાની સાંકડી ગલીમાં પ્રવેશ કર્યો. તે વેળા કંસે કુવલયાપીડ નામના મદોન્મત્ત હાથીને છૂટો મૂક્યો. હાથી ને પોતાના સામે ધસી આવતો જોઈ કૃષ્ણ સાવધાન થયા અને સુંઢ પકડી બળપૂર્વક તેના એક  દંતુ શળને ઉખાડી લીધો અને એ જ  દંતુ શળના ફટકાથી એ ભયાનક હાથીને મારી નાખ્યો.  \n ત્યાં તો કંસે બીજી યુક્તિ કરી રાખી હતી. તેણે ચાણુર અને મૂષ્ટિક નામના મલ્લો સાથે મલ્લયુદ્ધ લડવાનો કૃષ્ણને આગ્રહ કર્યો. કૃષ્ ણે મલ્લયુદ્ધનો પડકાર ઝીલી લીધો.  \n આ યુદ્ધ માત્ર રમત પૂરતું ન હતું. કૃષ્ણને મારવાનું કાવત્રુ હતું. કૃષ્ણ મલ્લોની ક્રૂરતા સમજી ગયા. યુદ્ધનો પ્રારંભ થયો. વિશાળકાય મલ્લોની સામે કૃષ્ણ બાળક જેવા લાગતા હતા ,  છતાં તેમણે બંને મલ્લોને પછાડી યમપુરી પહોંચાડી દીધા.  \n કૃષ્ણમાં આવું અપૂર્વ બળ જોઈને કંસ ધ્રૂજી ગયો ,  છતાં જાણે વહાલ બતાવતો હોય તેમ કૃષ્ણને પ્રેમથી ભેટવા ગયો ,  કૃષ્ણ પાસે આવ્યા ,  ત્યાં તો કંસે તેમને પોતાના બાહુપાશમાં જકડી લીધા.  \n કંસની કૂરતા કૃષ્ણ જાણી ગયા. કંસ બળપૂર્વક દબાવે તે પહેલાં તો કૃષ્ણ આંચકો મારી છૂટી ગયા અને કંસના માથામાં જોરથી મૂષ્ટિપ્રહાર ક્યો ! કંસ  મૂર્છા ખાઈ ધરતી પર ઢળી પડ્યો. કૃષ્ણ કંસની છાતી ઉપર ચડી બેઠા અને મૂષ્ટિપ્રહારોથી તેનો પ્રાણ લીધો.  \n કંસના મૃત્યુથી જાણે ત્રાસનો અંત આવ્યો હોય એમ નગરજનોના આનંદનો પાર ન રહ્યો . ભગવાન શ્રીકૃષ્ણના જયધ્વનિથી રાજભવન ગાજી ઉઠ્યું . કંસને મારી કૃષ્ણ કારાગારમાં ગયા . પોતાનાં માતા પિતાને મુક્ત કર્યા . દેવકી અને વસુદેવ શ્રી કૃષ્ણને વહાલથી ભેટી પડ્યાં , તેમના આનંદનો પાર રહ્યો નહિ .  \n કંસના વૃદ્ધ પિતા ઉગ્રસેનને બંધનમુક્ત કરી રાજ્યલોભ રાખ્યા વિના કૃણે તેમને ફરીથી સિંહાસને બેસાડ્યા .  \n ત્યાર પછી તેઓ અનેક રાક્ષસોનો નાશ કરી , દ્વારિકા ગયા અને ત્યાં યાદવો માટે રાજધાની સ્થાપી .  \n મહાભારતના યુદ્ધ વેળા તેઓએ પાંડવોના પક્ષમાં રહી , અર્જુનને ગીતા રૂપી પરમ જ્ઞાનનો બોધ આપ્યો અને પોતાનાં બળ , બુદ્ધિ અને ચાતુર્યથી કૌરવોનો સંહાર કરાવ્યો .  \n આ રીતે ભગવાન શ્રીકૃષ્ણ સમગ્ર ભારતમાંથી આતતાયીઓનો નાશ કર્યો . તેઓ વિષ્ણુના આઠમા અવતાર હતા અને જન્મ પણ આઠમના દિવસે થયો હતો , આથી આ દિવસ જન્માષ્ટમીના નામે ઓળખાય છે .  \n જન્માષ્ટમીનું વ્રત સુખ , સમૃદ્ધિ , સંતતિ અને સંપત્તિ આપનારું છે . આ વ્રત સૌથી પહેલું રાજા યુધિષ્ઠિરે કર્યું હતું . તેના પ્રભાવે તેઓ ગયેલો વૈભવ પાછો મેળવી શક્યા હતા .  \n  \n"
    },
    {
      "readingTitle": "વૈભવ લક્ષ્મી",
      "readingContent": "(કોઈ પણ શુક્રવારથી નાનાં મોટાં કુમાર કુમારિકાઓ ,   સૌભાગ્યવતી સ્ત્રીઓ - પુરુષો બધા જ આ વ્રત કરી શકે છે. સવારે નાહી  ધો ઈ વા ર્તા માં જણાવ્યા પ્રમાણે પૂજન વિધિ કરી ,  ઘીની જ્યોત આગળ મહાલક્ષ્મી સ્તવનનો પાઠ કરવો અને મહા લક્ષ્મી ,  ધનલક્ષ્મી ,  વૈભવ લક્ષ્મી ,  સંતાનલક્ષ્મી ,  વિજયલક્ષ્મી ,  ગજ લક્ષ્મી અને પદ્માવતી જેવાં લક્ષ્મીનાં વિવિધ સ્વરૂપોમાંથી આપણને મનગમતા સ્વરૂપનું ધ્યાન ધરવું. આ વ્રત કરવાથી સાત ,  અગિયાર કે એકવીસ શુક્રવાર સુધીમાં મનોકામના પૂર્ણ થાય છે. જો તેટલા સમયમાં મનોકામના પૂરી થાય તો જ્યાં સુધી મનોકામના પૂર્ણ ન થાય ત્યાં સુધી શ્રદ્ધાપૂર્વક વ્રતનું આચરણ કરવું. ઈચ્છા પૂરી થયે વ્રતનું ઉજવણું કરવું. વિધિ વાર્તામાં આપેલી છે.)  \n પદ્મા વતી નામે એક મોટું નગર હતું. અહીં અઢારે વર્ણના લોકો સુખપૂર્વક રહેતાં હતા. આ નગરમાં બે બહેનપણીઓ રહે. એકનું નામ વૈભવ અને બીજીનું નામ  લક્ષ્મી . બન્ને સાધારણ સ્થિતિનાં હતાં. જેમતેમ કરી ઘર ચલાવે. લક્ષ્મીને ત્યાં દાળશાક કર્યા હોય તો વૈભવ લઈ આવે અને વૈભવને ત્યાં દાળશાક કર્યા હોય તો લક્ષ્મી લઈ આવે. બન્નેમાં એટલું તો હેત કે અજાણ્યા તો એમને સગી બહેનો જ માને.  \n ઈશ્વરનું નિર્માણ કેવું કે ,  બન્નેનાં જીવન નામ કરતાં ઉલટાં હતા. લક્ષ્મીને ત્યાં લક્ષ્મી નહીં અને વૈભવને ત્યાં વૈભવ નહીં ! બન્ને સખીઓ રાત્રે વાળું કરીને બેસે અને સુખ દુઃખની વાતો કરી ‘ હાશ ’   અનુભવે.    \n એક દિવસ લક્ષ્મી પાણી ભરવા કૂવા કાંઠે ગઈ ,  ત્યાં એક પાણીઆ રી સાથે પોતાની આપવીતીની વાતો કરવા લાગી. વાતવાતમાં પાણીઆરીએ કહ્યું :  ‘ બહેન ! તું નાહક દુ:ખ ભોગવે છે.વૈભવલક્ષમીનું વ્રત કર , સૌ સારાવાનાં થશે. મારી સ્થિતિ તો તારા કરતાંય ભૂંડી હતી, પણ  આ  વ્રતના પ્રતાપે હવે મને પૈસા- ટકાનો અભાવ રહ્યો નથી. ’  \n લક્ષ્મીએ પૂછ્યું :  ‘ બહેન ! એ વ્રત શી રીતે થાય  ? ’  \n પાણીઆરી બોલી :  ‘ બહેન ! આ વ્રત તો સાવ સહેલું છે. શુક્રવાર આવે ત્યારે ,  સંધ્યાટાણે પાટલા કે બાજોઠ ઉપર લાલ કપડાનું આસન - ટૂકડો પાથરવો. તેના ઉપર ચોખાની ઢગલી કરી ,  તેમાં ત્રાંબાનો ભરેલો કળશ મૂકવો. કળશ ઉપર એક વાટકી મૂકવી. આ વાટકીમાં દૂધમાં ધોઈ પાણીથી સ્વચ્છ કરી સોના કે રૂપાનું ઘરેણું મૂકવું. ઘરેણું ન હોય તો રોકડો રૂપિયો મૂકવો. ’  \n કળશની પાછળના ભાગમાં લક્ષ્મીદેવીની છબી અથવા તો શ્રી યંત્ર ગોઠવવો. તેની આગળ ઘીનો દીવો પ્રગટાવી ,  ધૂપ સળગાવવો ,   છબી અથવા શ્રી યંત્રનું અક્ષત - ચોખા  કુંકુમ ,  હળદર તથા લાલ પુષ્પોથી પૂજન કરવું. બે હાથે નમસ્કાર કરી ઘરેણાં કે રૂપિયાને પણ કુકમ અને હળદરના છાંટા નાખવા. તે પછી નીચેના બે અથવા એક સ્તવનનો પાઠ કરવો.  \n સ્તવન  \n શોભી રહી જે લાલ કમળે ,  \n સૂર્યશી તેજસ્વિની ,  \n ધારણ કરે જે  ર ક્ત વર્ણા ,  \n લાલ વસ્ત્ર હરિ - સખી ,  \n પ્રગટી સ્વયં ક્ષીરસાગરેથી  \n વિષ્ણુની ગૃહસ્વામીની ,  \n રક્ષા કરો ! હે ભગવતી !  \n હે લક્ષ્મી ! હે પદ્માવતી !  \n સંસ્કૃત સ્તવન    \n યા  ર કતાંબુજરાશિની વિલસિની ,  \n ચ ડા શું તેજસ્વિની ,    \n યા ર ક્તા રૂ ધિ રાંબરા હરિસખી ,  \n યા શ્રી મનોહ્નાદિની.    \n યા રત્નાકર મંથના પ્રગટિતા ,  \n વિષ્ણો સ્વયાગહિની.    \n સા મા પાતુ મનોરમા ભગવતી  \n લક્ષ્મી શ્ચ  પદ્માવતી.    \n આ પ્રમાણે બંને અથવા બંનેમાંથી એક સ્તવન બોલી નમસ્કાર કરવા.  \n જ્યારે આપણી મનોકામના પૂરી થાય ત્યારે એક શ્રીફળ વધેરી દૂધની ખીરનું નૈવેદ્ય ધરાવી પ્રસાદ વહેંચવો અને કુમરિકાઓ અથવા સૌભાગ્યવતી સ્ત્રીઓને પાંચ અથવા સાત પુસ્તકો વહેંચવા.  \n ‘ ભલે ’   કહી  લક્ષ્મી પાણીની હેલ લઈને ઘરે ગઈ અને પાણીમારીના કહ્યા પ્રમાણે શુક્રવાર આવ્યો ,   ત્યારે વ્રતનો પ્રારંભ  કર્યો . તેની પાસે સોના - ચાંદીના ઘરેણા તો ન હતાં. તેથી વાડકીમાં રૂપિયો મૂકી પૂજન કર્યું અને વૈભવ -  લક્ષ્મી ની વાર્તા વાંચી. દીવાની જ્યોત તથા મહાલક્ષ્મીને નમસ્કાર કરી વ્રત પુરું કર્યું. આ પ્રમાણે લક્ષ્મીએ છ શુક્રવાર કર્યા.  \n સાતમા શુક્રવારે તેને રૂપાનાં સાંકળાં સાંભરી આવ્યાં. સાંકળા તેના પિયરમાંથી આપેલાં હતાં. પણ તેનો જુગારી અને વ્યસની પતિ વિષ્ણુ વેચી ન ખાય. એટલે તેણે સંતાડીને મૂકી દીધાં હતાં. તે કાઢી લાવી અને વાટકીમાં પધરાવી પૂજન પુરું કર્યું.  \n નામ વિષ્ણુ હતું. તે અઠંગ જુગારી અને વ્યસની હતો. પરંતુ બુદ્ધિશાળી અને ચપળ હતો. કમાતો ખરો ,  પરંતુ બધી કમા ણી કુટેવોમાં વાપરી નાંખતો. રખડતો રખડતો મોડી રાતે ઘરે આવે. ઘેનમાંને ઘેનમાં ખાઈને સૂઈ જાય.  \n લક્ષ્મી સચેત હતી. તેને થયું, કે  જો મારાં સાંકળા તેઓ  માગશે તો મારે આપવાં પડશે ,  માટે જમીનમાં સંતાડી દઉં ,  તે કોશ લઈ ઓરડાનો ખૂણો ખોદવા બેઠી. ’  \n થોડુંક ખો દ્યુ  ત્યાં તો તેની કોશ ખણણણ કરતી કોઈ વાસણ સાથે અથડાઈ. ઉતાવળે તેણે  ખોદ્યું તો અંદરથી ત્રાંબાની ગાગર નીકળી. ગાગરમાં જુએ છે તો સોનાનાં ઘરેણાં અને સોના નાણુ ! એ તો જોઈને ચકિત થઈ ગઈ અને આ બધું પાછું એજ ખૂણામાં દાટી દીધું.  \n સવારે જ્યારે વિષ્ણુ નિત્યકર્મથી પરવારી બેઠો હતો ,   ત્યારે તેણે ધીમેથી કહેવા માંડ્યુ :  ‘ નાથ ! દિવસે - દિવસે આપણા ઘરની હાલત બગડતી જાય છે. બાળકો પણ ફાટેલે લૂગડે ફરે છે. કોઈ વેપાર ધંધો કરો તો સારું. ’  \n ‘ પૈસા ટકાની વ્યવસ્થા તો મહાલક્ષ્મીની કૃપાથી થાય તેમ છે. પરંતુ તમારી કૂટેવો છૂટે તો કોઈ પૈસો ટકો ધીરે ,   તે વિના કોણ આપે  ? ’  \n ‘ લક્ષ્મી ! હું કામધંધો કરી શક્તો નથી. તેથી જ કંટાળીને વ્યસનન કરું છું. જો મને ધંધો કરવા જેટલા રૂપિયા મળે તો હું આપણા બાળકોના સોગંદ ખાઈને કહું છું કે ,  કદાપિ ખોટે માર્ગે નહીં જાઉં. ’  \n ‘ નાથ ! મને તમારી બુદ્ધિ ઉપર અને તમારા અડગ નિશ્ચય ઉપર વિશ્વાસ છે જ. તમે કદી જૂઠું બોલ્યા નથી ,   તો જૂઠા સોગંદ શી રીતે ખાવ  ? જયારે તમે વ્યસન કર્યું છે કે જુગાર ર મ્યા છો ,  ત્યારે તે વાત પણ ખરેખરી મને કહી જ દીધી છે. તમે મારાથી કદી કશું છૂપાવ્યું નથી. તો નાથ ! સાંભળો ,  હું સાત શુક્રવારથી મા વૈભવ - લક્ષ્મીનું વ્રત કરું છું. ગઈ કાલે સાતમો શુક્રવાર હતો. તમારાથી હું મારું રુપાનું સાંકળું છૂપાવવા ભોય ખોદવા ગઈ ,   ત્યાં ભોંયમાંથી મને એક દાગીના ભરેલી ગાગર મળી ! એમ કહી લક્ષ્મી ઓરડામાં ગઈ અને પેલી ગાગર કાઢી લાવી. વિષ્ણુ તો ગાગર જોઈને આભો જ બની ગયો. એ લક્ષ્મી સામે ક્યાંય સુધી તાકી રહ્યો. તેણે કહ્યું :  ‘ લક્ષ્મી ! મને આ કોઈ દેવી કૃપાનું પરિણામ લાગે છે. ’  \n ‘ હા નાથ ! આ મા લક્ષ્મીની અપાર કૃપાનું જ ફળ છે. ’ લક્ષ્મી એ કહ્યું અને ગાગર વિષ્ણુને આપી.  \n વિષ્ણુ બે મહોરો લઈને નગરમાં ગયો. ત્યાં મહોરો વેચીને બાળકો માટે લુગડા - લત્તાં અને થોડાંક વાસણ - કુસણ લઈ આવ્યો.  \n વૈભવે આ બધી વસ્તુઓ જોઈ લક્ષ્મીને એકાન્તમાં પૂછ્યું :  ‘ બહેન ! આ બધું શાથી બન્યું  ? ’  \n લક્ષ્મીએ કહ્યું :  ‘ વૈભવ ! તે ન પૂછ્યું હોત તો પણ હું કહેવાની જ હતી. મને આ સંપત્તિ મા લક્ષ્મીની કૃપાથી પ્રાપ્ત થઈ છે. હું સાત શુક્રવારથી વૈભવ - લક્ષ્મી વ્રત કરું છું. વૈભવ બોલી :  ‘ બહેન ! એ  વ્રત શી રીતે થાય   ?  મને શીખવો તો હું પણ કરું. ’  \n લક્ષ્મી એ પોતાની સખી વૈભવને વ્રત તથા વિધિ શીખવાડ્યાં . શુક્રવાર આવતાં જ વૈભવે વૈભવ - લક્ષ્મી વ્રત વિધિ સાથે કર્યું.  \n બીજે દિવસે પોતાના પતિ હરિને બધી વાત કરી. હરિ તો કરિયાણાના ધંધામાં ગદ્ધાવૈતરું કરતો. શેઠ પેટ પૂરતો પગાર પણ આપતો નહીં. તે ધંધામાં જાણકાર બની ગયો હતો ,  પરંતુ મૂડી વિના ધંધો શી રીતે થાય ! હરિ વૈભવ સાથે વાતો કરતો હતો ,   તેવામાં વિષ્ણુ ત્યાં આવ્યો અને કહ્યું :  ‘ હરિભાઈ ! હવે તમે કહો તો આપણે કરિયાણાની હાટડી કરીએ. મૂડીની ચિંતા ન કરશો. ’  \n હરિભાઈ અને વિષ્ણુભાઈ બંને મિત્રો એકમત થયા અને કરિયાણાની હાટડી ચાલુ કરી. બંને મિત્રો ધંધામાં પૂરતું ધ્યાન આપતાં. લક્ષ્મી અને વૈભવ પણ ઘરકામ થી પરવારી હાટડીમાં વસ્તુઓની ઝાડ ઝપટ કરવા જતાં ,  અનાજ કે મસાલાનો એક દાણો નિરર્થક જવા દેતાં નહીં.  \n બંને મિત્રો પરિશ્રમ કરીને ઘણું કમાયા. તે પછી તેમણે કાપડની હાટડી કરી. કાપડમાંથી કમાણી કરીને હવે તે સોના ચાંદીના ધંધામાં પડ્યા. તેમની પ્રમાણિકતાના લીધે દેશ - દેશાવરમાં તેમની ખ્યાતિ ફેલાવા લાગી. દૂર દૂરથી આડતિયા પણ તેમને ત્યાં આવવા લાગ્યા. બંને મિત્રોના ઘરમાં કોઈ વાતનું દુઃખ રહ્યું નહીં.  \n વૈભવ બહેનને બે દીકરા હતા. આ બંને   દીકરા સારા ગુણ  મેળવી પાસ થયા.  \n લક્ષ્મી બહેનને એક દીકરો અને એક દીકરી હતી. દીકરો સારા ગુણ મેળવી પાસ થયો અને દીકરીનું પણ એક ઝવેરીના દીકરા સાથે વેવીશાળ થયું. વ્રતના પ્રતાપે વૈભવને ત્યાં લક્ષ્મીની મણા રહી નહીં અને લક્ષ્મીને ત્યાં વૈભવની ઉણપ રહી નહીં.  \n આવો વૈભવ - લક્ષ્મી વ્રતનો પ્રભાવ છે. આ વ્રત જેવું બંને બહેનપણીઓને ફળ્યું તેવું સૌને ફળજો.  \n  \n"
    },
    {
      "readingTitle": "ફુલકાજળી વ્રત",
      "readingContent": "(આ વ્રત ઘણું કરીને કુમારિકાઓ કરે છે ,  કોઈ સ્થળે મોટી વયની સ્ત્રીઓ પણ કરે છે.)  \n શ્રાવણ માસની અજવાળી ત્રીજે વ્રત લેવાય. વહેલા પરોઢીએ ઊઠીને નાહવું.  \n આખો દિવસ નકરોડો ઉપવાસ કરવો. જ્યારે પાણી પીવું હોય ત્યારે ફૂલ સુંધીને જ પીવું.  \n શંકર પારવતીની પૂજા કરવી. ગોરજટાણે આવતી ગાયોનું પૂજન કરીને જમનું.  \n આખી રાત જાગરણ કરવું.  \n  \n"
    },
    {
      "readingTitle": "પુરુષોત્તમ માસ",
      "readingContent": "(જ્યારે પુરુષોત્તમ માસ આવે ત્યારે ઘડાની સ્થાપના કરવી. આખો મહિનો અખંડ ઘીનો દીવો બાળવો. સવારે વહેલા ઊઠીને નદીએ નહાવા જવું. નાહી ધોઈને ઘડાનું પૂજન કરવું. દીવાનાં દર્શન કરવા. પીપળાનું અને તુલસીનું પૂજન કરવું. આખો મહિનો એકટાણું ભોજન કરવું. રાત્રે ભોંય પથારી કરવી. મહિનો પૂરો થયે બ્રાહ્મણને અબોટિયું ,  એક જોડી કપડાં તથા યથાશક્તિ દાન આપવું.)  \n બ્રાહ્મણ અને બ્રાહ્મણી હતા.  \n સાત કોઠાર ભરેલા. શરીરે સુખી પણ ઘરમાં છોકરો ન મળે. પુરુષોત્તમ માસ આવ્યો. બ્રાહ્મણ - બ્રાહ્મણી તો નિત્ય નદીએ નહાવા જાય. નાહી ધોઈ પૂજન કરે પણ એમને ખાવાપીવાની અગવડ પડે.  \n ‘ વહુ હોય તો કેવું   ?   રસોઈ કરીને તો મૂકે ને   ?  એવો એમને નિરંતર વિચાર આવે ,  પણ વહુ ક્યાંથી લાવે ?   છોકરો હોય તો વહુ આવે ને  ? ’  \n બ્રાહ્મણને બ્રાહ્મણીએ કહ્યું :  ‘ ગમે તે રીતે વહુ લાવો ! ’  \n બ્રાહ્મણ કહે :  ‘ વહુ ક્યાંથી લાવું   ?   છોકરો જોઈએ ને  ? ’  \n બ્રાહ્મણી કહે :  ‘ કોઈ પૂછે તો કહેજો કે છોકરો તો કાશીએ ભણવા ગયો છે. ’  \n બ્રાહ્મણીએ તો ભાતું પોતું ભેગું કર્યું. બ્રાહ્મણે ખડિયો ભરીને રૂપિયા લીધા અને પરગામ જવા નીકળ્યો.  \n બ્રાહ્મણ પૂછતો પૂછતો એક ગામ ___ બીજું ગામ એમ ચાલ્યો જાય છે.  \n એક ગામમાં બ્રાહ્મણને કુંવારી છોકરીની ભાળ મળી. એ તો એને ત્યાં ગયો અને તેના પિતાને કહેવા લાગ્યો :  \n ‘ મારો છોકરો કાશીએ ભણવા ગયો છે. પુરુષોત્તમ માસ ઉતરે આવશે. માટે તમારી છોકરી મારા છોકરા સાથે પરણાવો. ’  \n ‘ અરે ભાઈ ! છોકરા વિના છોકરી કોની સાથે પરણાવું   ?  છોકરીના બાપે કહ્યું.  \n ‘ લેખણ સાથે ફેરા ફેરવો ,  ચોથો ફેરો અધૂરો રાખો. છોકરો આવે ત્યારે ફેરવીશું. ’  \n છોકરીના બાપે હા ,  ભણી.  \n નવરંગી ચોરી બંધાવી. મંગળવાજાં વાગતાં થયાં અને છોકરી તો પરણવા બેઠી.  \n છોકરીને તો લેખણ સાથે ત્રણ ફેરા ફેરવીને પરણાવી દીધી.  \n બ્રાહ્મણ વહુને લઈને ઘરે આવ્યો. વહુ નિત્ય રાંધી આપે છે ,  બ્રાહ્મણ - બ્રાહ્મણી જમી પરવારી પૂજા કરે છે.  \n એક દિવસ બ્રાહ્મણ બ્રાહ્મણી નદીએ નાહવા ગયાં.  \n વહુ રાંધવા માટે દેવતા લેવા પડોશણને ત્યાં ગઈ. વહુએ કહ્યું :  ‘ ક ાકી રે કાકી ! મને દેવતા આપોને ! ’  \n પડોશણ બોલી :  ‘ કાકી શી ને સાસુ શી ! તારે વળી વર જ ક્યાં છે તને તો છેતરીની પરણાવી લાવ્યા છે. એ તો વાંઝિયા છે. એમને વળી છોકરાં જ ક્યાં છે  ? ’  \n પડોશણની વાતથી વહુ મુંઝાણી. એ તો ઘરે આવીને રડવા બેઠી. રોવાના ભાનમાં રસોઈ કરવાનું યે ભૂલી ગઈ.  \n સાસુ સસરા નદીએ નાહીને આવ્યા ,   વહુને રડતી જોઈને પૂછયું :  ‘ વહુ ’ ર ડે છે કેમ   ?   શું થયું  ? ’  \n વહુએ બધી વાત કરી અને કહેવા લાગી :  ‘ તમારો દીકરો મને બતાવો ! ’  \n સસરાએ કહ્યું :  ‘ તું ધીરજ રાખ ,  છોકરો આવશે. અવશ્ય આવશે ! ’  \n સાસુએ તો સાત કોઠારની ચાવીઓ અને બધું ઘર વહુને સોંપ્યું. સાસુના મનમાં એમ કે કંઈ કરતાં વહુનો જીવ ગોઠે છે   ?  વહુએ તો સાસુ - સસરા નહાવા ગયેલાં તે વેળા કોઠાર ઉઘાડ્યા.  \n પહેલો કોઠાર ઉઘાડ્યો તો અનાજનો ભરેલો. બીજો કોઠાર ઉઘાડ્યો તો વાસણકુસણનો ભરેલો ,  ત્રીજો કોઠાર ઉઘાડ્યો તો જાતજાતના વસ્ત્રોથી ભરેલો ,  ચોથો કોઠાર ઉઘાડ્યો. તો સોના - રૂપાના ઘરેણાંથી ભરેલો ,  પાંચમો કોઠાર હીરામોતીથી ભરેલો !  \n વહુએ તો સાતમો કોઠાર ઉઘાડ્યો. ત્યાં તો આ શું ! દીવાના તેજથી આખો ઓરડો ઝગમગ ઝગમગ થઈ રહેલો અને દીવાને અજવાળે એક પુરુષ પોથી વાંચે !  \n કેવો પુરુષ !  \n પીળું પીતાંબર પહેરેલું ,  કપાળે કેસરની આડય કરેલી ,  ખભે જનોઈ પહેરેલી ,  રેશમી ઉપરણું નાખેલું અને પોથી ભણે.  \n વહુને જોતાં જ પેલો પુરુષ બોલી ઉઠ્યો :  ‘ ઓરડો બંધ કરો ___ કમાડ ભીડો ___ મારાં મા - બાપનાં વ્રત ભાંગશે. પુરુષોત્તમ માસ પૂરો થયે મને બોલાવજો. હું આવીશ અને તમારા સાથે ચોથું મંગળ વરતીશ ને પરણીશ. ’  \n વહુએ ઝટ દઈને કમાડ ભીડ્યાં. એના મનમાં હરખ સમાતો નથી. એને સાસુ સસરાની વાત સાચી લાગી.  \n પુરુષોત્તમ માસ પૂરો થયો . આજે ઉજવણું હતું એટલે વહુ  તો ઘેરઘેર નોતરાં દઈ આવી.  \n થોડીવારમાં બ્રાહ્મણો આવ્યા અને વેદના મંત્રો બોલવા લાગ્યા .  \n વહુ કહે :  ‘ સાસુજી ચોરી બંધાવો ને ! આજે તો તમારો દીકરો આવવાનો છે ! ભૂલી કેમ ગયાં   ?  હજુ તો મારે ચોથું મંગળ વર તવાનુ અધૂરું છે .  \n સાસુ તો વિમાસણમાં પડી .  છોકરો શો ને વાત શી   ?  એણે ભગવાનના ભરોસે ચોરી બંધાવી અને મંગળવાજાં વાગવા માંડ્યાં . બ્રા હ્મણો કહે :  ‘ હવે વર - કન્યા પધરાવો . ’  \n સાસુને મુંઝાતી જોઈ વહુ બોલી :  ‘ કેમ મુંઝાવ છો   ?  તમે તો કહેતા હતાં કે , મારો છોકરો કાશી ગયો છે પણ તે સાતમા કોઠારમાં પોથી વાંચે છે .  એમણે મને કહેલું :  ‘ મારું નામ પુરુષોત્તમરાય છે , મને છેલ્લે દહાડે બોલાવજો એટલે હું આવીશ . ’  \n સાસુએ સાદ કર્યો :  ‘ બેટા પુરુષોત્તમરાય ! બહાર આવો ! ત્યાં તો નવાઈ જેવો બનાવ બન્યો . ’  \n થોડીવારમાં ઓરડાંનાં બારણાં ઉઘડ્યાં . ચાખડિયો બોલવા લાગી અને પુરુષોત્તમરાય બહાર આવ્યા .  \n પીળું પીતાંબર પહેરેલું , કપાળે કેસરની આડ કરેલી અને લાલ ચાખડિયે ચઢેલા ! બ્રાહ્મણી તો પુરુષોત્તમરાયને ભેટી પડ્યાં અને એમને પરણવા બેસાડ્યા .  \n ચોથું મંગળ વરતાયું અને પાંચમે મંગળ પુરુષોત્તમરાય પરણી ઊડ્યા . ઘરમાં આનંદ થઈ રહ્યો .  \n જય પુરુષોત્તમરાય ! જેવા બ્રાહ્મણ - બ્રાહ્મણીને  \n ફળ્યા એવા અમને ફળજો !  \n  \n "
    },
    {
      "readingTitle": "ચાંલ્લાવ્રત",
      "readingContent": "(આ વ્રતથી કુમારિકાઓના હૃદયમાં વડીલો પ્રત્યે આદરભાવ ઉત્પન્ન થાય છે અને એમનું ભાવિ સૌભાગ્ય અખંડ રહે છે. સવારે નાહી ધોઈને હાથમાં કંકાવટી સાથે નીકળેલી કુમારિકા ચાંલ્લા કરી શુકન કરાવે છે.)  \n ઉ ત્ત રાયણના દિવસે કુમારિકાઓ આ વ્રતનો પ્રારંભ કરે છે અને નિયમ લે છે કે ,  હંમેશા તેર ચાંલ્લા કરવા.  \n ચાંલ્લા કોને થાય   ?  સૌભાગ્યવતી સ્ત્રીઓને જ .  \n કોઈ દિવસ તેર ચાંલ્લા ન થાય તો ગાયમાતાને ચાંલ્લા કરે ,  પણ હંમેશા તેર ચાંલ્લા તો કરવા જ જોઈએ.  \n વ્રત પુરું થાય ત્યારે તેર કાચના ચાંલ્લા જેને વ્રત લેવું હોય તેવી સહિયરોને આપે. સવાસો ગ્રામ કુંકુમ અને કંકાવટી દાનમાં આપી વ્રત પુરું કરે.  \n  \n"
    },
    {
      "readingTitle": "વીરપસલી",
      "readingContent": "(શ્રાવણ માસના પહેલા રવિવારે આ વ્રતનો પ્રારંભ થાય અને બીજા રવિવારે પુરું થાય. આજે બહેન ભાઈને ત્યાં જમે ,  ભાઈ - બહેનને યથાશક્તિ ભેટ આપી રાજી કરે.)  \n એક કણબી હતો. એને સાત છોકરા અને એક છોકરી હતાં. છોકરી પરણાવેલી ખરી પણ સાસરિયામાં વિરોધ થયેલો. એટલે કોઈ તેડવા ન આવે. છ ભાઈઓ તો કમાઈ કમાઈને ઘણા ધનવાન થયા અને અલગ રહ્યા.  \n સાતમો ભાઈ સૌથી નાનો. થાય તેટલો પરિશ્રમ કરે ,  ત્યારે પેટ પૂરતું મળે. ડોસો ,  ડોશી ,  બહેન અને તેની સ્ત્રી બધાં ભેગા રહે. ખાનારાં ઝાઝા અને કમાનાર એકલો ,  એટલે એ નિર્ધન જ રહ્યો.  \n બહેનને થયું કે મારાથી બને તો મારા ભાઈને ટેકો કરું. એમ સમજીને તે છયે ભાઈઓના પાસે કામ માગવા ગઈ. ભાઈઓ અભિમાનના ભરેલા અને ભાભીઓનું તો પૂછવું શું? એમણે પહેલાં તો કામની ના જ પાડી. પછી ભાભીઓ બોલી:  \n ‘ કામ તો નથી પણ અમારાં ઢોર - ઢાંખર ચારવા જજો. એક વેળાનું વધ્યું - ઘટયું ખાવાનું આપીશું ! ’ બહેન તો ઢોર ચારવા જાય છે અને છયે મોટા ભાઈઓને ઘરેથી વધ્યું - ઘટ્યું લાવીને ખાય છે.  \n એક વેળા બહેન ઢોર ચરાવવા જતી હતી ,  ત્યાં નદીકાંઠે સરખે સરખી છોડિયો નાહતી - ધોતી જોઈ. એટલે પૂછ્યું :  \n ‘ બહેનો ! તમે આ શું કરો છો  ? ’  \n છોડિયો બોલી :  ‘ આજે વીરસપલી છે. વીરપસલીના દોરા લઈએ છીએ. ’  \n ‘ દોરા લીધે શું થાય  ? ’  \n છોડિયો બોલી :  ‘ બારે માસ ભાઈને સુખ મળે. ’  \n ‘ મારે ય વીરપસલીનું વ્રત લેવું છે ,  પણ એ વ્રત શી રીતે થાય એ મને શીખવાડો. ’  \n છોડિયો બોલી :  ‘ આજે ભાઈને દોરો બાંધવો. ભાઈ જે આપે તે જમવું. ’  \n બહેને વિચાર કર્યો કે ,  મારે સાત ભાઈઓ છે ,  સાત ભાઈઓમાં છ ભાઈઓ તો બોલતા ય નથી. નાનો ભાઈ નિ ર્ધ ન છે. મારું વ્રત ઉજવશે કોણ   ?  તો યે એ દોરો લેવા બેઠી. છોડિયોએ પોતાના લુગડામાંથી આઠ તાંતણા કાઢી ,   ગાંઠો વાળીને દોરો આપ્યો અને કહ્યું :  ‘ આઠ દિવસ સુધી નાહી ધોઈ દોરાને દેવતાથી ધૂપ દેજે. દોરાને ધૂપ દીધા પછી જમજે. આઠ દિવસે દોરો ઉજવીને પીપળાને બાંધજે. ’  \n બહેન તો દોરો લઈને આવી અને માતાને કહેવા લાગી :  ‘ મા મા ! આજે તો મેં વીરપસલીનો દોરો લીધો છે. ચૂલામાં દેવતા ઠારશો નહીં. ’  \n મા કહે :  ‘ સારું. ’  \n આ વાત છએ ભાભીઓ જાણી ગઈ. ભાભીઓના મનમાં તો ઝેર ભરેલું હતું. એ તો ચૂપચાપ આવીને ચૂલામાં પાણી રેડી ગઈ. દેવતા ઠરી ગયો !  \n બહેન તો નદીએથી નાહીને આવી. દોરાને ધૂપ દેવા દેવતા લેવા ગઈ. ત્યાં જુએ છે ,  તો ચૂલામાં પાણી જ પાણી ! એને થયું કે અવશ્ય આ ભાભીઓના જ કામ છે. એ પછી તો એ હંમેશા સીમમાં દેવતા લઈને જવા લાગી. સીમમાં જઈને એ દોરાને ધૂપ દે અને ગાયમાતાને વાત સંભળાવે. એમ કરતાં કરતાં આઠ દિવસ પૂરા થયા.  \n આજે વીરપસલીનું ઉજવણું કરવું હતું ,   એટલે તેણે  મા ને કહ્યું :  ‘ મા ! આજે તો મારે વ્રતનું ઉજવણું કરવું છે. ભાઈ જે આપશે તે જ જમીશ. ’  \n એ તો ભાઈઓને ત્યાં ગઈ અને પૂછ્યું :    \n ‘ ભાભી ! ભાભી ! મારા ભાઈ ઘરે છે ને  ? ’  \n ભાભી છણકામાં બોલી :  ‘ તારા ભાઈને તું જાણે ,  હું શું જાણું ! ’  \n બહેન તો ત્યાંથી ચાલી નીકળી.    \n બીજા ભાઈને ઘરે ગઈ. ત્રીજાભાઈને ઘરે ગઈ. એમ છયે ભાઈઓના બારણે જઈને પાછી ફરી.  \n છેવટે એ નાનાભાઈને ત્યાં આવી ને ડૂસકું ભરતાં પૂછ્યું :    \n ‘ ભાભી ! મારા ભાઈ ક્યાં છે  ? ’  \n નાની ભાભીએ નણંદબાને બાથમાં લીધા. માથે હાથ ફેરવીને કહ્યું :  ‘ બહેન ! હું જાણતી હતી કે મોટેરાં તો બોલશે પણ નહિ. ’  \n એણે બહેનને કહ્યું :  ‘ તમારા ભાઈ હમણાં જ ખેતરે ગયા છે. માંડ પાદરે પહોંચ્યાં હશે. ’  \n બહેન ત્યાંથી દોડવા લાગી. પાદરે જઈને જુએ તો ભાઈ તો ઘણાં છેટે દેખાય. એણે સાદ દીધો :  ‘ ભાઈ ભાઈ ! ____ વીરપસલી ! ’  \n ભાઈ તો ખેતર પાસે પહોંચેલો. બહેનનો સાદ સાંભળીને ઊભો રહ્યો.  \n બહેનની વાત સાંભળીને ભાઈ બોલ્યો :  ‘ અરેરે ! બહેન ,  હું તો તને શું આપું? મારી પાસે છે શું? ’  \n ‘ભાઈ! તમે  જ આપશો  તું હું સવાલાખાનું ગણીને લઈશ. ’  \n બહેન બોલી.  \n ભાઈએ તો બહેનને બી માટે લીધેલા સવાશેર કોદરા આપ્યા. એક માટીનું ઢેકું આપ્યું અને પછેડીથી છોડીને એક પૈસો આપ્યો.  \n બહેને કોદરાને ઘઉં માનીને લીધા.    \n ઢેફાને ગોળ માનીને લીધું.    \n પૈસાને સોનાનાણું માનીને લીધો !  \n એ તો રાજી થતી ઘર ભણી નીકળી ,  ઘરે આવીને જુએ તો એનો વર તેડવા આવેલો. કોઈ દા ’ ડે નહિ ને આજે તેડવાનું ક્યાંથી સૂઝયું   ?  એને તો વ્રત ફળ્યું.  \n જમાઈ બોલ્યો :  ‘ હું તો તેડવા આવ્યો છું. આજને આજ મોકલો. હું તેડીને જ જઈશ. ’  \n સાસુ કહે :  ‘ એવી ઉતાવળ શી છે   ?  ઘ ણા દા ’ ડે આવ્યા છો તો આજનો દા ’ ડો રહી જાવ. કાલે જજો ! ’  \n જમાઈએ હઠ પકડી :  ‘ ના ,  હું તો આજે જ તેડીને જઈશ. ’  \n સાસુએ દીકરીને વળાવવાની ગોઠવણ કરવા માંડી. ઘરમાં જોયું તો દીકરીને આપવા જેવું કાંઈ ન મળે !  \n છયે ભાભીઓને ટીખળ કરવાનું મન થયું. એમણે ચીંથરા ,  સાવરણી ,  જુની ઈંઢોણી અને કપડાંના ડૂચાનું પોટલું વાળીને નણંદને માથે ચઢાવ્યું.  \n ડોશી દીકરીને જમાઈ સાથે વળાવી ઘરે આવી. ત્યારે ડોશીને થયું કે ,   દેવતા વિના દીકરી દોરાને ધૂપ ક્યાંથી દેશે   ?  દોરાને ધૂપ નહિ દેવાય તો દીકરી ભૂખી ને તરસી રહેશે.  \n એ તો હાથમાં દેવતા લઈને દોડતી ગયી અને સાદ દેવા લાગી :  ‘ દીકરી ! દીકરી ! ___. દેવતા લેતી જા! ’  \n વર કહે :  ‘ તારાં મા  કંઈ નહિ ને દેવતા આપવા કેમ આવ્યા  ? ’  \n વહુ કહે :  ‘ રૂડા પ્રતાપ એ દેવતાના કે ,  તમે નહોતા તેડતા તે મને તેડી. આજે મારા વ્રતનું ઉજવણું છે. ’  \n એમ કહી વરને વાવને ટોડલે બેસાડી ,  વહુ નહાવા ઉતરી. નાહીને ભીને કપડે બહાર આવી અને વરને કહ્યું: ‘પેલા પોટલામાંથી લૂગડું નાખો ને? ’  \n વરે પોટલું છોડ્યું અને કહ્યું :  ‘ કયું ચીર આપું  ? ’  \n વહુને થયું :  ‘ કેવા મારી ઠેકડી કરે છે ! ’  \n એ બોલી :  ‘ અમારે નિર્ધનને હીર ને ચીર ક્યાંથી હોય   ?  વરે લુગડું નાખ્યું. વહુ લુગડું જુએ છે. તો કસબી કોરનુ રૂપાળું અમ્બર !  \n ખરેખર ! પોટલામાં જાતજાતની મોઘા મૂલની સાડીઓ થઈ ગઈ   ?  એણે તો બહાર આવી હરખમાં ને હરખમાં દોરાને ધૂપ દીધો. એના મનમાં થયું કે ,  પૈસો આપું તો એ પાસેના ગામમાંથી સીધું લઈ આવે.  \n છેડેથી પૈસો છોડીને જુએ છે ,   તો સોનાનું નાણું !    \n ઢે ફું  જુએ છે તો ગોળ થઈ ગયો !    \n કોદરા જુએ છે તો ઘઉં થઈ ગયા !    \n એના આશ્ચર્યનો પાર રહ્યો નહિ ,  \n એણે સોનાનાણું આપી પોતાના સ્વામીને સીધું લેવા મોકલ્યો. ત્યાં તો વાવની પાસે મોટી હવેલી થઈ ગઈ !  \n સીધું લઈને વર આવ્યો. વહુને સાતમા માળના ઝરૂખામાં બેઠેલી જોઈ તેને નવાઈ લાગી. વર તો ધીમે ધીમે મેડીએ ચડ્યો.  \n બંને જણે પેટ ભરીને વાતો કરી.    \n વહુએ રસોઈ કરવા માંડી પણ જ્યાં ખોદે ત્યાં સોનું જ સોનું !  \n તેણે ધરતીમાતાને પ્રાર્થના કરી :  ‘ હે ધરતીમાતા ! એકલા સોનાને હું શું કરું   ?  થોડી ભોંય ઉઘાડી આપો! ’  \n ત્યાં તો ચૂલો થાય એટલી ધરતી ઉઘાડી થઈ ગઈ !  \n વહુએ રસોઈ કરી ,  બંને જણા જમવા બેઠાં ,  જમી પરવારીને વાતે વળ્યાં અને ત્યાં જ રહેવાનો નિશ્ચય કર્યો.    એમને તો ખેતીવાડી  ,  વણજ વેપાર ચાલવા માંડ્યાં. થોડા વર્ષો વીતાવ્યા ને વહુના પિયરમાં દુકાળ પડ્યો. છયે ભાઈ ભિખારી થઈ ગયા !  \n ડોસો ,  ડોશી સાત દીકરા અને સાત વહુઓ પેટિયા માટે પ ર ગામ જવા નીકળ્યાં !  \n બધાં ચાલતાં ચાલતાં દીકરીની હવેલીએ આવ્યાં. મોટી હવેલી જોઈને કામનું પૂછવા લાગ્યાં. સાતમે માળેથી દીકરીએ પોતાના ભાઈઓ અને મા - બાપને ઓળખ્યાં અને તેમને પોતાને ત્યાં  રા ખ્યો.  \n છ ભાઈઓ અને છ ભાભીઓને વૈતરાનું કામ સોંપ્યું. તગારાં ,  કોદાળી ને ઈંઢોણી આપ્યાં.  \n નાના ભાઈને અને નાની ભાભીને કશું કામ કરવાનું નહિ અને બે વાર જમવાનું.  \n ડોસો - ડોશી છોકરાં રાખે ને પ્રભુ ભજન કરે.  \n એક દિવસ બધાં સાથે જમવા બેઠાં . બહેને છયે ભાઈઓની થાળીમાં સોનાના ટુકડા મૂક્યા ,  છયે ભાભીઓની થાળીમાં રૂપાના ટુકડા મૂક્યા અને નાનાભાઈને લાપશી પીરસી !  \n છયે ભાઈઓ અને ભાભીઓ જુએ છે. તો બહેનને દીઠાં અને તેમની આંખો ઉઘડી ગઈ.  \n પોતાની બહેનને દુ:ખ દેવા માટે બધાં પસ્તાવો કરવા લાગ્યાં. એમની આંખોમાં પાણી વહેવા લાગ્યું.  \n બહેનને દયા આવી ,  બધા ભાઈઓને એક એક ઘર આપ્યું અને ભાભીઓને પણ જે જોઈએ તે આપ્યું.  \n બધાં આનંદમાં રહેવા લાગ્યાં.    \n ‘ જેવું બહેનને વીરપસલીનું વ્રત ફળ્યું ’ એવું અમને ફળજો.  \n  \n"
    },
    {
      "readingTitle": "ચોખાકાજળી વ્રત",
      "readingContent": "શ્રાવણની અંધારી ત્રીજે કુમારિકાઓ આ વ્રત કરે. પ્રત્યેક વર્ષે ડાંગર લઈ હાથ વડે હજાર ચોખા ફોલે.  \n ચોખાનો એક દાણો ભાંગેલો ન હોય.    \n સંધ્યા ટાણે મહાદેવજીના મંદિરે જાય.    \n આવતી ગાયનું પૂજન કરે.    \n પૂજન કર્યા પછી હજાર ચોખા રાંધીને ખાય.  \n એવી રીતે વ્રત પાંચ વરસ સુધી કરે. આ વ્રત કરનારની મનોકામના પૂરી થાય છે.  \n  \n"
    },
    {
      "readingTitle": "સામા પાંચમ",
      "readingContent": "(ભાદરવા સુદ -5: આ વ્રત કરનારે અઘેડાનું દાતણ કરવું. આમળાના ચૂરણથી કેશ ધોવા. શરીરે માટી ચોળીને નહાવું. સામો ,  કંદમૂળ ,  શાક ,  ફળ - ફળાદિ ખાઈને આખો દિવસ વીતાવવો. બીજું કશું ખાવું નહિ. વડીલો તથા ગુરુની સેવા કરવી અને દીન - દુઃખિયાને શક્તિ પ્રમાણે દાન આપી વ્રત પુરું કરવું.)  \n વૈદર્ભ દેશમાં ઉ ત્ત ક નામે એક બ્રાહ્મણ રહેતો હતો. તેની સ્ત્રીનું નામ સુશીલા હતું. તેને બે બાળકો હતાં. એક છોકરો અને એક છોકરી. છોકરાનું નામ સુવિભૂષણ હતું.  \n બધાં આનંદથી રહેતા હતાં. સુશીલા ખરા ભાવથી પતિની સેવા કરતી અને ઉત્તક પણ કોઈ રીતે સુશીલાને દુઃખ દેતો નહિ.  \n સુવિભૂષણ મોટો થયો. એટલે તેને ઋષિના આશ્રમમાં ભણવા મૂક્યો. તે ગુરુની તનમનથી સેવા કરતો અને નવરાશની વેળા વિદ્યાભ્યાસમાં ગાળતો.  \n છોકરી સમજણી થઈ એટલે તેને પરણાવી દીધી.  \n ઉત્તકને હવે નિરાંત થઈ. તે સુખશાંતિથી પોતાનો નિર્વાહ ચલાવવા લાગ્યો.  \n પરંતુ ઉત્તકના ભાગ્યનું પાંદડું ઊંધું પડ્યું. દુર્ભાગ્યે તેની છોકરી વિધવા થઈ ! છોકરીનાં સાસરિયામાં કોઈ પણ આધાર ન હતો. એટલે તે દુ:ખની મારી પિતાને  બા રણે આવી.  \n જુવાન પુત્રીનું દુઃખ જોઈ સુશીલા અને ઉત્તક આકુળ - વ્યાકુળ ગઈ થઈ જતાં ,  પણ પ્રભુની ઈચ્છા આગળ તેઓ નિરુપાય હતાં.  \n સુવિભૂષણ વેદો ,  ઉપનિષદો અને સર્વ ધર્મશાસ્ત્રોમાં પારંગત થયો અને ગુરુની આજ્ઞા લઈને પોતાને ઘરે આવ્યો.  \n એક દિવસે ઉત્તકે કહ્યું :  \n ‘ બેટા ! હવે તું મોટો થયો છે ,  ઘરબાર તારે સંભાળવાનાં છે. હવે અમારી ઈચ્છા છે કે ,  છેલ્લું જીવન ગંગાકાંઠે પ્રભુભજનમાં ગાળવું. બહેન પણ સાથે આવવાની છે ! ’  \n પિતાની આવી ઈચ્છા જોઈ સુવિભૂષણે સંમતિ આપી અને ઘરનો બોજો સંભાળી લેવાની હા પાડી.  \n ઉત્તક ,  સુશીલા અને વિધવા પુત્રી ત્યાંથી ગંગાજીએ જવા ચાલી નીકળ્યાં.  \n ગંગાના રમણિય તીરે આશ્રમ બાંધી રહેવા લાગ્યાં. વિધવા પુત્રી માતાપિતાની સેવા - ચાકરી કરી પ્રભુભક્તિમાં પોતાના દિવસો વીતાવવા લાગી.  \n દૂર - દૂરથી કેટલાય શિષ્યો ઉત્તક પાસે વિદ્યાભ્યાસ કરવા આવવા લાગ્યા.  \n ઉનાળાના દિવસો હતો. પુત્રી બફારામાં કામકાજથી થાકી ગઈ હતી. સાંજની  ઠંડકમાં આરામ લેવાં તે એક ઝાડ નીચે પથ્થર ઉપર સુઈ ગઈ અને  ઘસઘસાટ ઊંઘવા લાગી.  \n તે ભરઊંઘમાં હતી. તેવામાં  અચાનક તેના શરીરમાં  અસંખ્ય કીડા પડી ગયા !  \n એક શિષ્યની દૃષ્ટિ તેના ઉપર પડી. પોતાના ગુરુની પુત્રીને આમ અર્ધનગ્ન દશામાં ,  અસંખ્ય કીડાથી ખદબદતી જોઈ તેને કમકમાટી ઉપજી ,  તે દોડતો દોડતો આશ્રમમાં ગયો અને પોતાનાં ગુરુપત્ની સુશીલાને કહેવા લાગ્યો :  \n ‘ માતાજી ! બહેનના શરીરે અસંખ્ય કીડા તરફડી રહ્યા છે. જુઓ તો ખરાં !  \n શિષ્યની વાત સાંભળી સુશીલા હાંફળી - ફાંફળી દોડી. તે ઝાડ નીચે જઈને જુએ છે ,   તો પુત્રીના શરીરે અસંખ્ય કીડા ખદબદે અને માખો બણબણે ! આ જોઈ તેને પોતાના દેહનું ભાન પણ ન રહ્યું. તે  મૂર્છા ખાઈ ભોય પર ઢળી પડી.  \n થોડીવારે તેને ભાન આવ્યું અને પોતાની વહાલી પુત્રીને ઉપાડી આશ્રમની ઝૂંપડીમાં લઈ ગઈ.  \n પુત્રીને પથારી ઉપર સુવાડી સુશીલા પોતાના પતિ પાસે ગઈ અને કહેવા લાગી :  \n ‘ નાથ ! જુઓ તો ખરા ,   એકાએક આપણી પુત્રીને શરીરે અસંખ્ય કીડા પડી ગયા છે ! મારી સતી જેવી છોકરીને આ શું થયું   ?  એને એવાં ક્યાં પાપ નડ્યાં કે એની આવી ભૂંડી હાલત થઈ ! ’ સુશીલા ધ્રુસ્કે ધ્રુસ્કે રડી પડી.  \n સુશીલાને ધીરજ આપી ઉત્તક પોતાની પુત્રી પાસે ગયો. થોડીવાર પછી શાંત ચિત્તે તેણે સમાધિ ચડાવી. સમાધિમાં તેણે પુત્રીના પૂર્વજન્મનાં કર્મો જોયાં.  \n ‘ આપણી પુત્રી આ પહેલાંના સાતમે જન્મે બ્રાહ્મણી હતી. એક વેળા તે રજસ્વલા - ઋતુધર્મ ચૂકી ,  વાસણ - કુસણ તથા ઘરવખરીને અડકી હતી ,  તેના પાપે તેની આ દશા થઈ છે ! ’  \n વળી બીજી બાજુ છોકરીઓ જ્યારે સામાપાંચમનું વ્રત કરતી હતી ,  ત્યાં તે જોવા ગઈ હતી અને તેણે તેમની ઠેકડી કરી હતી. તે પાપે એ વિધવા થઈ છે.  \n ‘ હે પ્રિય ! જે પોતાનો ધર્મ ચૂકે અને બીજાની ધાર્મિક ભાવનાની ઉપેક્ષા કરે છે ,  તેઓની આવી સ્થિતિ થાય છે ! ’  \n ‘ હે નાથ ! જે વ્રતનો અનાદર કરવાથી આપણી પુત્રીની આ દશા થઈ ,  શરીરમાં કીડા પડી ગયા ,   એ વ્રત શી રીતે થાય  ? ’ સુશીલાએ પૂછ્યું.  \n ઉત્તક બોલ્યો :  ‘ ભાદરવા મહિનાના અજવાળી પાંચમે સવારે વહેલા ઉઠી ,  નાહી - ધોઈને દીવો કરવો. દીવા આગળ ફળફળાદિનું નૈવેધ કરવું. મહર્ષિ કશ્યપ ,  અત્રિ ,  ભરદ્વાજ ,  વિશ્વામિત્ર ,  ગૌતમ ,  જમદગ્નિ અને વસિષ્ઠ એ સાત ઋષિઓનું ધ્યાન ધરવું ,  તેમની કથા સાંભળવી. તે દિવસે સામો ,  ફળફળાદિ ,  શાક ઈત્યાદિનો આહાર કરવો. બ્રહ્મચર્ય પાળવું. આ પ્રમાણે વ્રત કરવાથી રજસ્વલા ધર્મના ભૂલથી થયેલા દોષો નાશ પામે છે. આ લોક તથા પરલોકમાં સુખ મળે છે. ’  \n ઉત્તકની વાત એની વિધવા પુત્રી ધ્યાનપૂર્વક સાંભળતી હતી. એ જ ઘડીએ એણે ઋષિપંચમી - સામાપાંચમનું વ્રત કરવાનો દૃઢ નિશ્ચય કર્યો.  \n મનમાં દેઢ નિશ્ચય કરતાંની સાથે તેના શરીરની પીડા ઓછી થવા લાગી.  \n થોડા દિવસોમાં તો તેની કાયા કંચન જેવી થઈ ગઈ. તેણે પ્રતિજ્ઞા કરી કે, આજથી વરસો વરસ હું સામાપાંચમનું વ્રત કરીશ. ગુરુજનોની આજ્ઞા પાળીશ.  \n  \n"
    },
    {
      "readingTitle": "કોયલ વ્રત",
      "readingContent": "(અષાઢ વદ -૧ થી શ્રાવણ વદ -૧ સુધી આ વ્રત થાય ,  કુમારિકાઓ સવારે નદીએ જઈ ઠંડા પાણીએ નાહી કોયલનું પૂજન કરવા જાય છે. કોયલ એટલા માટે પવિત્ર છે કે તે પાર્વતીનો અવતાર ગણાય છે.)  \n આંબાની ડાળે કે લીંબડાના ઝાડે કુમારિકાઓ કોયલને શોધી કાઢે અને તેનું પૂજન કરે. કોયલનો ટહુકો સાંભળ્યા પછી જ ખવાય. એટલે કોયલને બોલાવવા કોયલ જેવા ટહુકા કરે.  \n આમ કહીને બોલાવે :    \n કાળી કોયલ બોલો ! કૂ ___ઉ કૂ ___ ઉ ,    \n સરોવરિયા પાળે કૂ ___ ઉ કૂ ___ ઉ ,    \n નદીને તીરે કૂ ___ ઉ કૂ ___ ઉ ,    \n આંબા કેરી ડાળે કૂ ___ ઉ કૂ ___ ઉ ,    \n હોંશે કાગ હીંચોળે કૂ ___ ઉ કૂ ___ ઉ ,    \n કાળી કોયલ કમખા વિનાની આંબા ડાળે ,  સરોવર પાળે ,    \n બોલો ! કોયલ મા બોલો ! ઘડાવું સોનાનો દોરો ,    \n દોરે દોરે જાળી ,  કોયલ મા કાળી ,    \n આજે અમે ભાળી કમખા વિનાની    \n બોલો કોયલમા ! કૂ ___ ઉ કૂ ___ ઉ ,    \n કોયલ સામો ટહુકો કરે એટલે ઘરે આવી એકટાણું કરે.    \n કાળું લુગડું ઓઢાય નહિ. કાળું ધાન ખવાય નહિ.  \n  \n"
    },
    {
      "readingTitle": "જયાપાર્વતી વ્રત",
      "readingContent": "(અષાઢ સુદ -૧૩ ના દિવસે આ વ્રત કરનારે વહેલા ઉઠી નાહી ધોઈ શિવ - પાર્વતીનું પૂજન કરવું. મીઠા અને ગળપણ વિનાનું મોળું એકટાણું જમવું. છેલ્લા દિવસે જાગરણ કરવું.)  \n એક  બ્રાહ્મણ અને બ્રાહ્મણી હતાં.  \n બ્રાહ્મણનું નામ વામન અને બ્રાહ્મણીનું નામ સત્ય હતું. બંને જણાં પ્રભુપરાયણ અને નીતિમાન હતાં. તેમને આંગણેથી હજુ સુધી કોઈ ભૂખ્યું પાછું ગયું ન હતું. અખૂટ ધનસંપત્તિ હોવા છતાં તેમનામાં અભિમાનનો છાંટો પણ ન હતો.  \n તેમને બીજી બધી જાતનું સુખ હતું ,  પરંતુ સંતાનની ખોટ હતી. સંતાન વિહોણું ઘર સ્મશાન જેવું લાગતું હતું ,  એટલે બન્ને ઊંડી ચિંતામાં રહેતા.  \n એક દિવસ ફરતા - ફરતા નારદજી ત્યાં આવી ચડ્યા. બ્રાહ્મણે તેમનો ભાવપૂર્વક આદર - સત્કાર કર્યો. બ્રાહ્મણીએ ફળફળાદિ આગળ ધર્યા.  \n નારદજીએ પૂછ્યું :  ‘ કેમ ,   કુશળ તો છો ને  ? ’  \n ‘ હા ,  મુનિરાજ ! આપની કૃપાથી સર્વ વાતે સુખ છે ,  પણ ___ ’ બોલતાં બોલતાં બ્રાહ્મણ અચકાઈ ગયો.  \n ‘ પણ શું કહો   ?  જે ઈચ્છા હોય તે વિના સંકોચે કહો ! ’ નાર દે પૂછયું.  \n ‘ મુનિરાજ ! બીજી કાંઈ ઈચ્છા નથી ,  પણ એક સંતાનની ખોટ છે. એનો કોઈ ઉપાય હોય તો કૃપા કરીને બતાવો ! ’ વામને કહ્યું.  \n નારદે કહ્યું :  ‘ અહીંથી દક્ષિણ દિશામાં જાવ ,  ત્યાં એક અપૂજ શિવલિંગ છે. ઘણા વર્ષોથી એની કોઈ પૂજા કરતું નથી ,  ત્યાં જઈને તમે શિવ - પાર્વતીની એકનિષ્ઠાથી સેવા કરો ,  દિનદયાળુ સદાશિવ તમને અવશ્ય સંતાન આપશે. ’ એમ કહી નારદજી ચાલતા થયા.  \n નારદજીના કહેવા પ્રમાણે બ્રાહ્મણ અને બ્રાહ્મણી દક્ષિણ દિશાએ ચાલી નીકળ્યાં.  \n ઘોર વનવગડામાં ભૂખ્યાં અને તરસ્યાં બ્રાહ્મણ અને બ્રાહ્મણી ચાલ્યાં જાય છે ! પણ ક્યાંય મહાદેવજીનું મંદિર દેખાતું નથી !  \n બ્રાહ્મણ અને બ્રાહ્મણી થાકીને લોથપોથ થઈ ગયાં અને એક ઝાડ નીચે બેઠાં.  \n ત્યાં તો સત્યાની દષ્ટિએ એક મોટો ટેકરો દેખાયો. તે બોલી :  ‘ નાથ ! જુઓ ,  પેલો ઊંચો ટેકરો ! એ જ મંદિર હોવું જોઈએ. ’  એમ કહી બન્ને જણાં આગળ વધ્યાં.  \n જેમ જેમ આગળ ગયાં ,  તેમ તેમ તેમને ટેકરા ઉપર મંદિર દેખાવા લાગ્યું. મંદિર જોતાં જ બન્નેનો થાક ઉતરી ગયો. તેઓ ટેકરા ભણી ઝડપથી ચાલવા માંડ્યાં.  \n ત્યાં એક ભવ્ય શિવમંદિર હતું. બન્નેના હદયમાં હરખ માતો નથી. તેમણે તો મંદિરમાં પડેલાં પાંદડાં ,  ઘાસ ,  ઝાખરાં ,  ધૂળ વાળીઝૂડી સ્વચ્છ કર્યું. સત્યા પાસેની નદીમાંથી પાણી ભરી લાવી અને શિવ - પાર્વતીને સ્નાન કરાવ્યું. વામને પ્રદિક્ષણા કરી બીલીપત્રો ચડાવ્યાં .  \n તે પછી બ્રાહ્મણ અને બ્રાહ્મણી નિયમિત મહાદેવ-પાર્વતીની દેવા કરવા લાગ્યાં. બીલીનાં ઝાડ પાસે જ હતા. એટલે બ્રાહ્મણી હંમેશા બીલીપત્રો તોડી લાવતી, પણ ફૂલ માટે બ્રાહ્મણને દુર જવું પડતું.  \n આ પ્રમાણે પાંચ વર્ષ વીતી ગયાં છતાં ભગવાન પ્રસન્ન ન થયા !  \n આજે બ્રાહ્મણ ક્યારનોય વનમાં ફૂલ લેવા ગયો હતો. પણ હજી સુધી પાછો આવ્યો ન હતો ! પતિને ઘણું જ મોડું થયું હોવાથી સત્યાનો જીવ આકુળવ્યાકુળ થતો હતો. તેનામાં અનેક પ્રકારની શંકાઓ થતી હતી. સત્યા વાટ જોઈ જોઈ થાકી. છેવટે તે પોતાના પતિને શોધવા નીકળી.  \n વન બિહામણું હતું. ઠેર ઠેર વાઘ ,  સિંહ અને રીંછોના ભયંકર ઘુઘવાટા સંભળાતા હતા. બ્રાહ્મણી ગભરાતી ગભરાતી ,  શિવ - પાર્વતીનું રટણ કરતી ચાલતી હતી.  \n અચાનક એની દૃષ્ટિ એક ઝાડ નીચે ગઈ. તે જુએ છે તો ત્યાં પોતાનો પતિ બેભાન દશામાં પડેલો ! પગના અંગૂઠેથી લોહી નીકળે એટલામાં તેણે એક કાળો નાગ ફૂંફાડા મારતો જતો જોયો ! બ્રાહ્મણી તો અચાનક ચીસ નાંખી ધરતી પર ઢળી પડી.  \n થોડીવારે એને  મૂર્છા વળી ,  ત્યાં તો તેણે માથે વેણી બાંધેલી ,  કપાળે આડ્ય કરેલી અને સોળે શણગાર સજેલાં માતા પાર્વતીને જોયાં. જોતાં જ તે નમી પડી.  \n આશીર્વાદ આપતાં પાર્વતી બોલ્યા :  ‘ હે બ્રાહ્મણી ! તું ચિંતા ન કરીશ. ’ એમ કહી તેમણે વામનના શરીરે પોતાનો અમૃત સમાન હાથ ફેરવ્યો.  \n બ્રાહ્મણ તો આળસ મરડીને ઊભો થયો ! બ્રાહ્મણ અને બ્રાહ્મણી માતાજીને ચરણે નમી પડ્યાં.  \n પાર્વતી બોલ્યાં :  ‘ તમારી અનન્ય ભક્તિ અને શ્રદ્ધાથી હું પ્રસન્ન થઈ છું , જે જોઈએ તે વરદાન માંગો ! ’  \n બ્રાહ્મણ બોલ્યો :  ‘ ભગવતી ! મારે બીજું કાંઈ જોઈતું નથી . મારે એક સંતાનની ખોટ છે . એનો કોઈ ઉપાય બતાવો . ’  \n પાર્વતી બોલ્યાં :  ‘ તમે જયા - પાર્વતીનુ ં વ્રત કરો તો તમોને સંતાન થશે ! ’  \n સત્યાએ પૂછ્યું :  ‘ માતાજી ! એ વ્રત શી રીતે થાય  ? ’  \n પાર્વતી બોલ્યાં :  ‘ આ વ્રત અષાઢની અજવાળી તેરશે લેવું અને અંધારી ત્રીજે પૂરું કરવું . વ્રત કરના રે આ પાંચે દિવસે ગોળ અને મીઠા વિનાનું મોળું એકટાણું જમવું . પહેલાં પાંચ વર્ષ માત્ર જુવાર ખાઈને , બીજાં પાંચ વર્ષ મીઠા વીનાનું ખાઈને , ત્રીજાં પાંચ વર્ષ ચોખા ખાઈને અને ચોથાં પાંચ વર્ષ મગ ખાઈને વ્રત કરવું . છેલ્લા દિવસે જાગરણ કરવું . જ્યારે વીસ વર્ષ પૂરાં થાય , ત્યારે વ્રતનું ઉજવણું કરવું . ઉજવણું કરતી વેળા સૌભાગ્યવતી સ્ત્રીને પતિ સહિત પોતાને ત્યાં નૌતરી ભાવપૂર્વક જમાડવાં . કુંકુમ , કાજળ ઇત્યાદિ સૌભાગ્ય દ્રવ્યો દાનમાં આપવાં . આ પ્રમાણે વ્રત કરનારને સૌભાગ્ય પ્રાપ્ત થાય છે . પતિનો વિયોગ તેને કદાપિ ભોગવવો પડતો નથી . સંતાનની પ્રાપ્તિ થાય છે અને અખંડ સુખ મળે છે . ’  \n આમ કહી પાર્વતી અંતરધાન થયાં .  \n બ્રાહ્મણ અને બ્રાહ્મણી રાજી થતાં ઘરે ગયાં . બીજે વર્ષે બ્રા હ્મણીએ જયા - પાર્વતી વ્રત આરંભ્ યું .  \n થોડા સમયમાં તેને દેવ જેવો દીકરો અવતર્યો .  \n એમને જયા - પાર્વતીનું વ્રત ફળ્યું એવું સૌને ફળજો .  \n  \n"
    },
    {
      "readingTitle": "કેવડા ત્રીજ",
      "readingContent": "(ભાદરવા સુદ -૩ : સવારે નાહીધોઈ મહાદેવજીના મંદિરે જવું. ભાવપૂર્વક પૂજન કરી બીલીપત્રો અને પુષ્પો સાથે કેવડો ચડાવવો. શિવ પાર્વતીની વાત સાંભળી ઘરને શણગારવું ,  આખો દિવસ નકોરડો ઉપવાસ કરવો. કેવડો સું ઘી ને આખો દિવસ વિતાવવો.)  \n શિવ - પાર્વતી  કૈ લાસ ઉપર બેઠાં હતાં. હસતાં રમતાં વાતો કરતાં હતાં. વાતમાંથી વાત નીકળી અને પાર્વતીએ પૂછ્યું.  \n ‘ નાથ ! તમને પરણવા મેં ઘણાં વ્રતો કર્યો ,   પણ એમાં કયા વ્રતના પ્રભાવે હું આપ જેવા કૃપાસિંધુ જગત્પતિને સ્વામીરૂપે મેળવવા ભાગ્યશાળી થઈ  ? ’ તે મને કહો !  \n ‘ દેવી ! બાળપણમાં તમારા પિતાજી હિમાલય તથા માતાજી મેનાનાં ના કહેવાં છતાં તમે મને વરવાની હઠ લઈને બેઠાં હતાં. મને મેળવવા તમે ઘણું કઠણ તપ આદર્યું હતું. બાર બાર વર્ષ સુધી તો તમે ઉંધા મસ્તકે રહ્યાં હતાં. ઘણાં વર્ષો તમે અન્નજળનો ત્યાગ કરી માત્ર સૂકાં પાંદડાં ખાઈને જીવન ટકાવ્યું હતું. ચોમાસાના મૂશળધાર વરસાદમાં તમે ઉઘાડા આકાશ નીચે રહી દિવસો વિતાવ્યા હતા. ઉનાળાનો અંગારા વરસતો તાપ તમે હસતે મોઢે સહન કર્યો હતો અને શિયાળાની કડકડતી ટાઢમાં પણ તમે તમારા શરીરની ચિંતા કરી નહોતી !  \n એકવાર તમારા પિતાજી તમારા લગ્નની ચિંતામાં હતા. તેવામાં નારદમુનિ ત્યાં આવી ચડ્યા. નારદજીએ તમારો વિવાહ વિષ્ણુ સાથે કરવાનું કહ્યું. તમારાં મા બાપે એ વાત સ્વીકારી ,  પણ તમારા હૃદયમાં દુઃખ થયું. તમે સીધા તમારી બહેનપણી પાસે જઈ હૈયાફાટ રૂદન કરી કહેવા લાગ્યાં.  \n ‘ હે સખી ! હું ભગવાન શંકરને શુદ્ધ મનથી વરી ચૂકી છે ,  પરંતુ મારા મા - બાપ કોઈ રીતે માનતાં નથી અને વિષ્ણુ સાથે પરણવાનું કહે છે. જો આમ થશે તો હું મારા દેહનો ત્યાગ કરીશ. ’  \n સખીએ કહ્યું :  ‘ બહેન ,  એવું આપણાથી ન થાય ! આપણે અહીથી ગુપચુપ નાસી જઈએ. ’  \n આ પ્રમાણે નિશ્ચય કરી ,  તમે બન્ને ઘરેથી ચાલી નીકળ્યાં.  \n ચાલતાં ચાલતાં બંને જણાં એક ભયંકર વનમાં આવ્યાં. ત્યાં એક સુંદર ઝરણું જોયું. બન્નેને તરસ લાગી હતી. એટલે તેમાંથી પાણી પીધું અને પાસે એક ગુફા હતી તેમાં ગયા. ત્યાં તમે રેતીનું શિવલિંગ બનાવી ભોજન તજી દઈ ,  મારું પૂજન કર્યું. જાતજાતના વનફૂલો ,  બીલીપત્રો અને કેવડો મને ચડાવ્યો. તે દિવસે ભાદરવાની અજવાળી ત્રીજ હતી અને હસ્ત નક્ષત્ર હતું.  \n તમારા વ્રતથી હું પ્રસન્ન થયો અને મેં વરદાન માગવા કહ્યું.  \n તમે બોલ્યાં :  ‘ દેવાધિદેવ ! જો તમે પ્રસન્ન થયા હોવ તો તમે મારા પતિ થાવ. ’  \n મેં તમારી વાત સ્વીકારી ,   ત્યારે જ તમે બીજે દિવસે નદીમાં નાહી તમારી સખી સાથે પારણું  કર્યું .  \n થાક અને જાગરણથી તમારી આંખોમાં ઊંઘ ઘેરાણી હતી. એટલે તમે અને તમારી સખી બંને એક ઝાડ  \n નીચે સૂઈ ગયાં. થોડીવારમાં તો ઘસઘસાટ ઊંઘવા લાગ્યાં.  \n તમારા પિતાજી તમને શોધવા નીકળ્યા હતા. શોધતાં શોધતાં તેઓ આ વનમાં આવી પહોચ્યા અને તમને બંનેને અહી ઊ ધતા જોઈ તેમના હૃદયમાં અત્યંત આનંદ થયો ,  તેમણે ધીમેથી તમને જગાડયાં.  \n હિમાલયે પૂછયું :  ‘ બેટી ! આવા ભયંકર વનમાં તમારે શા માટે આવવું પડ્યું   ?  ઘરે તમારા માતાજી ઘણો વિલાપ કરે છે ! ’ તમે કહ્યું :  ‘ પિતાજી હું ભગવાન શંકરને વરી ચૂકી છું. જો મારું લગ્ન તેમની સાથે નહિ કરો તો હું અહી જ પ્રાણ તજી દઈશ !  \n તમારા વ્રતના પ્રભાવે તમારા પિતાજીએ તમારી વાત સ્વીકારી. તમને ઘરે લઈ ગયા અને તમારું લગ્ન મારી સાથે કર્યું.  \n ‘ હે દેવી ! કેટલાક આ વ્રતને હરિતાલિકા વ્રત કહે છે. કારણ કે - (હરિતા - હરણ કરાયેલાં અને અલીકા - સખીઓ વડે) સખીઓએ તમારું હરણ કર્યું હતું. વળી કેટલાક કેવડાત્રીજ પણ કહે છે. કારણ કે તમોએ પુષ્પોની સાથે ભૂલથી મને કેવડો ચડાવ્યો હતો. જો કે ,  કેવડો મને ચડતો નથી ,  છતાં તમે સ્નેહનાં આવેશમાં નિર્દોષ ભાવે ચડાવ્યો હતો ,  એટલે મેં તેનો સ્વીકાર કર્યો હતો.  \n હજી પણ આ દિવસે જે મારું કેવડા સહિત પૂજન કરે છે ,  તે મને પ્રિય લાગે છે.  \n આ વ્રત કરનારની મનોકામના પૂર્ણ થાય છે. અખંડ સૌભાગ્ય પ્રાપ્ત થાય છે અને પરલોકમાં પણ તે ઉત્તમ ગતિ પામી શિવલોકમાં વાસ કરે છે.  \n  \n"
    },
    {
      "readingTitle": "ગણેશ ચોથ",
      "readingContent": "(ભાદરવા સુદ -૪ : એકમના દિવસે આ વ્રત કરનારે ગણપતિની સ્થાપના કરી પૂજન કરવું. ગણપતિની કથા વારતા સાંભળવી. રાત્રે ભજન - કીર્તન કરી ચંદ્રદર્શન કરવું. ગણેશજીને લાડુ તથા માલપુવાનું ને વૈ ધ ધરાવ્યા પછી મૌન રહીને જમવું. ચોથના દિવસે સાંજે ગણપતિની ચાર દિવસ અગાઉથી સ્થાપિત કરેલી મૂર્તિને જળમાં પધરાવવી. ગળી કોઈ વસ્તુ ખાવી નહિ ,   ઘડો ભરીને અન્નદાન કરવું.)    \n એક દિવસ ભગવાન ગણેશ અષ્ટસિદ્ધિને વરીને બ્રહ્મલોકમાંથી ધીમે પગલે આવી રહ્યા હતા. એટલામાં ચંદ્રની દૃષ્ટિ ગણેશ પર પડી.  \n તેમની મોટી ફાંદ ,  લાંબી સૂંઢ અને ગોળમટોળ દેહ જોઈ ચંદ્રને ઠેકડી કરવાનું મન થયું.  \n ચંદ્ર કહ્યું :  ‘ કેમ ગણેશજી ! આજે કંઈ બ્રહ્મદેવે ભૂખ્યા કાઢ્યા કે શું   ?  જુઓને ,  તમારું પેટ તો દેખાતું જ નથી ! ’  \n છતાં ગણેશજી કંઈજ બોલ્યા નહિ. એ તો ધીમે પગલે ચાલતા જ રહ્યાં.  \n એટલે વળી પાછો ચંદ્ર બોલ્યો :  ‘ આમ ધીમે પગલે કૈલાસ ઉપર ક્યારે પહોંચી રહેશો   ?  વાહન જોઈએ તો લેતા જાવ ! ’  \n છતાં પણ ગણેશ પૂંઠવાળીને જોયું નહીં કે ઉત્તર પણ ન આપ્યો !  \n ફરીથી  ‘ શું રૂપ ઘડ્યું છે ! ’ કહી ચંદ્ર ખડખડાટ હસી પડ્યો.  \n અત્યાર સુધી ચૂપ રહેલા ગણેશ ચંદ્રનું અભિમાન સહન કરી શક્યા નહિ. ચંદ્રના આવા તિરસ્કારયુક્ત અને અપમાનજનક શબ્દોથી તેમની આંખમાં રતાશ તરી આવી ! તેઓ ગંભીર શબ્દોમાં બોલ્યા :  \n ‘ ચંદ્ર ,  તું ખરેખર રૂપાળો છે. વિધિએ તારામાં સૌદર્ય મૂક્યું છે ,  તેની ના નથી ,  પણ એનો અર્થ એ નથી કે ,  પોતાના રૂપના અભિમાનમાં બીજાની ઠેકડી ઊડાવવી. આજે તેં મારી ઠેકડી કરી છે ,  તેના ફળ રૂપે વધુ નહિ પણ તને એટલો જ શાપ આપું છું કે ,  આજથી કોઈ તારૂં મુખ નહિ જુએ ! અને જે જોશે તેના ઉપર અનેક પ્રકારનાં ખોટાં આળ આવી પડશે ,  તેનાં બ ધાં કામોમાં અણધાયા સંકટો આવશે ! ’  \n આટલું બોલી ગણેશ પોતાની મંદગતિ પ્રમાણે હળવે પગલે ચાલ તા થ યા .  \n ચંદ્રને ઠેકડી મોંઘી પડી. ગણેશનો શાપ સાંભળતાં તે ધ્રુજી  ઉઠ્યો . તેને પોતાની ભૂલ સમજાઈ. પણ હવે શું થાય  ?  \n શાપની જાણ થતાં ત્રિલોકમાં હાહાકાર મચી ગયો. બધે એક જ વાત વહેવા લાગી કે ,  જે ચંદ્રને જોશે તેના ઉપર અણધાર્યા સંકટો આવશે !  \n બાપડો ચંદ્ર  મો  કોને બતાવે   ?  લજજાનો માર્યો એ તો કુમુદ નામના કમળ - સરોવરમાં સંતાઈ ગયો.  \n દેવો ,  ગાંધર્વો અને ઋષિઓને ચિંતા થવા લાગી કે ,   હવે બારે માસ અંધારી રાતો કેમ વેઠાશે  ?  \n બધા દેવો બ્રહ્માજી પાસે ગયા અને ગણેશજીના શાપની વાત કરી.  \n બ્રહ્માજી બોલ્યા :  ‘ ગણેશજીનો શાપ નિવારવા હું ,  શંકર કે વિષ્ણુ કોઈ સમર્થ નથી. તમે બધા ગણેશજી પાસે જ જાવ અને તેમને પ્રસન્ન કરો. તેઓ ઉદાર હોવાથી પ્રસન્ન થઈ ચંદ્રને શાપમુક્ત કરશે. પરંતુ પહેલા તમે મહાદેવજી પાસે જાવ અને ગણેશજીને પ્રસન્ન કરવાનો માર્ગ પૂછો. ’  \n દેવો મહાદેવજી પાસે ગયા અને બોલ્યા :  ‘ હે મહાદેવ ! ગણેશજી કયા ઉપાયથી પ્રસન્ન થાય ! એ અમને કહો. ’  \n મહાદેવજી બોલ્યા :  ‘ ભાદરવાની અજવાળી એકમથી ચોથ સુધીમાં ,  સારો દહાડો જોઈ ગણપતિની સ્થાપના કરી તેમનું પૂજન કરવું. ભજન - કીર્તન ,  ગીત - સંગીત દ્વારા ઉત્સવ ઉજવવો અને અજવાળી ચોથના દિવસે ગણપતિનું પૂજન કરી માલપુવા ,  લાડુનું નૈવેધ ધરાવવું. સાંજે સ્થાપના કરેલી ગણપતિની મૂર્તિ જળમાં પધરાવવી. આમ ભક્તિભાવે ગણેશજીનું વ્રત કરવાથી તેઓ અવશ્ય પ્રસન્ન થશે. ’  \n દેવોએ બૃહસ્પતિને બોલાવી મહાદેવજીએ કહેલી વાત કહી. બૃહસ્પતિ રજા લઈ ચંદ્ર પાસે ગયા અને તેને ગણેશચોથનું વ્રત કરવા સમજાવ્યું.  \n ચંદ્ર ગણેશચોથનું વ્રત આરં ભ્યુ અને પોતાની ભૂલ માટે અંતઃકરણપૂર્વક ગણેશજીની ક્ષમાયાચના કરી ,  પોતાને શાપ મુક્ત કરવા વિનંતી કરવા લાગ્યો.  \n ચંદ્રના વ્રતથી ગણેશજી પ્રસન્ન થયા અને બોલ્યા :  ‘ હે ચંદ્ર ! હું તારા ઉપર પ્રસન્ન છું. હવેથી જે કોઈ બીજનું દર્શન કરશે તેને કોઈ જાતનું સંકટ નહિ આવે. પરંતુ માત્ર ભાદરવાની અજવાળી ચોથના દિવસે કોઈ તારું મોં નહિ જુએ. આ વ્રતનું પાલન કરનાર અનેક સંકટોમાંથી છૂટશે. હે ચંદ્ર ! તારા જેવા સમજુને આટલી શિક્ષા ઓછી નથી ,  હવેથી કોઈ દિવસ રૂપનું અભિમાન કરીશ નહિ. ’  \n  \n"
    },
    {
      "readingTitle": "અલુણા વ્રત",
      "readingContent": "(આખો ચૈત્ર માસ અથવા તો ચૈત્રના છેલ્લા પાંચ દિવસ, ત્રણ દિવસ પણ આ વ્રત થાય છે. વ્રત કરનારે નાહી ધોઈ મહાદેવ પાર્વતીનું પૂજન કરવું. તેમની વારતા સાંભળી અને મીઠા વગરનું-અલુણું એકટાણુ જમવું , બ્રહ્મ ચર્યનું પાલન કરવું, રાત્રે ભોય પથારી કરી સુઈ રહેવું. )  \n એકવાર ભગવાન શંકર તપ કરવા નીકળ્યા.  \n પાર્વતી બોલ્યા: ‘નાથ ! તમે તપ કરવા જાઓ છો પણ આ નિર્જન કૈલાસ ઉપર હું એકલી શી રીતે રહીશ? ’  \n ભગવાન શંકરે કહ્યું: ‘હા , દેવી વાત ખરી છે. જુઓ , હું તમને વરદાન આપું છું કે, તમે જયારે ઇચ્છશો ત્યારે બે સંતાનો ઉત્પન્ન કરી શકશો. તમને જયારે એકલું લાગે ત્યારે મારું સ્મરણ ’ કરજો ,  એટલે તમને બે સંતાનો થશે. ’  \n પાર્વતીને એકલવાયું જીવન અકારું લાગ્યું એટલે શિવના વરદાન પ્રમાણે તેમણે પોતાના જમણા અંગના ચંદનલેપમાંથી ગણપતિને અને ડાબા અંગના લેપમાંથી ઓખાને ઉત્પન્ન કર્યા.  \n ઓખા અને ગણપતિ બંને ભાઈ - બહેન સાથે રમી જમી આનંદથી રહેવા લાગ્યાં.  \n એકવાર ગણપતિ અને ઓખાને બારણામાં ચોકીએ મૂકી પાર્વતી સ્નાન કરવા ગયાં.  \n અહીં ભગવાન શંકર તપ કરતા હતા ,  ત્યાં અચાનક નારદજી જઈ ચડ્યા.  \n નારદે કહ્યું :  ‘ ભગવાન તમે તો સાવ ભોળા રહ્યા. ’  \n શંકરે પૂછ્યું :  ‘ કેમ નારદજી ! એવું શું છે  ? ’  \n નારદે કહ્યું :  ‘ પ્રભુ ! તમે અહીં તપ કરો છો અને ઘરે પાર્વતીને છોકરાં થયાં છે ,   એ કેટલું વિચિત્ર કહેવાય  ? ’ આમ કહી વિદાય લઈ નારદજી ચાલતા થયા.  \n નારદનું કહેવું સાંભળીને ભોળાનાથ ભરમાઈ ગયા. તેમને ક્રોધ ચડ્યો અને તેઓ ધૂંવાધૂંવા થતા સીધા ઘરે ગયા.  \n માથે જટા ,  કંઠે સાપ અને હાથમાં ત્રિશૂળ ! આવું બિહામણું સ્વરૂપ જોઈને ઓખા બીકની મારી મીઠાની કોઠીમાં સંતાઈ ગઈ ,   પરંતુ ગણપતિ બોલી ઊઠ્યા :  ‘ તમે કોણ છો   ?   અહીં કેમ આવ્યા છો   ?  બહાર ઊભા રહો ! તમને ઘરમાં નહિ જવા દઉં. ’  \n આટલું સાંભળતાં શંકર ક્રોધે ભરાયા અને ગણપતિને જોરથી લાત મારી. ગણપતિ ડરપોક ન હતા. તેઓ સામે થયા અને એકબીજાથી અજાણ્યા બાપ દીકરા વચ્ચે ભયંકર યુદ્ધ મચ્યું !  \n ક્ષણ માત્રમાં ક્રોધના આવેશમાં શંકરે ત્રિશૂળ ઊઠાવ્યું અને ગણપતિના ગળામાં ભોંકી દીધું ! ગણપતિનું માથું ધડથી અલગ થઈ દડાની પેઠે પૃથ્વી પર પડ્યું ! ભગવાન સદાશિવ સીધા ઘરમાં ધસી ગયાં. શિવને જોઈ   પાર્વતી હસતાં હસતાં છણકામાં બોલ્યાં : થોડીવાર થોભ્યા હોત તો !  હું નાહીને આવતી જ હતી ,  તમારી ટેવ જ વિચિત્ર છે. ’  \n ગંભીર સાદે શંકર બોલ્યા :  ‘ હવે હું તમારા હાસ્યમાં છેતરાઉં એમ નથી. ખરેખર ! તમે તો હિમાલયનું નામ ઉજાળ્યું. ’  \n શંકરની આવી કટાક્ષ ભરી વાણી સાંભળી પાર્વતી બોલ્યાં :  ‘ આ શું કહો છો  ? ’  \n શિવે પાર્વતીને બારણા પાસે લઈ જઈ ગણપતિનો મૃતદેહ બતાવી કહ્યું :  ‘ જુઓ ,  આ તમારા પાપનું પરિણામ ! ’  \n ગણપતિનું શબ જોતાં પાર્વતીની આંખમાંથી આંસુ નીકળી પડ્યાં. તેઓ હૈયાફાટ રૂદન કરવા લાગ્યાં અને કરુણ વાણીમાં બોલ્યાં :  ‘ હે નાથ ! મારા ગણપતિની આવી દશા કરવાનું કારણ  ? ’  \n ‘ કારણ   ?   આથી બીજું કારણ કયું   ?   મારા વિના તમોએ આ સંતાનો શી રીતે ઉત્પન્ન કર્યા   ?  પાર્વતી ! ઉત્તર આપો ! ’ શીવે આવેશમાં કહ્યું.  \n ‘ તમારી આજ્ઞાથી ! નાથ તમે મને વરદાન આપ્યું હતું કે ,  તમને એકલું લાગે ત્યારે બે સંતાનો ઉત્પન્ન કરી લેજો. ’ પાર્વતીએ કહ્યું.  \n હવે શંકરને પોતાની ભયંકર ભૂલ સમજાઈ. તેઓ ઘણો જ પસ્તાવો કરવા લાગ્યા અને એ જ ક્ષણે ત્યાંથી ચાલી નીકળ્યાં. માર્ગમાં તેમને શાપિત થયેલો એક દાંતાવાળો ગજાસુર હાથીના રૂપમાં સામો મળ્યો. તેમણે ત્રિશૂળથી હાથીનું મસ્તક છે દ્યુ . મસ્તક લઈ તેઓ દોડતા આવ્યા અને ગણપતિના ધડ પર બેસાડી દીધું.  \n ગણપતિ સજીવન થયા પરંતુ તેમનું સ્વરૂપ ફરી ગયું. તેમની આકૃતિ કદરૂપી બની ગઈ : તે જોઈ પાર્વતીને સંતોષ ન થયો. તેઓ ઉદાસ બની ગયાં.  \n પાર્વતીને ધીરજ આપી ભગવાને શાંત કર્યો. પણ આવો કદરૂપો પુત્ર પાર્વતીને ગમે શી રીતે  ?  \n શંકરે કહ્યું :  ‘ દેવી ! ગુણોની આગળ રૂપનું કશું જ મૂલ્ય નથી. હું વરદાન આપું છું કે , આખા બ્રહ્માંડમાં ગણપતિનું પૂજન થશે . કોઈ પણ શુભ કાર્યનો આરંભ ગણપતિ વિના થાય નહિ અને જો કોઈ કરશે તો તેના કાર્યમાં અનેક પ્રકારના વિઘ્નો ઊભાં થશે . ’  \n પાર્વતીએ ગણેશને વહાલથી પોતાના ખોળામાં બેસાડ્યા ___  પણ ઓખા ક્યાં ગઈ   ?   પાર્વતીએ  ‘ ઓખા ! ઓખા ! ’ કહી સાદ દીધો .  \n ઓખા ગભરાયેલી સ્થિતિમાં મીઠાની કોઠીમાંથી ધ્રૂજતી ધ્રૂજતી ઊભી થઈ .  \n ઓખાને સંતાઈ ગયેલી જોઈ , પાર્વતીને ક્રોધ ચડ્યો .  તેઓ બોલ્યાં :  ‘ તું તારો જીવ બચાવવા સંતાઈ ગઈ અને ભાઈને મરવા દીધો ! હું તને શાપ આપું છું કે , તારું શરીર મીઠામાં ગળી જજો અને તારો બીજો જન્મ રાક્ષસકુળમાં થજો . ’  \n શાપ સાંભળીને ઓખા કરગરી પડી ! શિવે પાર્વતીને કહ્યું :  ‘ દેવી ! એનો શો અપરાધ   ?   એ બાપડી ડરની મારી સંતાય નહીં તો શું કરે  ? ’  \n પાર્વતીને પાછળથી પસ્તાવો થયો , પણ શાપ કાંઈ મિથ્યા થાય   ?   તેઓ બોલ્યાં :  ‘ ઓખા ! તું રાક્ષસકુળમાં જન્મીશ , પણ તારું લગ્ન કોઈ દેવ સાથે થશે . તારો મહિમા ચૈત્ર મહિનામાં ગવાશે . જે કોઈ ચૈત્ર મહિનામાં તારું વ્રત કરી આખો મહિનો , પાંચ દિવસ , ત્રણ દિવસ અથવા એક દિવસ પણ મીઠા વિનાનું - અલૂણું જમશે તેને કોઈ જાતનો રોગ નહિ થાય અને તેને અખંડ સૌભાગ્ય પ્રાપ્ત થશે . ’  તે પછી થોડીવારમાં ઓખા પાર્વતીના શાપને લીધે મીઠાની કોઠીમાં જ ઓગળી ગઈ . તેનો બીજો જન્મ બાણાસુરને ત્યાં થયો . તેણે પાર્વતીના કહ્યા પ્રમાણે અલૂણા વ્રત કર્યું .  \n વ્રતના પ્રભાવે તેનું લગ્ન અનિરુદ્ધ સાથે થયું .  \n  \n"
    },
    {
      "readingTitle": "સૂર્યનારાયણ વ્રત",
      "readingContent": "(મહા સુદ -૭ : રથસપ્તમી અથવા કોઈ પણ રવિવારથી આ વ્રત કરી શકાય છે. વ્રત કરનારે નાહી ધોઈ સૂર્યનારાયણની પૂજા કરવી. સૂર્યનારાયણની વાત સાંભળવી ,   વાત સાંભળતાં  ‘ સૂર્યનારાયણ ! ’ કહી હુંકારો પૂરવો. આ રીતે છ માસ સુધી વ્રત કરવું.)  \n સૂર્યનારાયણ હતા. તે વનમાં રહેતા હતા. એક વાર તેઓ તેમની માને કહેવા લાગ્યા :  ‘ મા ! મારો વિવાહ કરો. ’   માએ કહ્યું :  ‘ આ વનમાં તે વિવાહ કોની સાથે કરવો  ? ’  \n સૂર્યનારાયણે કહ્યું :  ‘ મા આ વનમાં એક રાણી રહે છે. તેને રન્નાદે નામની દીકરી છે ,  તેની સાથે મારો વિવાહ કરો. ’  \n માએ કહ્યું :  ‘ કહેવા જાઉં ને ના પાડે તો ! ’  \n સૂર્યનારાયણે કહ્યું: ‘પૂછી આવો તો ખરા! ’  \n સૂર્યનારાયણ ની મા રાણી પાસે ગયા અને કહેવા લાગ્યાં: ‘રાણીજી ! તમારી દીકરી રન્નાદેનો વિવાહ કેમ કરતાં નથી? ’  \n રાણીએ કહ્યું: ‘આ વનમાં કોની સાથે વિવાહ કરીએ? ’  \n ‘મારા સૂર્યનારાયણ સાથે કરો ’. સૂર્યનારાયણ ની માએ કહ્યું.  \n રાણી બોલ્યા: ‘તમારા  સૂર્યનારાયણ આખો દહાડો નવખંડ પૃથ્વી ફરે અને સાંજે ઘરે આવે,  ત્યાં સુધી મારી દીકરીથી ભૂખ્યું રહેવાય નહિ, આવા દુ : ખમાં મારાથી દીકરી દેવાય નહિ. ’  \n સૂર્યનારાયણની મા ઘરે આવ્યાં. રાતે સૂર્યનારાયણે પૂછ્યું :  ‘ મા ! વિવાહ કરી આવ્યાં ને  ? ’  \n ‘ ના રે ભાઈ ! એ તો કહે છે કે ,  તમારો દીકરો આખો દહાડો નવખંડ પૃથ્વી ફર્યા કરે અને સાંજે ઘરે આવે. આવા દુ:ખમાં મારી દીકરીથી ન રહેવાય. ’  \n સૂર્યનારાયણ બધી વાત સમજી ગયા. રાત પૂરી થવા આવી એટલે એમને ફરવા જવાનો સમય થયો. જતાં જતાં માને કહેવા લાગ્યા :  \n ‘ મા ! આજે રન્નાદે આપણે ઘરે આવશે અને કલેડું માંગશે ,  પણ તમે આપો તો તેમની સાથે તેમની માને એવું કહેવડાવજો કે ,  ઠીકરી ભાંગશે તો દીકરી લઈશ. ’  આમ કહી સૂર્યનારાયણ ફરવા ગયા.  \n સૂર્યનારાયણે તો વનમાં એવો તાપ મૂક્યો કે ,  કહેવાની વાત જ નહીં ! રન્નાદેની મા આકવિકળ થવા લાગ્યાં. એવામાં વાવાઝોડું થયું. સમમમ્ કરતો પવન ભારે વેગથી ફૂંકાયો અને રાણીજીનું છાપરું ઊડી ગયું. છાપરું ઊડતાંની સાથે એક નળિયું બરાબર કલેડાની ઉપર પડ્યું ,  એટલે કલેડું નંદવાઈ ગયું.  \n રાણીને તાપ સહન ન થવાથી તેમણે કહ્યું :  ‘ દીકરી ! બે ચાર રોટલા ઘડી નાખ ને   ?  ઘી સાકર સાથે ખાઈશું. ’  \n રન્નાદેએ કહ્યું :  ‘ મા ,  આપણું કલેડું તો નંદવાઈ ગયું છે. ’  \n ‘ તો જા ,  સૂર્યનારાયણની મા પાસેથી માંગી લાવ. રોટલા ઘડીને પાછું આપી આવજે. ’ રાણીએ કહ્યું. રન્નાદે સૂર્યનારાયણની મા પાસે ગયાં અને કલે ડુ  માગ્યું. સૂર્યનારાયણની માએ કહ્યું :  ‘ કલેડું આપું પણ તમારી માને પૂછી આવો કે ,  ઠીક રી ભાંગશે તો દીકરી લઈશ ! ’  \n રન્નાદે માતાને પૂછવા આવ્યાં.    \n રાણીએ કહ્યું :  ‘ ભલે ,   સાચવીને રાખજે ને   ?   શાને ભાંગે છે  ? ’  \n રન્નાદે સૂર્યનારાયણની મા પાસેથી કલેડું લઈ આવ્યાં અને રોટલાં ઘડવા બેઠાં. રોટલા ઘડી રહ્યાં એટલે મા - દીકરીએ ઘી સાકર લઈને ખાધું. તે પછી રન્નાદે કલેડું પાછું આપવા નીકળ્યાં.  \n થોડે ગયાં તો માર્ગમાં બે સાંઢિયા લડતા હતા. રન્નાદે ઓચિંતાં અડફેટમાં આવી ગયાં અને કલે ડુ ફૂટી ગયું.  \n રન્નાદે તો ઘરે આવ્યાં. પોતાની માને વાત કરી.  \n રાણી સૂર્યનારાયણની મા પાસે ગયાં અને કહ્યું :  ‘ બે સાંઢિયા લડતા હતા ,  એમાં રન્નાદે અડફેટમાં આવી ગઈ અને કલે ડુ ફૂટી ગયું. ’  \n સૂર્યનારાયણની માએ કહ્યું :  ‘ મે તો કહ્યું હતું ને ઠીકરી ભાંગશે તો દીકરી લઈશ. ’  હવે તો રન્નાદેનો વિવાહ સૂર્યનારાયણ સાથે કરીને જ જાવ ,   રાણીએ સૂર્યનારાયણ સાથે રન્નાદેનો વિવાહ કર્યો અને ગોળ ખાઈને ઘરે ગયાં. જઈને  ર ન્નાદેને વાત કરી :  ‘ દીકરી ! તારો વિવાહ કર્યો ! ’  \n રન્નાદેએ પૂછ્યું :  ‘ કોની સાથે વિવાહ કર્યો  ? ’  \n રાણીએ કહ્યું :  ‘ સૂર્યનારાયણની સાથે. ’  \n સાંજે સૂર્યનારાયણ ઘરે આવ્યા. સૂર્યનારાયણની માએ કહ્યું :  ‘ ભાઈ ! તારો વિવાહ કર્યો. ’  \n સૂર્યનારાયણે પૂછ્યું :  ‘ કોની સાથે  ? ’  \n સૂર્યનારાયણની માએ કહ્યું :  ‘ રન્નાદે સાથે. ’    \n સૂર્યનારાયણ તો રાજી રાજી થઈ ગયા અને કહેવા લાગ્યા :  ‘ મા ! જઈને કહી આવો કે કાલે સૂર્યનારાયણ પરણવા આવશે. ’  \n સૂર્યનારાયણની મા રાણી પાસે ગયાં અને કહ્યું :  ‘ મારા સૂર્યનારાયણ કાલે પરણવા આવશે. ’  \n રાણીએ ક્રહ્યું :  ‘ એક દહાડામાં મારાથી સગવડ શી રીતે થશે  ? ’  \n ‘ એ બધું મારા સૂર્યનારાયણ કરી લેશે. ’  \n એમ કહી સૂર્યનારાયણની મા ઘરે આવ્યાં.  \n બીજે દિવસે સૂર્યનારાયણ ફરવા નીકળ્યા. રાણીના રાજભવનમાં સાધન - સામગ્રી ભરાઈ ગઈ. કોઈ વસ્તુની ખોટ નરહી !  \n બીજે દિવસે સૂર્યનારાયણ અને રન્નાદે પરણી ઊડ્યાં.  \n રાણીએ મનગમતી પહેરામણી આપી રન્નાદેને વિદાય કર્યા.  રન્નાદે ઘરે આવીને સાસુને પગે લાગ્યાં.  \n આમ સૂર્યનારાયણ નિત્ય સવારે જાય અને સાંજે આવીને જમે , તે પછી રન્નાદે જમે, એટલે રન્નાદેનું શરીર સુકાતું ચાલ્યું.  \n એક દિવસ રાણીએ રન્નાદેને પૂછ્યું :  ‘ બેટી ! તારું શરીર કેમ સૂકાતું ચાલ્યું  ? ’ રન્નાદેએ કહ્યું :  ‘ સૂર્યનારાયણ સવારે ફરવા જાય અને સાંજે ઘરે આવે. એ જ્યારે આવે ત્યારે જમવા મળે. ’  \n રાણીએ કહ્યું :  ‘ તું એમને કહેજે કે સાકરનું પાણી પીને જાય. એટલે તને ખાવામાં વાંધો નહીં આવે. ’  \n બીજે દિવસે સૂર્યનારાયણ ફરવા નીકળ્યા ત્યારે રન્નાદેએ કહ્યું :  ‘ આટલું સાકરનું પાણી પીને જાવ ને  ? ’  \n સૂર્યનારાયણે કહ્યું :  ‘ નવખંડ પૃથ્વીના જીવમાત્રનું પૂરું ન થાય ત્યાં સુધી મારાથી પાણી યે ન પીવાય. ’ એમ કહી એ તો ચાલતા થયા.  \n રન્નાદેને થયું કે શું એ નવખંડ પૃથ્વીના જીવમાત્રનું પૂરું કરતાં હશે   ?  લાવ ,  એમનું પારખું કરું. એમ વિચારી તેમણે એક કીડીને ધીમેથી દાબડીમાં પૂરી અને દાબડી પાણીઆરા ઉપર મૂકી દીધી.  \n સાંજે સૂર્યનારાયણ ઘરે આવ્યા અને કહ્યું : ચાલો ,  જમી લઈએ !  \n રન્નાદેએ પૂછ્યું :  ‘ તમે નવખંડ પૃથ્વીમાં બધા જીવોનું પૂરું કર્યું  ? ’ સૂર્યનારાયણે કહ્યું :  ‘ હાસ્તો. ’  \n રન્નાદેએ પૂછ્યું :  ‘ કીડીથી માંડી કુંજર સુધી બધાનું ’  \n ‘ હા ,  હા ,  કીડીથી માંડી કુંજર સુધી બધાનું. ’  સૂર્યનારાયણે કહ્યું.  \n રન્નાદેએ કહ્યું :  ‘ ખોટી વાત ,  હજી એક જીવ ભૂખ્યો છે. જૂઓ ,  બતાવું ! ’ એમ કહી દાબડી લેવા ગયાં. જુએ છે તો દાબડી બંધ કરતી વેળા ગરણાનો છેડો ઢાંકણામાં દબાઈ ગયેલો હતો. ઉઘાડીને જોયું તો પોતાના ચાંલ્લાના ચોખાનો દાણો તેમાં પડી ગયેલો. કીડી તો ગરણાના છેડેથી પાણી પીને ચોખા સાથે મથન કરે છે!  \n આ જોઈ રન્નાદે વિચારમાં પડી ગયાં.  \n સૂર્યનારાયણે કહ્યું :  ‘ જોયું ને કીડીથી માંડી કુંજર સુધી છે કોઈ ભૂખ્યું   ?  આજે તમે મારા પર શંકા કરી તેથી હું શાપ આપું છું કે ,  \n ‘ તમે રાંધો રાંધો તો ય ઓછું પડજો.    \n ભૂખ્યાં ને ભડભડતાં રહેજો. ’  \n એમ કહીને જમવા બેઠા. એક કોળિયો માનો રાખ્યો. એક કોળીયો રન્નાદેનો રાખ્યો અને રાંધ્યું હતું, એટલું બધું જમી ગયા.  \n સાસુવહુ એક એક કોળિયો ખાઈને ઊડ્યાં. બીજે દિવસે  સૂર્યનારાયણ ફરી પાછા ફરવા ગયા.  \n રન્નાદે બારણે ઊભા હતાં. પડોશમાં વઢવાડ ચાલી. રન્નાદેએ પૂછ્યું: ‘બહેન ! નિત્ય દહાડો ઊગે શીદ લડો છો?  પડોશણે   કહ્યું :  ‘ બહેન ! કોઈ મારાં છાણાં લઈ જાય છે. ’  \n સાંજ પડી સૂર્યનારાયણ ઘરે આવ્યા. રન્નાદેએ પૂછ્યું :  ‘ આપણી પડોશણના છાણાં કોણ ચોરી જતું હશે  ?’  \n સૂર્યનારાયણે કહ્યું :    \n ‘ થોડાબોલી લે છે અને બહુબોલીને માથે પડે છે. ’  \n બીજે દિવસે વળી પડોશમાં વઢવાડ ચાલી. રન્નાદેએ કહ્યું :  ‘ બહેન ! લડો છો શીદ   ?  તમારાં છાણાં થોડાબોલી લે છે અને બહુબોલીને માથે પડે છે. ’  \n થોડાબોલી બોલી ઊઠી :  ‘ તમને આવું કોણે કહ્યું  ? ’  \n રન્નાદેએ કહ્યું :  ‘ મને સૂર્યનારાયણે કહ્યું. ’  \n થોડાબોલીએ સૂર્યનારાયણને પેટ ભરીને ગાળો દીધી.  \n સાંજે સૂર્યનારાયણ ઘરે આવ્યા ત્યારે રન્નાદેએ કહ્યું :  ‘ ચાલો ,  જમી લઈએ. ’   સૂર્યનારાયણે કહ્યું :  ‘ મારે જમવું નથી. મારું પેટ આજે થોડબોલીની ગાળોથી ભરાઈ ગયું છે તમે  સ્ત્રી ની જાત ,   તમારા પેટમાં આટલી વાત પણ ન ટકી  ? ’  \n રન્નાદે સૂર્યનારાયણના પગે પડ્યાં અને ક્ષમા માગી.  \n સૂર્યનારાયણે તેમની માને પૂછ્યું :  ‘ મા ! તમારું શરીર કેમ સૂકાતું જાય છે  ? ’ ‘ દીકરા એક કોળિયો વહુ ખાય છે અને એક કોળિયો હું ખાઈને રહું છું ,   પછી અમારા શરીર ક્યાંથી વધે  ? ’ માએ કહ્યું.  \n સૂર્યનારાયણે કહ્યું :  ‘ તો તમે મારું વ્રત કરો. મારું વ્રત છ મહિનાનું છે. મારું વ્રત કરનારે સવારે ઊઠી નાહી ધોઈ મારું પૂજન કરવું અને નિત્ય સવારે એક ધ્યાને મારી વાત સાંભળવી. છ માસ પૂરા થાય એટલે સવાશેર ઘઉંનો લોટ ,  સવાશેર ઘી અને સવાશેર ગોળ લેવો અને તેના લાડુ કરવા. લાડુ મને ધરાવી તેમાંથી એક લાડુ રમતા બાળકને ,  બીજો ગાયોના ગોવાળને અને ત્રીજા લાડુ માળીને આપવો. ત્યાર પછી એક સુપાત્ર અતિથિને જમાડી ચોથો લાડુ પોતે આરોગવો. આ રીતે મારું વ્રત કરવું. આ વ્રત કરવાથી દુ:ખ દરિદ્રનો નાશ થાય છે ,  આયુષ્ય વધે છે ,  વાંઝિયાને ઘરે પારણું બંધાય છે અને અંતકાળે મોક્ષ મળે છે. ’  \n રન્નાદે અને સૂર્યનારાયણની માએ સૂર્યનારાયણનું વ્રત લીધું અને છ મહિને પૂરું કર્યું. આજે એમનું વ્રત ઉજવવાનું હતું. એમણે તો સવાશેર લોટ ,  સવાશેર ઘી અને સવાશેર ગોળના લાડુ બનાવ્યા. એક લાડુ રમતા બાળકને ,  બીજો ગાયના ગોવાળને ,   ત્રીજો લાડુ માળીને આપ્યો. પણ હવે વનમાં સુપાત્ર માણસ કે અતિથિ ક્યાંથી મળે   ?  એટલામાં રામ - લક્ષ્મણ ફરતાં ફરતાં ત્યાં આવ્યા.  \n ડોશીએ એમને નોતરૂં દીધુ અને જમવા બેસાડ્યા. આવી રીતે સાસુવહુએ વ્રત ઉજવ્યું. હવે તો તેઓ થોડું રાંધે તો ય વધ્યું ને વધ્યું ! થોડું જમે તો યે ધરાયાં ને ધરાયાં ! સૂર્યનારાયણના વ્રતના પ્રતાપે તેમને કોઈ વાતનું દુઃખ ન રહ્યું.  \n રામ - લક્ષ્મણ જમીને ઘરે ગયા અને સીતાજીને કહ્યું :  ‘ અમે તો સૂર્યનારાયણને ત્યાં જમીને આવ્યા છીએ. ’ સીતાજી વ્રત કરતા હતાં. તેમણે કહ્યું :  ‘ હવે મારે વાત કોને કહેવી. ’  \n રામ - લક્ષ્મણ કહે :  ‘ આ વનમાં એક રબારણ રહે છે. તેનો એકનો એક છોકરો મરી ગયો છે. એ દુઃખિયારી હજુ ભૂખીને ભડભડતી બેસી રહી છે. ત્યાં જઈને વાત કહો. ’  સીતાજી રબારણને ત્યાં ગયાં અને વાત કહેવા માંડી. વાત પૂરી થઈ ત્યાં તો રબારણનો છોકરો પાસુ મરડીને બેઠો થયો ! પોતાનો છોકરો સજીવન થયેલો જોઈને રબારણના આનંદનો પાર ન રહ્યો. એ તો સીતાજીને પગે લાગી અને તેણે સૂર્યનારાયણનું વ્રત કરવાનું નિમ લીધું.  \n ‘ જય સૂર્યનારાયણ ! જેવા બધાંને ફળ્યા  \n એવા અમને ફળજો. ’  \n  \n"
    },
    {
      "readingTitle": "દશામા વ્રત",
      "readingContent": "(અષાઢ વદ - અમાસ) :  આ વ્રત કરનારે સવારે નાહી ધોઈ વારતા સાંભળવી અને દસ દિવસ સુધી નકોરડા ઉપવાસ કરવા. માટીની સાંઢણી બનાવવી અને તેનું પૂજન કરવું. દસમે દિવસે સાંઢણી જળમાં પધરાવવી. પાંચ વર્ષ પૂરાં થયે વ્રતનું ઉજવણું કરવું. એક રૂપાની સાંઢણી બનાવીને તેને સુપાત્ર બ્રાહ્મણને દાનમાં આપવી.)  \n અષાઢ મહિનો આવ્યો. દિવાસાનો દિવસ આવ્યો. બધી બહેનો દશામાનું વ્રત કરે અને નદીમાં નહાય. નદીને કાંઠે રાજાનું રાજભવન હતું. રાણીએ દાસીને પૂછ્યું : આ બહેનો શાનાં વ્રત કરે છે  ?  \n દાસી નદીને આરે ગઈ અને પૂછ્યું :  ‘ બહેનો ,  તમે શાનાં વ્રત કરો છો  ? ’  \n બહેનોએ કહ્યું :  ‘ દશામાનાં. ’  \n ‘ એ વ્રત શી રીતે થાય  ? ’ દાસીએ પૂછ્યું.  \n બહેનોએ કહ્યું: ‘દસ સુતરના તાંત ણા લેવા , તેને  દસ દસ  ગાંઠો વાળવી અને દોરાને કંકુ દેવું. ’  \n દાસી રાજભવનમાં આવી અને રાણીને વાત કરી. રાત્રે  રાજા   આવ્યા એટલે રાણીએ કહ્યું :  ‘ હું દશામાનું વ્રત કરું  ? ’  \n રાજા કહે :  ‘ એ વ્રતથી શો લાભ થાય  ? ’  \n રાણી કહે :  ‘ નિર્ધનને ધન મળે ,  પુત્ર પરિવાર વધે. ’  \n રાજા કહે :  ‘ મારે ધનની ખોટ નથી ,  ઘોડા ,  હાથી ,  રાજપાટ જે જોઈએ તે છે. ’  \n રાજાનાં અહંકારનાં વચનોથી રાણી રીસાયાં અને ખાધા પીધા વિના સૂઈ ગયાં.  \n રાત્રે દશામા આવ્યાં અને બધા રાજમાં ફરી વળ્યાં ,   સવારનો પહોર થયો રાજ્યમાં અંધાધૂંધી થવા માંડી. ભંડારમાં પૈસો યે ના મળે ! કોઠારમાં જોવા જાય તો અનાજનો દાણો યે નહિ ! ગામની પ્રજા રાજાને કહેવા માંડી :  ‘ હવે તમે પહેરેલે લૂગડે બહાર નીકળો. તમારા રાજમાં માઠી દશા બેસશે. ’  \n રાજારાણી ત્યાંથી ચાલી નીકળ્યાં અને ગામને પાદર ફૂલવાડીમાં બેઠાં ,  ત્યાં તો ફૂલવાડી સૂકાઈને ઝાંખરું બની ગઈ.  \n રાણી કહે છે :  ‘ આપણી દશા કઠણ છે ,  હવે આપણે અહીં રહેવામાં સાર નથી. ’  \n રાજા - રાણી ત્યાંથી ચાલી નીકળ્યાં. આગળ જતાં કુંવરોને ભૂખ લાગી ,   એટલામાં રાણીની બહેનપણીનું ઘર આવ્યું. રાણી કહે :  ‘ બહેન ! બટકું રોટલો આપીશ  ? ’  \n ‘ જા જા રાંડ ભીખારણ ! મારા રાજ્યમાં બટકું રોટલો લેવા આવી છે. લાજ નથી આવતી ! ’ બહેનપણીએ કહ્યું.  \n તેઓ ત્યાંથી આગળ ચાલ્યાં. કુંવરને તરસ લાગી. રાણી બંને રાજકુંવરોને લઈ વાવમાં પાણી પીવરાવા જાય છે ,   ત્યાં તો બંને રાજકુંવરોને દશામાએ વાવમાં ખેંચી લીધા. રાણી રોતી અને કલ્પાંત કરતી રાજા પાસે આવી અને કહ્યું :  ‘ મારા બંને દીકરા વાવમાં પડી ગયા ! ’  \n રાજા કહે :  ‘ કલ્પાંત શા માટે કરો છો   ?  જેના હતા તેણે લઈ લીધા . ’  \n ત્યાંથી તેઓ આગળ ચાલ્યાં ,   એટલામાં રાજાની બહેનનું ગામ આવ્યું. રાજા કહે :  ‘ આ તો મારી બહેનનું ગામ છે. તેને મળ્યા વિના કેમ જવાય  ? ’ ગામમાં પખાલી સાથે કહેવડાવ્યું કે ,  તમારાં ભાઈ ભોજાઈ મળવા આવ્યાં છે ,  \n બહેન કહે છે કે ,  મારાં ભાઈ મોજાઈ એમ આવે નહિ ,  વળી બહેને વિચાર કર્યો કે ભાઈની કઠણ દશા હોય તો આવ્યા પણ હોય ,  નહીં તો ઘોડાગાડી ,  રથ ,   પાલખી વિના કેમ આવે   ?   બહેને સુખડી બનાવી અને સાવ સોનાનું સાંકળું લીધું અને માટલીમાં  ઘાલી ને મોકલ્યું ,  પરંતુ જ્યારે રાજાએ માટલી ઉઘાડી ત્યારે સુખડી કોલસા થઈ ગઈ અને સાંકળું સાપ થઈ ગયો ! રાજાએ વિચાર્યું કે ,  મા - જણી બહેન મને મારી નાખવા રાજી ન હોય. આ દશાના જ ખેલા છે. તેમણે માટલીને ભોંયમાં ભંડારી અને આગળ ચાલ્યાં.  \n આગળ મોટી નદી આવી. કાંઠે ચીભડાંના વાડા હતા. રાણીએ ખેડૂતને કહ્યું :  ‘ ભાઈ ! અમને બહુ ભૂખ લાગી છે ,  એક ચીભડું ખાવા આપો તો સારું. ’  ખેડૂતે એક ચીભડું આપ્યું. સૂર્યનારાયણ અસ્ત થયા પછી ખાવું નહિ ,  એવું નિમ હતું. તેથી ચીભડું રથમાં મૂકી તેઓ સૂઈ ગયાં. ત્યાં તો અજાણ્યા સૈનિકો આવ્યા . પાસેના બીજા ગામના રાજાઓ કુંવર રિસાઈને મોસાળમાં નાસી ગયો હતો, તેથી  એ રાજાએ અહી શોધ કરવા માટે સૈનિકો  મોકલ્યા હતા.  \n રથમાં જે ચીભડું હતું ,  તે અચાનક કુંવરનું માથું થઈ ગયું. સૈનિકો શોધતા શોધતા રથ સુધી આવ્યા અને રથમાં કુંવરનું માથું જોયું. તેથી સૈનિકો તેઓ બંનેને માર મારી પોતાના રાજા પાસે ખેંચી ગયા. પેલા રાજાએ તેમને કારાવાસમાં નાંખ્યા અને રાણીને અલગ ઓરડી આપી. એટલું દુઃખ પડતામાં બાર મહિના પુરા થયા.  \n અષાઢ મહિનો આવ્યો. દિવાસાનો દિવસ આવ્યો. રાણીએ વિચાર્યું કે ,  રાજાએ દશામાનું અપમાન કર્યું છે ,   તેથી તો આવું નહિ થયું હોય   ?  લાવ ,  હું દશામાનું વ્રત કરું. તેણે દશામાના નકોરડા ઉપવાસ કર્યા. દસ દિવસ પૂરા થયા. દસ મૂઠી ઘઉં લીધા ,  માટીની સાંઢણી બનાવી. એવી રીતે રાણીએ વ્રત કર્યું ,  પોતાના પતિને જમાડ્યા ,  જમાડીને ઓરડીમાં આવી. રાત્રે સાંઢણીને ઘરમાં રાખી. સવારે ચાર વાગે જળમાં પધરાવી. જળમાં પધરાવતાની સાથે ગામના રાજાને સ્વપ્ન આવ્યું : ‘ વિના વાંકે તેં રાજાને કારાવાસમાં પૂર્યો છે. તેને તું સવારે છોડી મૂકજે ,  તારો કુંવર રીસાઈને મોસાળ ગયો છે. તે સવારના પહોરમાં પાછો આવશે. આ વાત સાચી નહિ માને તો જેવી એની દશા થઈ છે ,  તેવી જ તારી દશા થશે. ’  \n સવારના પહોરમાં રાજકુંવર ઘરે આવ્યો. રાજાએ પેલું કુંવરનું માથું જોયું તો લીલું તાજું ચીભડું હતું ! સ્વપ્ન સાચું પડ્યું ,  તેથી તેણે પેલા રાજાને કારાવાસમાંથી છોડી મૂકવાની આજ્ઞા આપી. સારાં વ સ્ત્ર  પહેરાવી તેણે રાજા રાણીને રજા આપી અને કહ્યું :  ‘ તમારો કોઈ વાંક નથી પણ તમારા પર કોઈ દેવીનો કોપ હોય એમ લાગે છે. ’  \n રાણી રાજાને કહે છે કે ,  ચાલો આપણે ચાલી નીકળીએ. હવે આપણી દશા વળતી લાગે છે. ત્યાંથી તેઓ ચાલી નીકળ્યાં.  \n રાજારાણી આગળ ચાલ્યાં જાય છે. રાજા વિચારે છે કે ,  મા જણી બહેન મારવા રાજી ન હોય ,  માટલી કાઢી જોતાં જઈએ. જ્યાં ખોદીને જુએ છે ,  તો માટલીમાં સરસ ખાવા જેવી સુખડી અને સોનાનું સાંકળું દીઠું ! માટલીને રથમાં મૂકી ,   રાજારાણી  ‘ ઝટ રથ ચલાવ ! ’ કહી આગળ ચાલ્યાં.  \n દશામાએ વિચાર્યું કે ,  રાજાના બન્ને દીકરા લીધા તો ખરા ,   પણ તેમને પાછા આપવા કેવી રીતે   ?  તેમણે ઘરડાં ડોશીનું રૂપ લીધું. છોકરાઓને આંગળીએ વળગાડીને ચાલ્યાં અને રાજાને સાદ દીધો : ‘ ભાઈ , રથ ઊભો રાખો ને ! આ બંને રાજકુંવરો જેવા છોકરા ભૂલા પડી ગયા છે . ’  \n રાજાએ રથ ઊભો રાખ્યો , તેમણે પોતાના છોકરાઓને ઓળખ્યા અને રાજકુંવરોને વહાલથી ઉપાડી લીધા .  \n ડોશીમાએ કહ્યું :  ‘ આજથી તમારી વળતી દશા થશે . તમે અહંકારનાં વચનો કાચા હતાં . તેથી તમારી હૂંડી દશા થઈ હતી , હવે તમે મારા વ્રતનો મહિમા વધારજો . ’ એટલું કહી દશામા અદૃશ્ય થઈ ગયાં .  \n રાજા , રાણી અને કુંવરો ત્યાંથી ચાલી નીકળ્યાં , જે બહેનપણીએ પહેલાં જાકારો દીધો હતો , તે અત્યારે ઓરડા બહાર ઊભી હતી . તેણે રાણીને ઓળખી અને ભેટી પડી . તે કહેવા લાગી :  \n ‘ અહો બહેન ! બહુ દિવસે આવ્યાં   ?  આજે તો તમને નહીં જવા દઉં . ’  \n રાણી કહે :  ‘ મારી દશા કઠણ હતી ત્યારે તમે કકડો રોટલો યે આપ્યો ન હતો , તેથી હવે અમે અહીં રહીશું નહીં . ’ એટલું કહી રાજારાણી ચાલી નીકળ્યાં . ત્યાંથી ગામના પાદરે ફૂલવાડીમાં આવ્યાં . સૂકાયેલી ફૂલવાડી લીલીછમ બની ગઈ . ગામમાં સમાચાર પહોંચ્યા કે રાજારાણી દુઃખ વેઠીને પાછાં આવે છે .  \n વાજતેગાજતે ગામ લોકો સામૈયું કરીને લેવા આવ્યા . રાજારાણી સુખેથી પોતાના રાજભવનમાં આવ્યાં . સૂર્યના તેજ પેઠે તેમની કીર્તિ વધી . પ્રજાના આનંદનો પાર ન રહ્યો . પાંચ વર્ષ પૂરાં થયાં એટલે રાણીએ એક રૂપાની સાંઢણી બનાવી વ્રત ઉજવ્યું .  \n જય દશામા ! રાજારાણીની દશા વાળી ,  \n તેવી સહુની વાળજો .  \n  \n"
    },
    {
      "readingTitle": "સંતોષીમાં વ્રત",
      "readingContent": "(આ વ્રત શુક્રવારે લેવાય. વ્રત કરનારે સવારે નાહી - ધોઈ  વાર્તા સાંભળવી. વાર્તા સાંભળતી વેળા હાથમાં ગોળ - ચણા રાખવા. કુંભમાં પણ ગોળ - ચણા ભરી રાખવા અને જળ ભરેલા કળશનું સ્થાપન કરવું. વારતા પૂરી થયે ,  હાથમાં રાખેલા ગોળ - ચણા ગાયને ખવડાવી દેવા અને ઘડામાં રાખેલા ગોળ - ચણા પ્રસાદમાં વહેંચવા. કળશનું પવિત્ર જળ ઘરમાં છાંટવું ખાટું ખાવું નહિ. એકટાણું જમવું.)  \n એક ડોશી હતી. તેને સાત દીકરા.    \n છ વહાલા અને એક અળખામણો.  \n ડોશી છયે દીકરાને સારી પેઠે ખવડાવે અને વ ધ્યું હોય તે સાતમાં દીકરાને આપે. સાતમા દીકરાનું નામ ગોપાળ હતું.  \n ગોપાળની વહુ આ બધું જોયા કરે અને મનમાં  બ ળ્યા કરે .  એક વાર તેણે પોતાના પતિને કહ્યું :  ‘ તમે સાવ ભોળા છો. તમારાં બા સૌને સારી રીતે જમાડે છે ને તમને બધાનું એઠું - જૂઠું ખવડાવે છે. ’  \n એવામાં ગણપતિ ચોથનો દિવસ આવ્યો. ઘરમાં ચૂરમાનો લાડુ અને જાતજાતની રસોઈ બનાવી છયે ભાઈઓને જમવા બેસાડ્યા. નાનો ગોપાળ છૂપાઈને જોઈ રહ્યો ,  તો ડોશી મનવર કરી કરીને યે ભાઈઓને પીરસે !  \n છયે ભાઈ જમી ઊઠ્યા પછી ડોશીએ વ ધ્યું ઘટયું ,   એઠું જૂઠું એક થાળીમાં ભરી ગોપાળને કહ્યું :  ‘ અલ્યા ગોપાળ ! ક્યાં ગયો   ?  ચાલ ,  જમી લે ! ’  \n ગોપાળની આંખો આંસુથી ભરાઈ ગઈ. કંઠ રુંધાઈ ગયો. તેણે ગળું ઠીક કરીને કહ્યું :  ‘ મા ! મારું શરીર સારું નથી. મારે આજે ખાવું નથી. ’  \n ગોપાળ પોતાની સ્ત્રી પાસે ગયો અને કહ્યું :  ‘ મારે માટે ભાતાપોતાની ગોઠવણ કર. હવે હું અહી નહીં રહું. ’  \n ‘ હું દૂર કમાવા જાઉં છું. લે ,  મારી વીટી ! એને તું મારી એંધાણી માનીને રાખજે અને તું કાંઈક તારી એંધાણી મને આપ. ’  \n તેની પત્ની બોલી :  ‘ નાથ ! મારી પાસે એંધાણીમાં આપવા જેવું શું છે   ?  પણ લો ,  આ થાપો. આ મારું સંભારણું ! ભગવાન તમારી રક્ષા કરશે. ’ એમ કહી તેણે છાણવાળા હાથનો ગોપાળના અંગરખા ઉપર થાપો દીધો. ગોપાળ પોતાની પત્નીની વિદાય લઈ ચાલી નીકળ્યો.  \n એક પછી એક ગામ વટાવતો વટાવતો તે બહુ દૂર નીકળી ગયો અને એક મોટા નગરમાં આવ્યો. નગરમાં જઈ એક વેપારીને ત્યાં તે વાણોતર થઈને રહ્યો.  \n તે આખો દિવસ વેપારમાં જ ધ્યાન આપતો ,  તેથી શેઠ તેના ઉપર રાજી થયા અને તેને પેઢીનો મુખ્ય વ્યવસ્થાપક બનાવ્યો. વ્યવસ્થાપકમાંથી તેનું કામ ,  પરિશ્રમ અને સચ્ચાઈ જોઈ શેઠે પોતાની પેઢીમાં અડધો ભાગ કરી આપ્યો.  \n ગોપાળે વેપારમાં અઢળક કમાણી કરી અને લખપતિ થઈ ગયો.  \n અહીં ગોપાળની વહુ દુઃખમાં દિવસો વીતાવતી હતી. તેની સાસુ આખો દિવસ કામ કરાવે. છાણાં વીણવા મોકલે ,  લાકડાં કાપવા મોકલે અને વાસણ મજાવે. ઘરનું બધું કામ તેના માથે અને ખાવામાં ચળામણની ભાખરી !  \n એક દિવસ ગોપાળની વહુ સીમમાં લાકડાં લેવા નીકળી. વાટે જતાં જોયું તો ઘણી બહેનો વ્રત કરતી હતી. તે ત્યાં ગઈ અને પૂછ્યું :  ‘ બહેનો ! તમે કયું વ્રત કરો છો  ? ’  \n એક બહેન બોલી :  ‘ બહેન ,  અમે સંતોષીમાનું વ્રત કરીએ છીએ. ’  \n ‘ એ વ્રતથી શું થાય  ? ’  \n ‘ સંતોષીમાના વ્રતથી દુઃખ - દારિદ્ર મટે અને સુખ - સંપત્તિ મળે. કુંવારી કન્યાને મનગમતો વર મળે ,  સૌભાગ્યવતીનો પતિ પરદેશ ગયો હોય તો ક્ષેમકુશળ પાછો આવે ,  વાંઝિયાને ઘરે પારણું બંધાય ,  કઝિયા કંકાસ દૂર થાય અને વ્રત કર ાનારની બધી મનોકામનાઓ પૂરી થાય ! ’  \n વ્રતની વાત સાંભળી ગોપાળની વહુને આનંદ થયો. તેણે પૂછ્યું :  ‘ બહેન ! એ વ્રત શી રીતે થાય  ? ’ બહેન ! વ્રત ઘણું સહેલું છે. શુક્રવારે ખાધા પહેલાં સંતોષીમાની વાત સાંભળવી. કોઈ સંભળાવનાર નહોય તો ઘીના દીવા આગળ કુંભ મૂકીને પોતે કહેવી. શુક્રવારે સવા રૂપિયાના ગોળ - ચણા લઈને વહેંચવા. સવા રૂપિયાના ન બને તો પચાસ પૈસાના કે પચીસ પૈસાના પણ લઈ શકાય. ત્રણ દિવસ ,  ત્રણ અઠવાડીએ ,  ત્રણ મહિને કે ગ્રહો નબળા હોય તો ત્રણ વર્ષે પણ વ્રતનું ફળ મળે છે. જ્યારે આપણી મનોકામના પૂરી થાય ત્યારે વ્રતનું ઉજવણું કરવું.  \n ઉજવણું કરતી વેળા અઢીશેર લોટનાં ખાજાં ,  વરા પ્રમાણે ખીર અને ચણાનું શાક કરવું. કુટુંબનાં કે પડોશના આઠ બાળકોને જમાડવાં. એ રીતે યથાશક્તિ દાન - દક્ષિણા આપી વ્રત ઊજવવું. ’  \n ગોપાળની વહુએ બધી બહેનોનો આભાર માન્યો અને લાકડાં લેવા ચાલી નીકળી. લાકડાનો ભારો લઈ આવી તેણે ગામમાં વેચી નાખ્યો અને તેના ગોળ - ચણા લઈ સંતોષીમાનું વ્રત લીધું.  \n એ તો શુક્રવાર આવે ત્યારે ગોળ - ચણા ખાય અને માનો દીવો કરી પ્રાર્થના કરે. એક શુક્રવાર ગયો. બીજા શુક્રવારે ગોપાળનો પત્ર આવ્યો અને ત્રીજા શુક્રવારે તો ગોપાળે સો રૂપિયા મોકલ્યા.  \n દેરાણી જેઠાણીઓ બેઠી બેઠી ઉતરડો ગબડાવે તેવી હતી. તેઓ છોકરાંને ચડાવી ટોળટીખળ કરવા લાગી ,  છોકરા ચીડવવા લાગ્યાં : ‘ કાકીને કાગળો આવ્યા ,  પૈસા આવ્યા ,  ધીમે ધીમે ધનના ઢગલા યે થઈ જશે. ’  \n ગોપાળની વહુ કહેતી :  ‘ પૈસા આવ્યા તે સારું થયું ,  બધાંને ખપ લાગશે. મારે એકલીને થોડા ખાવા છે. ’ પરંતુ એના જીવને જપ ન વળ્યો ,   એ તો માતાજીના મંદિરે ગઈ અને વિનવવા લાગી :  ‘ માતાજી ! મારે પૈસાનો શો ખપ  ? ’ એમન ું મોઢું જોયે વર્ષો વીતી ગયાં ! ’  \n માતાજી બોલ્યા :  ‘ જા ,  દીકરી ! તારો પતિ સાજો સમો ઘરે આવશે. ચિંતા કરીશ નહિ. ’  \n ગોપાળની વહુ માતાજીનું સ્મરણ કરતી ઘરે આવી. માતાજી વિચારવા લાગ્યાં :  ‘ મેં વચન તો આ પ્યું . પણ ગોપાળ ઘરે શી રીતે આવશે   ?  એ તો કામધંધામાં રચ્યો પચ્યો રહે છે. એની વહુને સંભારતો પણ નથી. ’  \n માતાજીએ ગોપાળને સ્વપ્ન આપ્યું. સ્વપ્નમાં માતાજીએ કહ્યું :  ‘ ગોપાળ શેઠ ! ઊંઘે છે કે જાગે છે  ? ’  \n ‘ જાગું છું માતાજી ! ’  \n ‘ જો સાંભળ ,  તને ઘર નથી સાંભળતું ! તું ઘરે જા ,  તારી વહુને તારી મા દુ:ખ દે છે. એ નિરાધાર રાત દિવસ તારા નામની માળા જપે છે. હવે તું ઝટ ઘરે જા. ’  \n ‘ પણ માતાજી ! અજાણ્યો દેશ ,  વેપારમાં લેવડ - દેવડ ઝાઝી ,   શી રીતે ઘરે જાઉં  ? ’  \n ‘ જા તારી ઉઘરાણી પતી જશે. કોઠારનો માલ રોકડેથી વેચાઈ જશે. પછી તો જઈશ ને  ? ’  \n ‘ હા માતાજી ! અવશ્ય જઈશ. પછી તો મને અહીંની શી ચિંતા  ? ’  \n સવારે ગોપાળ જાગી ઊઠ્યો અને સ્વપ્નની વાત વિચારવા લાગ્યો. તેને પોતાનું સ્વપ્ન સાચું પડતું લાગ્યું. એક પછી એક ગ્રાહકો આવવા માંડ્યા, બપોર  થતાંમાં  તો બધો માલ વેચાઈ ગયો અને ઉઘરાણી પણ પતી ગઈ! મનમાં  ને મનમાં ટે સંતોષીમાનો આભાર  માનવા લાગ્યો. બીજે દિવસે વેપાર સમેટી અઢળક લક્ષ્મી લઈને તે પોતાના ઘરે જવા નીકળ્યો.  \n અહીં ગોપાળની વહુ બાપડી મહાત્રાસ ભોગવી રહી છે. નિત્ય લાકડાં લાવી આપે તો જ તેને ચળામણની ભાખરી મળે ! તે સીમમાં જાય ,   લાકડાં કાપી ભારો બાંધે અને સંતોષીમાના મંદિરે બેસી વિસામો ખાઈને ઘરે આવે. આજે પણ તે સંતોષીમાના મંદિરે ગઈ અને માને કરગરવા લાગી. માએ કહ્યું :  ‘ દીકરી ! આજે તું રડીશ નહિ. આજે તારો પતિ પરદેશથી કમાઈને ઘરે આવશે. ’  તું લાકડાની ભારી લઈને ઘરે જઈ સાદ પાડજે :  \n ‘ લાકડાની ભારી લો ,    \n ચળામણ ભાખરી દો.    \n ઠીકરીમાં પાણી દો ! ’  \n એટલે તારી સાસુનું પોલ ઉઘડી જશે અને તારો વર તારા ઉપર મોહિત થશે.  \n વહુ માતાજીને પગે લાગી ઉતાવળી ઉતાવળી ઘરે ગઈ. ઘરે જઈને જુએ છે ,  તો તેનો વર હીંડોળાખાટે બેઠેલો. વહુએ ઝાંપા આગળ આવીને સાદ દીધો.  \n ‘ સાસુજી ! ઓ સાસુજી !    \n લાકડાની ભારી લો ,    \n ચળામણની ભાખરી દો ,    \n ઠીકરીમાં પાણી દો ! ’  \n સાસુ ગમે તેટલું સંતાડવા ગઈ પણ વહુની વાત છૂપાણી નહીં ! ગોપાળ પોતાની વહુની વિકટ સ્થિતિ જોઈ ગળગળો થઈ ગયો. ત્યાં સાસુએ ચાલાકી કરી ;   તે બોલી :  ‘ વહુ તું નકામી લાકડાં લેવા જાય છે. લે ,  આ ચાવી ,  ત્રીજે માળે જા અને ઓરડો ઉઘાડીને આનંદ કર. ’  \n વહુને નવાઈ લાગી. તેણે સાસુ પાસેથી ચાવી લીધી અને પોતાના પતિ સાથે ત્રીજે માળે ગઈ. પતિને આવેલો જોઈ તેને આનંદ થયો. તે હેતથી પગે લાગી. ગોપાળ તેની વહુને આશ્વાસન આપતાં કહેવા લાગ્યો:  ‘ હું તારું દુ:ખ સમજી ગયો છું. હવેથી તને કોઈ જાતનું દુઃખ નહિ પડે. મને સંતોષીમા સ્વપ્નમાં આવ્યાં હતાં ,  એમણે મારી આંખો ઉઘાડી. ’  \n વહુને સંતોષીમાનું વ્રત ફળ્યું. એણે વ્રતનું ઉજવણું કરવા માંડ્યું. પોતાનાં જેઠાણીનાં છોકરાંને જમવા તેડ્યાં. જેઠાણીએ છોકરાંને કહી રાખેલું કે ,  તમો જમતી વેળા ખાટું ખાટું ખાવાનું માગજો.  \n છોકરાંએ જમતાં જમતા કહ્યું :  ‘ કાકી ! કાંઈ ખાટું ખાવાનું આપો ને ! ગળ્યાં ખાજાં નથી ભાવતાં. ’   વહુએ કહ્યું :  ‘ આજે ખાટું ન ખવાય. ’  \n ‘ તો અમોને પૈસા આપો. ’ છોકરાં બોલ્યા. વહુએ ગજવામાંથી પૈસા કાઢી છોકરાંને આપ્યા. વહુ રસોડામાં ગઈ એટલામાં છોકરાંએ આમલી આમોળીયાના ડબા ઉઘાડ્યા અને ખાવા લાગ્યાં.  \n ત્યાં તો સંતોષીમાનો કોપ થયો. તેમનું વ્રત ભાગ્યું ! ઓચિતું રાજાનું તેડું આવ્યું અને ગોપાળને પકડી ગયા. રાજાએ કહ્યું :  ‘ તું આટલું બધું ધન ક્યાંથી લાવ્યો   ?  ગામમાં પહેલાં ચોરી થયેલી તે તે જે કરી હોય એમ લાગે છે. ’  \n ગોપાળ મુંઝવણમાં પડ્યો અને સંતોષીમાને પ્રાર્થના કરવા લાગ્યો. ગોપાળની વહુ પણ મંદિરમાં ગઈ અને સંતોષીમાને વિનવવા લાગી.  \n સંતોષીમાએ કહ્યું :  ‘ મારું વ્રત ઉજવતી વેળા તે છોકરાંને  ખ ટામણ કેમ આપ્યું  ? ’  \n વહુએ પોતાની ભૂલની ક્ષમા માગી અને કહ્યું :  ‘ માતાજી ! મેં નથી આપ્યું પણ છોકરાંએ એમના હાથે લઈને ખાધું છે. મારા ઉપર દયા કરી મારા પતિને છોડાવો ! ’ માતાજીએ અજાણે થયેલી ભૂલ ક્ષમા કરી અને કહ્યું :  ‘ દીકરી ! જા તારો પતિ આજે જ ઘરે આવી જશે. ’  \n વહુ ઘરે ગઈ અને જુએ છે. તો તેનો પતિ ઘરે આવેલો. વહુએ તેને પૂછ્યું :  ‘ રાજાએ શું કહ્યું  ? ’  \n ગાપાળે કહ્યું :  ‘ પહેલાં મારા ઉપર ચોરીનો આરોપ મૂક્યો. પછી મેં બધી વાત કરી ,  ત્યારે તેમણે આટલું બધું ધન કમાયો તેનો કર માગ્યો. મેં રાજી થઈને કર આપી દીધો અને ઘરે આવ્યો. ’  \n બંનેના હરખનો પાર ન રહ્યો. હવે સાસુને પણ કમાઉ દીકરો વહાલો લાગ્યો ,  એટલે તે પણ તેની સાથે શાંતિથી રહેવા લાગી.  \n સૌને ગમે લાવતો ,    \n વહુને ગમે આવતો.  \n એક વાર સંતોષીમા વહુની પરીક્ષા કરવા ડોશીનું વિચિત્ર રૂપ લઈને આવ્યાં. ગોળ - ચણાવાળું ગંધાતું મોં અને માખો બણબણે ! ડોશીને આવેલી જોઈ સાસુ બોલી ઊઠી :  ‘ અલી ,  સાંભળો છો કે ! ડાકણ આવી ___ છોકરાં સંતાડી દો ___ છોકરાં ! ’ સાસુની બૂમ સાંભળી બધી વહુઓએ છોકરાં સંતાડી દીધાં. ગોપાળની વહુ તો પોતાનો છોકરો લઈને બહાર આવી. માતાજી છોકરાને રમાડી આશીર્વાદ આપી ચાલતાં થયાં. પોતાના છોકરાઓને સંતોષીમાનો આશીર્વાદ ન મળ્યો ,  તેથી બીજી વહુઓ પાછળથી પસ્તાવા લાગી. સાસુ પણ પસ્તાણી અને એણે ય સંતોષીમાનું વ્રત લીધું.  \n સાસુ છોકરાને હીંચોળે છે અને બધાં આનંદ કરે છે.    \n હે સંતોષીમા ! જેવાં વહુને ફળ્યાં એવાં સૌને ફળજો !  \n  \n"
    },
    {
      "readingTitle": "અન્નપુર્ણા વ્રત",
      "readingContent": "(માગશર સુદ -૬ : આ વ્રત કરનારે સવારે નાહી - ધોઈ મા અન્નપૂર્ણાની કથા - વાર્તા સાંભળવી. વ્રત કરનારે એકવીસ દિવસ એકટાણાં કરવા. ભૂલથી કોઈ વસ્તુ ખવાઈ જાય તો બીજા દિવસે નકોરડો ઉપવાસ કરવો. એકવીસ દિવસે આ વ્રત પૂરું થાય.)  \n કાશીનગરમાં બ્રાહ્મણ અને બ્રાહ્મણી રહેતાં હતાં. બ્રાહ્મણ ઘણો ઉદ્યમ કરે પણ પેટ પૂરતું ખાવાનું ન પામે! ઘણીવાર તો બંનેને અન્ન વગર ઉપવાસ કરવા પડે.  \n બ્રાહ્મણ ભૂખના દુ : ખથી કંટાળી કાશીવિશ્વનાથના મંદિરે ગયો. મહાદેવજીને પ્રસન્ન કરવા તે ભૂખ્યો અને તરસ્યો ત્યાં બેઠો. ત્રણ દિવસ થયા ,   ત્યાં તો તેને દિવ્યવાણી સંભળાઈ :  ‘ અન્નપૂર્ણા ___ અન્નપૂર્ણા ___ ’  \n બ્રાહ્મણને નવાઈ લાગી. તે બીજા માણસોને પોતાને સંભળાયેલી વાણીની વાત કહેવા લાગ્યો. લોકો કહેવા લાગ્યા :  ‘ મૂરખ ! આટલું સમજતો નથી કે ,  તું અન્ન વગર ટળવળે છે ,  તેથી તને અન્નના ભણકારા સંભળાયા કરે છે. ’  \n બ્રાહ્મણ ઘરે ગયો અને પોતાની પત્નીને વાત કરી. બ્રાહ્મણી બોલી :  ‘ નાથ ! લોકો ગમે તે કહે પણ તમે ફરીથી મંદિરે જાવ અને ભગવાનને પ્રાર્થના કરો. તેઓ દયાળુ છે. આપણું દુઃખ અવશ્ય દૂર કરશે. ’  \n બ્રાહ્મણ ફરીથી મંદિરે ગયો અને મહાદેવજીનું ધ્યાન ધરવા લાગ્યો. ત્રણ દિવસ થયા. ત્યાં તો મહાદેવજી પ્રસન્ન થયા અને તેને કહ્યું :  ‘ હે બ્રાહ્મણ ! પૂર્વ દિશામાં અન્નપૂર્ણા દેવીના નામનો મંત્ર જપતો જપતો ચાલ્યો જા ! દેવી અન્નપૂર્ણા અવશ્ય તારા ઉપર કૃપા કરશે. ’  \n મહાદેવજીનાં વચનો માથે ચડાવી બ્રાહ્મણ તો ત્યાંથી પૂર્વ દિશાએ ચાલવા માંડ્યો. ભૂખ લાગે તો ફળફળાદિ ખાય ,  ઝરણાનું પાણી પીએ અને મા અન્નપૂર્ણાના નામનો જપ જપતો જાય.  \n આગળ જતાં એક સરોવર આવ્યું. સરોવરની પાળે સુંદરવૃક્ષો ઊગેલાં હતાં અને પાસે ફૂલવાડી હતી. સરોવર કાંઠે અપ્સરાઓ ટોળે મળીને બેઠી હતી. બ્રાહ્મણ ત્યાં ગયો અને પૂછ્યું : બહેનો ! તમે શું કરો છો  ? ’  \n એક અપ્સરા બોલી :  ‘ ભાઈ ! અમે મા અન્નપૂર્ણાનું વ્રત કરીએ છીએ. ’ બ્રાહ્મણે પૂછ્યું :  ‘ એ વ્રત શી રીતે થાય  ? ’ અને એથી શું ફળ મળે  ? ’  \n અપ્સરાએ કહ્યું :  ‘ ભાઈ ! મા અન્નપૂર્ણાનું વ્રત માગશર સુદ -૬ થી કરાય. આ વ્રત સૌ કોઈ કરી શકે. દોરાની એકવીસ સેર લઈ એકવીસ ગાંઠો વાળવી ,  એકવીસ એકટાણાં કરવાં અને માના નામનો ઘીનો દીવો કરી કથા વાર્તા સાંભળવી. એકવીસ દિવસ પૂરા થયે વ્રતનું ઉજવણું કરવું. ઉજવણું કરતાં યથાશક્તિ દાન આપવું. આ વ્રતથી ભૂખ્યાને અન્ન મળે ,  મૂરખને વિદ્યા મળે ,  દરિદ્રને ધન મળે ,  આંધળાને આંખો મળે. વાંઝિયાને પુત્ર મળે અને સૌની મનોકામના પૂર્ણ થાય. ભાઈ ! તમારે વ્રત લેવું હોય તો લો ,  આ વ્રતનો દોરો. ’ એમ કહી અપ્સરાએ બ્રાહ્મણને વ્રતનો દોરો આપ્યો. બ્રાહ્મણે ખરા ભાવથી મા અન્નપૂર્ણાનું વ્રત લીધું.  \n વ્રત લેતાંની સાથે બ્રાહ્મણને સરોવરમાંથી હીરા જડ્યાં. સોનાનાં પગથિયાં દેખાયાં ,  બ્રાહ્મણ પગથિયાં ઉતરાવા લાગ્યો. આગળ ગયો ત્યાં તો મોટું મંદિર આવ્યું. સોનાનું મંદિર ,  રૂપાનાં કમાડ અને રત્નોથી ઝળહળતા ઝરુખા ! બ્રાહ્મણ મંદિરમાં ગયો ,  ત્યાં તો હિંડોળાખાટ ઉપર માતાજી ઝૂલે !  \n બ્રાહ્મણ માતાજીને સાષ્ટાંગ નમસ્કાર કરી ,  હાથ જોડીને ઊભો રહ્યો . માતાજી  બ્રાહ્મણની વાત સમજી ગયાં અને આશીર્વાદ આપતાં   બોલ્યાં :  ‘ હે પુત્ર ! જા ,  તારું કલ્યાણ થશે ,  તારી દરિદ્રતા મટી જશે અને તું સુખી થઈશ. ’ માતાજીના આશીર્વાદ લઈને બ્રાહ્મણ ઘરે ગયો. ધીમે ધીમે તેની આવક વધવા માંડી. થોડા દિવસમાં તો તેણે મોટી હવેલી ચણાવી. માતાજીની કૃપાથી નિર્ધન બ્રાહ્મણ ઘડીકમાં ધનવાન બની ગયો.  \n બ્રાહ્મણીએ બ્રાહ્મણને કહ્યું :  ‘ નાથ ! આપણને ખાવા પીવાની ચિંતા નથી પણ એક બે સંતાન હોય તો સારું. ગમે તે રીતે તમે બીજું લગ્ન કરો ,  જેથી આપણને સંતાનની ખોટ છે તે પૂરાય. ’  \n બ્રાહ્મણે પોતાની પત્નીની વાત માની લીધી અને બીજું લગ્ન કર્યું. નવીવહુ મનની બળેલી અને જીભની ઝેરી હતી.  \n માગશર મહિનો આવ્યો ને બ્રાહ્મણ બ્રાહ્મણીએ વ્રત આરંખ્યું. હવે વ્રતના ત્રણ દહાડા અધૂરા હતા ,  ત્યાં નવી વહુ વાત જાણી ગઈ એટલે તેણે ઊંઘતા બ્રાહ્મણના હાથેથી મા અન્નપૂર્ણાનો દોરો તોડી નાખ્યો.  \n માતાજીના વ્રતની અવગણના થઈ તેથી માતાજી ક્રોધે ભરાયાં અને માતાજીના કોપથી બ્રાહ્મણનું ઘર સળગી ઊઠ્યું. બધાં નિરાધાર થઈ ગયાં. નવી વહુ પોતાના પિયર ચાલી ગઈ.  \n બ્રાહ્મણી નિરાશ ન થતાં તેના પતિને કહેવા લાગી.  ‘ નાથ ! ચિંતા ન કરશો. તમે ફરીથી મા અન્નપૂર્ણા પાસે જાવ અને અપરાધની ક્ષમા માગો. બ્રાહ્મણ તો ફરી પેલા તળાવ પાસે ગયો અને  ‘ હે મા અન્નપૂર્ણા ! કહી પોતાનો દેહ તળાવમાં પડતો મૂક્યો ___  ત્યાં તો માતાજી પ્રસન્ન થયાં અને બ્રાહ્મણને ફૂલની પેઠે ઝીલી લીધો. માતાજીએ બ્રાહ્મણને કહ્યું :  ‘ તું નવી વહુ લાવ્યો તેથી મારું વ્રત ભંગ થયું. તું હવે ઘરે જા ,  તારે પુત્રની ખોટ હતી તો મને કહેવું હતું. જા ! તારે એક બુદ્ધિવાન પુત્ર થશે. ’  \n માતાજીનું વરદાન લઈ બ્રાહ્મણ ઘરે આવ્યો. તે પછી બ્રાહ્મણીને સારા દિવસો દેખાયા અને નવ મહિને ફૂલ જેવો રૂપાળો દીકરો જન્મ્યો.  \n ધણી - ધણીયાણીના આનંદનો પાર ન રહ્યો. બ્રાહ્મણ - બ્રાહ્મણી વરસો વરસ મા અન્નપૂર્ણાનું વ્રત કરવા લાગ્યાં ,  હવે તેમને કોઈપણ વાતનું દુઃખ ન રહ્યું.  \n જય ! મા અન્નપૂર્ણા ! બ્રાહ્મણ બ્રાહ્મણીને ફળ્યાં તેવાં અમને ફળજો.  \n  \n"
    },
    {
      "readingTitle": "જીવન્તિકા વ્રત",
      "readingContent": "(શ્રાવણ માસના પહેલા શુક્રવારે આ વ્રતનો આરંભ કરવો. કોઈ પ્રકારની અડચણ હોય તો બીજા શુક્રવારથી પણ વ્રત થાય. વ્રત કરનારે સવારે વહેલાં ઊઠી ;  નાહી - ધોઈ પાંચ દીવેટનો દીવો પ્રગટાવવો અને ભક્તિભાવે વંદન કરી પ્રાર્થના કરવી. પીળાં વસ્ત્ર પહેરવાં નહીં. પાટલા ઉપર દીવો મૂકી પત્ર ,  પુષ્પ ,  ચોખા ,   કંકુમથી જીવન્તિકા દેવીનું પૂજન કરવું અને આ  વાર્તા સાંભળવી.)  \n ઘણાં વર્ષો પહેલાં સુશીલ નામે એક રાજા હતો. રાજા અને રાણીને કોઈપણ વાતનું દુઃખ ન હતું. માત્ર તેમને સંતાનની ખોટ હતી ,  રાણી ચિંતામાં ને ચિંતામાં સૂકાતી જતી હતી.  \n રાણીવાસમાં રાણી ઉદાસ મને બેઠી હતી ,  તેવામાં એક દાસી ત્યાં આવી ચઢી. દાસી સૂયાણીનું કામ કરતી એટલે ગામમાં કોઈને સુવાવડ આવે તો સૌ તેને બોલાવે.  \n દાસી રાણીના મનના ભાવ સમજી ગઈ તે બોલી :  ‘ રાણીજી ! આટલી બધી ચિંતા શું કરો છો   ?  તમે આજ્ઞા આપો તો હું એક ઉપાય બતાવું. ’  \n ‘ એવો શો ઉપાય છે ,  કે જેથી મારું વાંઝિયામહેણું ટળે ’  રાણીએ પૂછ્યું.  \n દાસીએ બારણા બંધ કર્યા અને રાણીના કાનમાં કહ્યું : ‘ જુઓ ,  ગામમાં એક બ્રાહ્મણી ને પાંચમો મહિનો જાય છે ,  આજથી તમે સગર્ભા છો એવો ઢોંગ કરો. ’  પછી આગળનું કામ હું સંભાળી લઈશ.  \n દાસીની વાત રાણીને ગળે ઉતરી ગઈ અને પોતે ગર્ભવતી છે ,  એવી વાત ફેલાવવા માંડી.  \n એ વાતને ચાર મહિના વીતી ગયા ,  બ્રાહ્મણીએ દાસીને તેડાવી. મધરાત પછી તેને પુત્રનો જન્મ થયો. દાસી બધાની વિદાય લઈ ચાલતી થઈ. થોડીવારમાં બધાં ઘસઘસાટ ઊંઘવા લાગ્યાં. એવામાં દાસી પાછલી બારીથી ગોરાણીની ઓરડીમાં પેઠી અને બાળકને ઊઠાવી રાણી પાસે લઈ આવી. બાળક રાણીને આપ્યું.  \n સવારમાં આખા રાજભવનમાં આનંદ આનંદ થઈ રહ્યો. સૌ કહેવા લાગ્યાં :  ‘ રાણીને કુંવર જન્મ્યો. રાજા રાણીનું વાંઝિયામે ’ ણું ટાળ્યું. ’  \n ગોરાણી જીવન્તિકાદેવીનું વ્રત કરતી હતી ,  એટલે દેવી તેના બાળકનું રક્ષણ કરવા રાજભવનમાં પણ આવ્યાં ,  રાજકુમાર ઊંઘતો હોય તો પણ તેઓ ઓશીકે ઊભાં રહેતાં.  \n આમ ને આમ વર્ષો વીતી ગયાં. રાજકુમાર અભય મોટો થયો. થોડાં વર્ષો પછી રાજા સુશીલ મૃત્યુ પામ્યા અને અભયકુમાર રાજગાદીએ બેઠો. તે ઘણો દયાળુ અને ધર્મિષ્ઠ હતો. પ્રજાને પુત્ર સમાન પાળતો.  \n એક દિવસ તે પોતાના પિતાનું શ્રાદ્ધ કરવા ગયાજી જવા નીકળ્યો. ચાલતાં ચાલતાં તે થાકીને લોથપોથ થઈ ગયો હતો ,   તેવામાં એક ગામ આવ્યું. અભયકુમાર ગામમાં એક વાણિયાને ઘરે ગયો અને કહ્યું :  ‘ ભાઈ ! મને આજની રાત રહેવા દેશો ’  \n ‘ ભલે ,  ભાઈ આનંદથી રહે ! મારે ત્યાં અતિથિ ક્યાંથી ! ’ વાણિયાએ અભયકુમારને ઉતારો આપ્યો. વાણિયો પૂરો અભાગિયો હતો . તેને  ત્યાં જે સંતાનો થતાં  તે  માત્ર છ દિવસ જીવીને સાતમા   દિવસે મરણ પામતા. વાણિયો બાપડો શું કરે   ?   વિધિના લેખ કંઈ મિથ્યા થાય   ?    \n વાણિયાને ત્યાં પુત્રનો જન્મ થયે આજે છ દિવસ થયા હતા ,  તે મનમાં ને મનમાં રડતો હતો. પોતાને ત્યાં અતિથિને ઉતારો આપ્યો હતો ,  છતાં પોતાની ચિંતાને કારણે તે તેની સાથે વાત પણ કરી શકતો ન હતો.  \n મધરાત થઈ ત્યાં તો વાણિયાને ત્યાં દેવી વિધાત્રી આવ્યાં ,  વિધાત્રી બારણામાં પગ મૂકવા જાય છે ,  ત્યાં તો દેવી જીવન્તિકાએ આડું ત્રિશૂળ ધર્યું અને પૂછ્યું :  \n ‘ દેવી વિધાત્રા ! તમે અહીં ક્યાંથી  ? ’  \n ‘ વાણિયાના દીકરાને આજે છ દિવસ થયા છે ,  તે થી તેનો ભાગ્યલેખ લખવા આવી છું ! ’  \n ‘ બહેન !   '   લેખમાં શું લખશો  ? ’  \n ‘ એના ભાગ્યમાં છે ,  એ જ લખવું પડશે. લખીશ કે ,  છોકરો સવારમાં મરણ પામશે ! ’  \n ‘ ના ,  ના વિધાત્રી ! તમે એવું નહીં લખી શકો હું તમારી મોટી બહેન છું. તમારે મારી વાત માનવી પડશે. જ્યાં મારો વાસ હોય ,  જે ઘરે મારાં પગલાં પડ્યાં હોય ,  તે ઘરના બાળકોનું હું અમંગળ નહીં થવા દઉં. ’  \n વિધાત્રીદેવીને જીવન્તિકામાની વાત માનવી પડી. છોકરાના ભાગ્યમાં  ‘ દી ર્ઘા યુષ ’ લખીને તેઓ ચાલતાં થયાં.  \n સવાર થયું ,  વાણિયો પોતાના છોકરાને જીવતો જોઈ આશ્ચર્ય પામ્યો. તે ઘણો જ રાજી થઈ ગયો. આ તેણે યાત્રાળુ અતિથિનાં પગલાંનો પ્રભાવ માન્યો. તેથી તે અતિથિની ભાવપૂર્વક સરભરા કરવા લાગ્યો.  \n અભયકુમાર ત્યાંથી ગયાજી જવા નીકળ્યો. વાણિયાએ તેમને વિદાય આપતાં કહ્યું :  ‘ ભલે જાય ,  પરંતુ વળતાં અહીં થઈને જજો. ’  \n અભયકુમારે વાણિયાની વાત સ્વીકારી અને વિદાય લઈને ત્યાંથી ચાલવા માંડ્યું.  \n ચાલતો ચાલતો અભય કુમાર ગયાજી પહોંચ્યો. પોતાના પિતાની શ્રાદ્ધક્રિયા કરી પિંડ આપવા હાથ લાંબો કર્યો ,  ત્યાં તેને એક ને સાટે બે હાથ દેખાયા ! પરંતુ તે કારણ સમજી શક્યો નહી. તેણે પંડિતોને પૂછી જોયું ,  તો પંડિતોએ પણ કશો ઉત્તર આપ્યો નહીં. બીજો હાથ કોઈ દેવીના હાથ જેવો દેખાતો હતો.  \n શ્રાદ્ધક્રિયા પૂરી કરી અભયકુમાર ત્યાંથી પોતાને ગામ જવા ચાલી નીકળ્યો. જતાં જતાં માર્ગમાં પેલા વાણિયાનું ગામ આવ્યું . વાણિયાનો પહેલો દીકરો હસતો રમતો થઈ ગયો હતો અને ફરીથી તેને ત્યાં બીજો પુત્ર જન્મ્યો હતો. આજે વાણિયાને ત્યાં પુત્ર જન્મ્યાને છ દિવસ થયા હતા. અભયકુમારને જોઈ વાણિયો તો અડધો અડધો થઈ ગયો અને તેનો ખરા ભાવથી આદરસત્કાર કર્યો.  \n બાળકનો જન્મ થયે છ દિવસ થયા હતા ,   એટલે પાછાં મધરાત થતામાં વિધાત્રી દેવી આવ્યાં. વિધાત્રી ઘરમાં આવ્યાં. ત્યાં તો દેવિ જીવન્તિકાએ તેમને પૂછ્યું :  ‘ બહેન ! આજે શું લખશો એ તો કહો ! ’  \n ‘ દેવી ! ગઈ વેળા જે લખવાનું હતું એ જ ફરીથી લખીશ કે ,  સવારે આ બાળક મૃત્યુ પામશે. ’  \n ‘ ના બહેન ,  એવું ન લખશો. જ્યાં મારાં પગલાં પડે ત્યાં અમંગળ ન થાય. ’  \n ‘ દેવી ! ગઈ વેળા મેં તમારું કહેવું માન્યું હતું. પણ આ વેળા મને ના અટકાવશો ! કર્મના ફળ પ્રમાણે હું ભાગ્યલેખ ન લખું તો સૃષ્ટિનો નિયમ ભાંગે. પણ હા ,  દેવી જીવન્તિકા ! તમે આ વાણિયાને ઘરે કેમ પધાર્યા છો ,   એ તો કહો  ? ’  \n એટલામાં રાજકુમાર અભયની ઊંઘ ઊડી ગઈ. તે ગુપચુપ પથારીમાં પડ્યો પડ્યો દેવીઓનો વાર્તાલાપ સાંભળવા લાગ્યો.  \n જીવન્તિકા દેવી બોલ્યાં :  ‘ દેવિ વિધાત્રી ! આ રાજકુમારની માતા વર્ષોથી શુક્રવારે મારું વ્રત કરે છે ,  પીળું વસ્ત્ર પહેરતી નથી ,  પીળા અલંકારો ધારણ કરતી નથી ,  ચોખાના પાણીને ઓળંગતી નથી ,  એટલે મારે આ રાજકુમારની રક્ષા કરવી પડે છે. એ જ્યાં જાય ત્યાં મારે પણ જવું પડે છે ,   પરંતુ આ વાણિયાને ત્યાં મારો વાસ હોય ત્યાં સુધી હું તેના બાળકનું અહિત શી રીતે થવા દઉં   ?   બહેન ! તારે મારી  આજ્ઞા પાળવી પડશે. ’  \n વિધાત્રી :  ‘ જેવી  આજ્ઞા . ’ કહી ભાગ્યલેખ લખવા બેઠાં. લેખમાં લખ્યું :  ‘ આ છોકરો દી ર્ઘા યુષી થશે અને તેને અનેક પ્રકારનાં સુખ સંપત્તિ પ્રાપ્ત થશે. ’  \n સવાર પડ્યું ,  વાણિયાનો છોકરો તો જીવતો રહ્યો ! વાણિયાને થયું કે ,  અવશ્ય આ કોઈ પૂણ્યશાળી મહાપુરુષ છે ,  અભયકુમારે વાણિયાની વિદાય માગી અને ત્યાંથી પોતાના ગામ જવા ચાલી નીકળ્યો.  \n રાત્રે દેવી વિધાત્રી અને માતા  જી વન્તિકાનો જે સંવાદ થયેલો તે હજુ તેના કાનમાં ગૂંજતો હતો. ઘરે જઈને તેણે રાણીને પૂછ્યું :  ‘ મા ! તમે કોઈ વ્રત કર્યું હતું ?’  \n રાણીએ કહ્યું :  ‘ ના બેટા ,  મેં કોઈ વ્રત કર્યું નથી. ’  \n અભયકુમારને નવાઈ લાગી. તેને આખો ભેદ સમજાઈ ગયો ,  શ્રાવણ મહિનો આવ્યો ,  શ્રાવણનો શુક્રવાર આવ્યો. અભયકુમારે ઢંઢેરો પીટાવ્યો કે ,  આજે રાજભવનમાં ઉજાણી છે ,  માટે સૌએ પીળાં વસ્ત્રો પહેરીને જમવા આવવું. સૌ જમવા આવ્યાં. પછી રાજાએ ગામમાં ફરી પૂછાવ્યું કે ,  કોઈ આવવાનું રહી ગયું તો નથી ને ! ત્યાં તો એક દાસી સમાચાર લાવી કે ,  એક બ્રાહ્મણી જમવા આવવાનું ના કહે છે. કહે છે કે ,  મારે જીવન્તિકાનું વ્રત છે ,  એટલે પીળાં વસ્ત્રો પહેરીને હું નહીં આવું.  \n અભયકુમાર આખી વાત સમજી ગયો. તેણે બ્રાહ્મણી માટે લાલ વસ્ત્રો મોકલ્યાં. બ્રાહ્મણી લાલ વસ્ત્રો પહેરીને રાજભવનમાં આવી. મા - દીકરો સામસામાં મળ્યાં. ત્યાં તો બ્રાહ્મણીને ધાવણ  ચઢ્યું અને દૂધની શેડ છૂટી ! શેડ રાજકુમારના મોઢામાં પડી. બધાંને નવાઈ લાગી. બધાં વિચાર કરવા લાગ્યાં કે ,   આ શું  ?  \n અભયકુમારે પોતાની માને ઓળખી કાઢી અને કહ્યું :  ‘ હવે તમે આ રાજભવનમાં રહો ,  તમે જ મારી મા છો ! ’  \n બ્રાહ્મણીએ અભયકુમારને પૂછ્યું :  ‘ બેટા , હું તારી મા છું , એમ તને કોણે કહ્યું  ? ’  \n અભયકુમારે માતાજીની કહેલી વાત કહી સંભળાવી અને ચમત્કારિક હાથનાં દર્શનની પણ વાત કરી .  \n ત્યારથી આખા ગામની સ્ત્રીઓએ પોતાના બાળકોની રક્ષા મા ટે દેવી જીવન્તિકાનું વ્રત આરંભ્ યું .  \n સૌ ગોરાણીને પૂછવા લાગ્યાં કે , ગોરાણી ! અમે  ‘ જીવન્તિકા વ્રત ’  શી રીતે કરીએ એ કહો .  \n ગોરાણી બોલ્યાં :  ‘ બહેન , જ્યારે શ્રાવણ મહિનાનો શુક્રવાર આવે ત્યારે આ વ્રત લેવું . તે દિવસે પીળાં વસ્ત્રો પહેરવાં નહીં , પીળા અલંકાર ધારણ કરવા નહિ , પીળા માંડવા હેઠળ બેસવું નહિ , ચોખાનું પાણી ઓળંગવું નહિ . માતાજીના નામનો પાંચ દીવેટવાળો દીવો પ્રગટાવવો , પૂજન કરી બાળકોની રક્ષા માટે પ્રાર્થના કરવી . સાકરના કંસારનું નૈવૈધ ધરાવવું અને ધરાવેલા નૈવેધનું એકટાણું જમવું .  નવ વર્ષ પૂરાં થાય ત્યારે આ  વ્રતનું ઉજવણું કરવું . એક સૌભાગ્યવતી સ્ત્રી , એક કુમારિકા અને એક બાળકને પોતાને ત્યાં નોંતરી , ફૂલહારથી તેમનું પૂજન કરી જમાડવાં .  આ વ્રત કરાનારના બાળકોનું  ‘ દેવી જીવન્તિકા ’ સદા રખવાળું કરશે . તેમને ઉની આંચ પણ આવવા નહિ દે . ’  \n દેવી જીવન્તિકાના વ્રતના પ્રભાવે ગોરાણીને પોતાનો ખોવાયેલો પુત્ર મળ્યો અને માતાએ તેમનું રક્ષણ કર્યું .  \n જય જીવન્તિકામા જેવા ગોરાણીને ફળ્યા ,  \n એવા સૌને ફળજો !  \n  \n"
    },
    {
      "readingTitle": "અનંત ચૌદશ",
      "readingContent": "(ભાદરવા સુદ - ૧૪ : શેષશૈયા ઉપર પોઢેલા ભગવાન વિષ્ણુનું આ વ્રત છે. વ્રત કરનારે સવારે નાહી ધોઈ મંડપ બનાવવો. તેમાં પવિત્ર જળથી ભરેલા ત્રાંબાના ઘડાનું સ્થાપન કરવું. ઘડાને બે કપડાં બાંધવાં ,  દર્ભની સપકારે ભગવાન અનંતની મૂર્તિ બનાવી ,  મોહિનીની મૂર્તિ સાથે જળમાં સ્થાપન કરી તેનું ષોડશોપચારે પૂજન કરવું ,  રેશમી દોરામાં સોનાના તાર ગૂંથી તેને ચૌદ ગાંઠો વાળી હાથે ધારણ કરવો ,  ચૌદ વર્ષે ગૌદાન તથા બ્રહ્મભોજન કરાવી વ્રતનું ઉધાપન કરવું.)  \n ઘણાં વર્ષો પહેલાં એક બ્રાહ્મણને બ્રાહ્મણી હતાં. બ્રાહ્મણનું નામ સુમંત અને બ્રાહ્મણીનું નામ દીક્ષા હતું.  \n તેમને એક પુત્રી હતી. પુત્રીનું નામ શીલા હતું. શીલાના ભાગ્યમાં દુઃખ લખાયેલું હતું. તેની મા દીક્ષા તેને નાની મૂકીને મરી ગઈ !  \n સુમંતે થોડા સમયમાં બીજું લગ્ન કર્યું. તેની બીજી પત્નીનું નામ કર્કશા હતું. કર્કશા ખરેખર કર્કશા હતી. તે શીલા ઉપર ઘણું ઝેર રાખતી. કર્કશા ઠકરાણી થઈને ફરે અને દળવું ,  ખાંડવું ,  વાસણ માંજવાં બધું અભાગી શીલાને માથે. શીલા ઘરકામમાંથી ઊંચી આવે જ નહિ.  \n આટલું બધું કામ કરવા છતાં શીલાને જશને માથે જૂતિયાં મળતાં. મિજાજ જાય તો કર્કશા પેટ ભરીને ગાળો સંભળાવે ! નિરાધાર શીલા બધું મૂગે મોઢે સહન કરતી.  \n શીલા હવે સમજુ થઈ હતી. સુમંત તેના લગ્ન માટે યોગ્ય વરની શોધમાં હતો ,  એટલામાં મહામુનિ કૌડિન્ય ત્યાં આવી ચડ્યા. તેમણે શીલાનું માગું કર્યું. સુમંતે રાજી થઈને હા પાડી.  \n શીલા અને કૌડિન્ય મુનિનાં લગ્ન થઈ ગયાં ,  શીલાને સાસરે વળાવવાનો સમય થયો ,   સુમંતે કર્કશાને કહ્યું :  ‘ દીકરીને સવારે વળાવવાની છે ,  તો દીકરી અને જમાઈને કાંઈફ આપીએ તો સારું. ’   ત્યાં તો કર્કશા તાડૂકી ઉઠી :  ‘ તમારી દીકરી કાજે મારું ઘર લૂંટાવી દેવું નથી. મારા ઘરમાંથી હું એક ફૂટી કોડી પણ આપવાની નથી. ’  \n સુમંતની ઘણી ઈચ્છા હતી પણ કર્કશાના કજિયા આગળ તેનું કાંઈ ન ચાલ્યું. આખરે સાસરવાસો આપ્યા વિના દીકરીને વિદાય કરી.  \n કૌડિન્ય મુનિ અને શીલા વેલમાં બેસીને જતાં હતાં. માર્ગમાં યમુના નદી આવી. કૌડિન્ યે યમુના કાંઠે વેલ ઊભી રાખી અને બળદ છોડ્યા. શીલા પાણી પીવા નદીને આરે ગઈ ,  ત્યાં જુએ છે ,  તો સરખી સહિયરો નદીને કાંઠે પૂજન કરતી હતી ,   શીલાએ પૂછ્યું :  ‘ બહેન ! તમે  \n શાનું વ્રત કરો છો  ? ’  \n છોકરીઓ બોલી :  ‘ બહેન ! અમે ભગવાન અનંતનું વ્રત કરીએ છીએ. ભગવાન અનંતનું વ્રત જે કરે છે ,  તેને કોઈ જાતનું દુઃખ રહેતું નથી. ’  \n શીલાએ કહ્યું :  ‘ બહેન ! મને વ્રત આપો ને ’  \n ‘ ભલે ! ’ કહી એક છોકરીએ રેશમી દોરાને ચૌદ ગાંઠો વાળી કંકુથી રંગ્યો અને ભગવાન અનંતનું નામ લઈ શીલાને હાથે બાંધ્યો. ’  \n થોડોક આરામ લઈ મુનિએ વેલ જોડી. શીલા અને કૌડિન્ય મુનિ વેલમાં બેસી પોતાને ઘરે આવ્યાં.  \n ભગવાન અનંતની કૃપાથી તેમના ઘરમાં કોઈ વાતની મણા રહી નહિ ,   તેમની સુખ સંપત્તિ દિવસે દિવસે વધતી ગઈ. એક દિવસ શીલાએ કહ્યું :  ‘ નાથ ! આ બધું ભગવાન અનંતના પ્રતાપે છે. ’ શીલાની વાત સાંભળી કૌડિન્ય રોષે ભરાયો અને કહ્યું :  ‘ આ બધી સંપત્તિ મારા પરિશ્રમને લીધે છે. ’  \n બંને વચ્ચે વાદ વિવાદ વધી પડ્યો. મુનિ ક્રોધે ભરાયા અને આવેશમાં શીલાના હાથથી અનંત વ્રતનો દોરો તોડી નાંખ્યો. શીલાએ દોરાને ઝટ ઉપાડી લીધો અને દૂધમાં નાંખ્યો. કૌડિન્યને આજે વિપરીત બુદ્ધિ સૂઝી હતી ,  એટલે તેણે દૂધમાંથી દોરો કાઢી ચૂલામાં નાંખી સળગાવી દીધો !  \n આજથી કૌડિન્યનું ભાગ્ય પલટાણું. એક પછી એક સંકટો આવવા લાગ્યાં. ઘડીમાં તેની સુખસમૃદ્ધિ નાશ પામી. કૌડિન્યની ભારે અવદશા બેઠી ! પોતે કરેલા કૃત્ય માટે તે પસ્તાવા લાગ્યો પણ હવે શું થાય  ?  \n પોતાના પતિને આવી દુઃખી અવસ્થામાં જોઈ શીલાએ ધીરજ આપી અને કહ્યું :  ‘ નાથ !  ‘ ચાલો ,  આપણે ભગવાન અનંતની શોધમાં જઈએ. ભગવાન દયાળુ છે. તેઓ અવશ્ય આપણા સામું જોશે. ’  \n પતિ - પત્ની  દૃઢ નિશ્ચય કરી ભગવાનની શોધમાં ચાલી નીકળ્યાં. વનવગડા ખૂંદતાં ખૂંદતાં તેઓ ઘણે ઘણે ફર્યા ,  પણ ક્યાંય ભગવાન મળ્યા નહિ ;  પરંતુ હવે કૌડિન્યનો નિશ્ચય હતો કે ,  ભગવાન મળે તો જ પાછા ફરવું.  \n જતાં જતાં માર્ગમાં એક આંબો આવ્યો ,  નવાઈની વાત એ હતી કે ,   આંબાનું ઝાડ મોટું અને ઘટાદાર હોવા છતાં કોઈ પક્ષી તેના ઉપર વિસામો લેવા બેસતું નહિ. આંબાને જોઈ કૌડિન્ય પૂછ્યું :  ‘ આંબા રે આંબા ! ક્યાંય અનંત ભગવાનને જોયા. ’  \n આંબો બોલ્યો :  ‘ ભાઈ ! મેં જોયા હોત તો હું ન પૂછત કે ,  મેં એવાં શાં પાપ કર્યા છે કે ,  કોઈ ચકલુંયે મારો વિસામો લેતું નથી. ’  \n કૌડિન્ય ને શીલા નિરાશ થઈ આગળ ચાલ્યાં. રસ્તામાં એક ગાય આવી. કૌડિન્ય ગાયને પૂછયું :  \n ‘ ગાય રે ગાય ! ક્યાંય અનંત ભગવાન જોયા  ? ’  \n ગાય બોલી :  ‘ ભાઈ ! મેં ભગવાનને જોયા હોત તો હું જ મારા દુઃખનો ઉપાય પૂછત. મારા આંચળ દૂધથી ફાટ ફાટ થાય છે ,   પણ મારું દૂધ કોઈ પીતું નથી. કોણ જાણે મેં એવાં શાં પાપ કર્યો હશે  ? ’  \n તેઓ આગળ ચાલ્યાં. વાટે જતાં એક બળદ મળ્યો. મુનિએ બળદને પૂછ્યું :  \n ‘ બળદ  રે  બળદ ! ક્યાંય ભગવાન અનંતને જોયા  ? ’  \n બળદ બોલ્યો :  ‘ મેં ભગવાન અનંતને જોયા નથી. જુઓને ! ચારેકોર કેટલું લીલું ઘાસ છે ,   પણ મારાથી એક તરણું ય ખવાતું નથી. મેં એવાં શાં પાપ કર્યો હશે   ?  અનંત ભગવાન મળે તો આટલું પૂછતા  \n આવજો. ’  \n કૌડિન્ય અને શીલા વનમાં પશુપક્ષીઓને પૂછતાં પૂછતાં ચાલ્યાં જાય છે ,  પણ ક્યાંય ભગવાન અનંતની ભાળ મળતી નથી. તેઓ ભૂખ ,  તરસ ,  થાક ને ઉજાગરાને લીધે આકળવિકળ થઈ ગયાં ,  કૌડિન્યને હવે કોઈ આશા ન રહી. છેવટે તે નિરાશ થઈ આપઘાત કરવાના નિશ્ચય ઉપર આવ્યો. શીલા પણ થાકીને લોથપોથ થઈ ગઈ હતી. તે એક ઝાડ નીચે વિસામો લેવા બેઠી ! ત્યાં તેને ઘસઘસાટ ઊંઘ આવી ગઈ. આ સમયનો લાભ લઈ કૌડિન્ય એક ઝાડની ડાળે ગળાફાંસો બાંધ્યો. કૌડિન્ય જ્યાં ગળાફાંસો ખાવા જાય છે ,   ત્યાં એક વૃદ્ધ બ્રાહ્મણે કહ્યું :  ‘ હે ભાઈ ! શા દુઃખે ત ું ફાંસો ખાય છે તને શું દુઃખ છે ’  \n કૌડિન્ય બોલ્યો :  ‘ મારા દુઃખનો પાર નથી ,  પણ મારે ભગવાન અનંતનાં દર્શન કરવાં છે. ’  \n ‘ ભલે ! કહી બ્રાહ્મણે કૌડિન્યને ધીરજ આપી. બ્રાહ્મણ તેને પાતાળમાં લઈ ગયો. પાતાળમાં જઈને જૂએ છે ,  તો શંખ ,  ચક્ર ,  ગદા અને પદ્મ ધારણ કરી ભગવાન અનંત વિરાજેલા હતા. કૌડિન્ય ભગવાનને જોઈ તેમના ચરણોમાં ઢળી પડ્યો અને ધ્રુસકે ધ્રુસકે રોવા લાગ્યો ,  ભગવાને તેને આશ્વાસન આપી શાન્ત કર્યો અને કહ્યું :  \n ‘ હે મુનિ ! નિરાશ ન થાવ. તમે ચૌદ વર્ષ સુધી અનંત ચતુર્દશીનું વ્રત કરજો. તમારા સર્વ સંકટ દૂર થશે ,  સુખ - સમૃદ્ધિ પામશો અને મૃત્યુ પછી તમને મોક્ષ મળશે. ’  \n કૌડિન્યને ભગવાનનાં વચનો સાંભળી આનંદ થયો. તેણે નમ્રતાથી આંબો ,   ગાય અને બળદની વાત પૂછી. ભગવાને કહ્યું :  ‘ તેં જે આંબો જોયો તે ગયા ભવમાં બ્રાહ્મણ હતો. તે વિદ્યા ભણ્યો પણ કોઈને ભણાવી નહિ ,  એ પાપે તેની આવી દશા છે. જે ગાય જોઈ તે પૃથ્વી હતી અને બળદ જોયો તે ધર્મ હતો. લોકોના પાપે ધર્મ અને પૃથ્વીની આવી દશા થઈ છે. ’  \n ભગવાનના આશીર્વાદ લઈ કૌડિન્ય મુનિ ત્યાંથી ચાલી નીકળ્યા અને શીલા પાસે આવ્યા. તેમણે બધી વાત કરી. બંને જણાં રાજી થઈ ઘરે આવ્યા અને અનંત ચતુર્દશીનું વ્રત લીધું. વ્રતના પ્રભાવે તેમની ગયેલી સંપત્તિ પાછી આવી. તેમને કોઈ વાતનું દુઃખ રહ્યું નહિ. જે કોઈ અનંત ચૌદશનું વ્રત કરશે ;  તેના ઉપર ભગવાન પ્રસન્ન થશે અને તેના ઘરમાં સુખ - સમૃદ્ધિની ખોટ નહિ રહે.  \n  \n"
    },
    {
      "readingTitle": "દત્તાત્રેય વ્રત - ગુરુવારની વાર્તા",
      "readingContent": "(આ વ્રત કોઈપણ ગુરુવારથી લઈ શકાય છે. વ્રત કરનાર પ્રત્યેક ગુરુવારે સવારે નાહી ધોઈ સ્વચ્છ કપડાં પહેરવાં ,  બાજોઠ અથવા પાટલા ઉપર ધોળું વસ્ત્ર પાથરી તેના ઉપર ગુરુ દત્તાત્રયનું ચિત્ર ,  મૂર્તિ કે કળશનું સ્થાપન કરવું. ધૂપ ,   દીપથી પૂજન કરી નૈવેધમાં પીળા રંગની સાકર અથવા કેસરી  પેંડા  ધરાવવા. ભગવાન દત્તાત્રેયની નીચેની  વાર્તા વાંચવી અથવા સાંભળવી. આખો દિવસ અન્નનો ત્યાગ કરી ફળાહાર કરવો ,  નૈવેધમાં ધરાવેલી સાકર કે પેંડાનો પ્રસાદ વહેંચી દેવો.)  \n પ્રતિષ્ઠાનપુરમાં આયુ નામે એક પ્રજાપાલક રાજા હતો. તેની રાણીનું નામ ઈન્દુમતી હતું.  \n રાજા નિત્ય સુવર્ણનું દાન કરતો અને રાણી પણ ધર્મ - ધ્યાનમાં તત્પર રહેતી આમ છતાં બંનેનું મન ઉદાસ રહેતું. સંતાન વિના તેમને બધાં સુખો નિરસ લાગતાં.  \n એકવાર મહર્ષિ શૌનક ફરતા ફરતા ત્યાં આવી ચઢ્યા. રાજાએ તેમનું આદરભાવથી સ્વાગત કર્યું.  \n શૌનકે જોયું તો ,  આટલો બધો વૈભવ અને સુખસાહ્યબી હોવા છતાં રાજા રાણીના મોઢા ઉપર આનંદ દેખાતો ન હતો. તેથી તેમણે પૂછ્યું :  ‘ રાજ ન ્  ! તમે ઉદાસ કેમ જણાઓ છો  ? ’  \n રાજારાણીએ હાથ જોડીને કહ્યું :  ‘ ઋષિવર ! અમે સદાચારી જીવન જીવીએ છીએ. પ્રજાનું પુત્રવત ્ પાલન કરીએ છીએ. તેમ છતાં અમોને સંતાન સુખ પ્રાપ્ત થયું નથી ! જો એનો કોઈ ઉપાય હોય તો કહો. તમે જે કહેશો તે કરવા અમે તત્પર છીએ. ’  \n રાજારાણીની મનોકામના સાંભળી. મહર્ષિએ રાજાને કહ્યું :  ‘ રાજન ્ ! તમે ભગવાન દત્તાત્રેયનું વ્રત કરો. ગુરુઓના ગુરુ ભગવાન દત્ત અવશ્ય તમોને સંતાન આપશે. તમે બંને દક્ષિણ દિશમાં સહ્યાદ્રિ પર્વત ઉપર જાવ. ત્યાં માહુરગઢમાં ગુરુ દત્તાત્રેયનો નિવાસ છે. ત્ય જઈ તમે તેમની સેવા કરો. ’  \n મહર્ષિ શૌનકની આજ્ઞા પ્રમાણે રાજારાણી ગુરુવારના શુભ દિવસે માહુરગઢ ગયાં અને ભગવાન દત્તની સેવા કરવા તેમના નિવાસે ગયાં.  \n ભગવાન દત્ત રાજા રાણી ના અંતરની વાત જાણી ગયા. તેમ છતાં તેમની પરીક્ષા કરવા માટે તેમણે ગંજેરી ભંગેરીનું રૂપ લીધું અને પોતાની માયા - બળે એક સુંદરી ઉત્પન્ન કરી તેની સાથે ચેન - ચાળા કરવા લાગ્યા.  \n પરંતુ રાજા જ્ઞાની હતો. તે ગુરુ દત્તની લીલા સમજી ગયો. રાજારાણી તેમની વિચિત્ર લીલા લક્ષમાં લીધા વિના ખરા મનથી સેવામાં પરોવાયા.  \n રાજાનો સેવાભાવ જોઈ ગુરુ દત્ત બોલ્યા :  ‘ અરે મૂરખ ! તું મારા જેવા ગંજેરી - ભંગેરી અને લોલુપની સેવા કરીને શું પામવાનો હતો   ?  જા ,  અહીંથી બીજે ક્યાંક જા ,  અને કોઈ એવા દેવની સેવા કર કે ,  જેથી તારી મનોકામના પૂરી થાય. ’  \n તેમ છતાં રાજારાણી ત્યાંથી ખસ્યાં નહીં ,  ફરીવાર ગુરુ દ ત્તે તેમને ધુત્કારી કાઢ્યાં ,  તો પણ તેઓ ડગ્યાં નહી.  \n ગુરુ દત્તાત્રેયની પરીક્ષામાં બંને સાચાં ઠર્યા. આથી ભગવાન દત્તે પોતાની લીલા સંકેલી લીધી અને ખરા સ્વરૂપે દર્શન આપી વરદાન માગવા કહ્યું.  \n રાજા બોલ્યો :  ‘ ભગવાન ! મારે ધન વૈભવ બધું જ છે ,  પણ મારા મૃત્યુ પછી પ્રજાનું પાલન કરે એવો પુત્ર નથી. તો મને એક પુત્રનું વરદાન આપો ! ’  \n ગુરુદત્તે રાજાને સાકરનો પ્રસાદ આપતાં કહ્યુંઃ  ‘ રાજા ! આ સાકર તું તારી રાણીને ખવડાવજે ,  જેથી તેને મહાન પરાક્રમી પુત્ર અવતરશે. પ્રત્યેક ગુરુવારે તું મારું વ્રત કરજે. ’  \n રાજારાણી દત્ત ભગવાનું વરદાન પામી ત્યાંથી ચાલી નીકળ્યાં અને પ્રતિષ્ઠાનપુરમાં આવી પહોચ્યાં.  \n મહારાણી ઈન્દુમતીએ ગુરુ દત્તનું પૂજન કરી તેમણે આપેલો પ્રસાદ ભક્તિભાવે આરોગ્યો. તે પછી રાણીને સારા દિવસો જણાવા લાગ્યા ,  પૂરા નવ માસે તેમને દેવ જેવો દીકરો અવતર્યો.  \n અહીંથી થોડે દૂર કાંચનનગર નામે એક મોટું નગર હતું. અહી હુંડાસુર નામે રાક્ષસ રહેતો હતો. તે ચારે કોર ભારે ઉત્પાત મચાવતો ,  નિર્દોષ માનવોને સતાવતો અને ધર્મકાર્યોમાં વિઘ્ન નાંખતો.  \n થોડા સમય પહેલાં તે એક શિવકન્યા નામની કુમારિકાને ઉપાડી લાવ્યો હતો. તે રાત - દિવસ તેને રંજાડતો અને પોતાની સાથે લગ્ન કરવા ડરાવીને ધમકાવતો. એક દિવસ શિવકન્યાએ ક્રોધ ભરાઈને તેને શાપ આપ્યો કે ,  જા થોડા સમયમાં મહારાજ આયુને ત્યાં એક બળવાન પુત્ર ઉત્પન્ન થશે અને તેના હાથે તારો વધ થશે.  \n શિવકન્યાના શાપથી હુંડાસુર ચિંતામાં પડ્યો. થોડીવારમાં તેણે ઉપાય શોધી કાઢ્યો. તે પ્રતિષ્ઠાનપુર પહોંચી ગયો અને માયાવી રૂપ ધારણ કરી રાજમહેલમાં સંતાઈ ગયો. બરાબર જોયું તો બધાં ભર  ઊંઘ માં હતાં. રાણી પણ ઘસઘસાટ ઊંઘી ગઈ હતી ___ આ તકનો લાભ લઈ હુંડે ઝડપથી બાળકને ઉઠાવી લીધો અને આકાશમાર્ગે કાંચનનગરમાં આવી પહોંચ્યો.  \n સવારે રાણી જાગીને જૂએ છે ,  તો પડખામાં કુંવર ન મળે ! તેણે બૂમાબૂમ કરી મૂકી. દાસદાસીઓ દોડી આવ્યાં અને કુંવરને શોધવા મહેલમાં દોડધામ કરી મૂકી. રાજા પણ હાંફળો ફાંફળો બની ગયો અને તેણે ચારે દિશાએ ઘોડેસ્વરો દોડાવ્યા.  \n રાજા - રાણી ચોધાર આંસુએ રડી પડ્યાં. રાજા આયુ ભગવાન દત્તાત્રેયને પ્રાર્થના કરી કરગરવા લાગ્યો:  ‘ પ્રભુ ! તમારી કૃપાથી અમને પુત્ર મળ્યો. તમે અમારું દુઃખ દૂર કર્યું ;  પણ અમે એવાં શાં પાપકર્મો કર્યા હશે કે ,  આ એકાએક આપત્તિ આવી પડી ! આમ કહી રાજા - રાણી બંને હૈયાફાટ કલ્પાંત કરતાં હતાં. ’  \n અહી હુંડાસુર બાળકુંવરને ઉપાડી પોતાના રાજમહેલમાં આવ્યો અને તે પોતાનો શત્રુ હોય તેમ  ઘૂર કી ઘૂરકીને જોવા લાગ્યો. તેના મનમાં કંઈક વિચાર આવ્યો એટલે તેણે રાણીને બોલાવી કહ્યું :  ‘ જા ,  આ બાળકને હમણાં જ અહીંથી લઈ જા ,  અને મારા માટે તેના કોમળ માંસનું સ્વાદિષ્ટ ભોજન બનાવી લાવ. આજે મને માણસનું માંસ ખાવાની ઈચ્છા થઈ છે. ’  \n રાણી બાળકુંવરને લઈ ગઈ ,  પરંતુ આવા ફૂલ જેવા નિર્દોષ સુકુમાર બાળકને મારવાની તેની હામ ચાલી નહીં. તેથી તેણે પોતાની રસોઈયણને બોલાવી આ કામ તેને સોંપ્યું.  \n રસોઈયણ બાળકુમારને લઈને રસોઈ - ઘરમાં ગઈ. ત્યાં તેણે તલવાર ખેંચી જ્યાં બાળકને મારવા જાય છે ,   ત્યાં તો તલવારના ટુકડા થઈ ગયા. તેને એવો ભાસ થયો કે જાણે કોઈ રક્ષાચક્ર તલવાર સાથે અથડાયું  અને તલવારનાં ટુકડા થઈ ગયા ! ઉપરાંત ___ આને મારીશ નહી ___ મારીશ નહીં ___ એવા ભણકારા સંભળાવા લાગ્ યા .  \n આથી રસોઈયણ ગભરાઈ ગઈ ને સમજી કે ,  કોઈ દૈવીશક્તિ મને અટકાવી રહી છે. તેથી ડરની મારી તે બાળકુંવરને લાલ લુગડામાં વીંટી ગુપચુપ નીકળી. તે સીધી મહર્ષિ વસિષ્ઠના આશ્રમે ગઈ. આશ્રમમાં બધે સૂમસામ હતું. તેણે આડાઅવળી જોયું અને લાગ જોઈ બાળકને એક ઝાડ નીચે ઘાસમાં મૂકીને ઝડપભેર ચાલી નીકળી.  \n આવતાં આવતાં તે એક હરણનું માંસ લેતી આવી અને તેની ઘણી જ સ્વાદિષ્ટ રસોઈ બનાવી હુંડાસુરને પીરસી.  \n હુંડાસુર જાણે પોતાના શત્રુનું માંસ ખાતો હોય તેમ દાંત વચ્ચે પીસી પીસીને ખાવા લાગ્યો ! આજે તે મૃત્યુના મોથી ઉગારી ગયો હોય તેમ મોટેથી હસવા લાગ્યો.  \n એવામાં નારદ મુનિ ફરતા ફરતા પ્રતિષ્ઠાનપુરમાં આવ્યા અને મહારાજ આયુને મળવા રાજમહેલમાં ગયા. મહારાજે તેમનો સત્કાર કર્યો. રાણીએ તેમના પગ પખાળ્યા અને આસન આપ્યું ,  પરંતુ નારદજીને કોઈના મોંઢા ઉપર આનંદ જણાયો નહીં.  \n નારદજીએ તેમને પૂછ્યું :  ‘ આજે મને અહીં ઉદાસીનતા જ દેખાય છે. એવું શું થયું છે   ?  જે હોય તે મને કહો ! ’  \n મહારાજ આયુએ સમગ્ર ઘટના  ર ડતી આંખે નારદજીને કહી સંભળાવી.  \n નારદજી બોલ્યા :  ‘ રાજન્ ! તમારા બાળકુંવરને રાક્ષસ હુંડાસુર ઊઠાવી ગયો છે ,  પરંતુ તમે ચિંતા ન કરશો. ભગવાન દત્તાત્રેયની કૃપાથી તેનો વાળ પણ વાંકો નહીં થાય. તમારો કુંવર અત્યારે મહર્ષિ વસિષ્ઠના આશ્રમમાં ક્ષેમ કુશળ છે. ભગવતી અરૂંધતી તેનું લાલનપાલન કરી રહ્યાં છે. ’  \n ‘ શું કહો છો મુનિરાજ ! તો તો હું હમણાં જ મહર્ષિ વસિષ્ઠના આશ્રમે જાઉં છું. ’ રાજાએ ઉત્સાહમાં કહ્યું.  \n નારદજીએ તેને પૂરી વિગત સમજાવી કહ્યું :  ‘ ના રાજન્ ! ત્યાં જવાથી કોઈ અર્થ નહીં સરે. વિધિની એવી જ ઇચ્છા છે પરંતુ હું તમોને વચન આપું છું કે ,  યોગ્ય સમયે આપમેળે જ તે અહીં આવશે. જેના ઉપર ગુરુદત્તની કૃપા હોય તેની ચિંતા તમારે કરવાની હોય નહી . ’  \n નારદજીની અમૃત સમાન વાણી સાંભળી રાજા - રાણીના હર્ષનો પાર ન રહ્યો ,  ગુરુદત્તની કૃપા જોઈ તેઓ આનંદ વિભોર બની ગયાં.  \n અહીં વસિષ્ઠના આશ્રમમાં માતા અરૂંધતી વનફળ લેવા નીકળ્યાં. તેમની દૃષ્ટિ આ લાલ વ સ્ત્ર માં લપેટેલા બાળક ઉપર પડી અને તેઓ વિસ્મય પામ્યાં :  ‘ અરે ! અહીં આ નવજાત શિશુને કોણ મૂકી ગયું હશે  ? ’ આટલું બોલીને ઝટ દઈને તેમણે બાળકને હળવે હાથે ઉપાડી લીધું અને મહર્ષિ વસિષ્ઠ પાસે લઈ ગયાં. વસિષ્ઠ પણ આ નવા અતિથિને જોઈ રહ્યા ,  \n અરૂંધતી બોલ્યાં :  ‘ નાથ ! આ કોનું બાળક હશે  ? ’  \n ‘ આપણા આશ્રમનું ! ’ કહી બંને હસી પડ્યાં.    \n વસિષ્ઠ તેનું નામ નહુષ પાડ્યું.  \n નહુષ ધીમે ધીમે મોટો થયો. આશ્રમમાં ભણી ગણી વેદ વિ દ્યા માં પારંગત થયો.  \n એકવાર આશ્રમની આસપાસ પશુઓ ગભરાઈને દોડવા લાગ્યાં. ગાયો ભાંભરવા લાગી. હરણો ,  મૃગલાં જીવ બચાવવા છલંગો મારી નાસવા લાગ્યાં. નહુષ એ જ ક્ષણે ઝાડ ઉપર ચડીને જોયું તો એક વિકરાળ સિંહ ત્રાડ મારતો આવી રહ્યો હતો. સહેજ પણ વિચાર કર્યા વિના નહુષ શરસંધાન કર્યું અને બળપૂર્વક પણછ ખેંચી તીર માર્યું. તીર બરાબર સિંહની છાતીમાં ભોંકાઈ ગયું. ઘડીકમાં ત્રાડ મારતો સિંહ નીચે ઢળી પડ્યો. આ દશ્ય જોઈ આશ્રમવાસીઓએ નહુષને ધન્યવાદ આપ્યા.  \n નહુ ષમાં આવા વીરોચિત ગુણો જોઈ વસિષ્ ઠે તેને અસ્ત્ર શસ્ત્ર વિ દ્યા પણ શીખવવા માંડી.  \n અહીં કાંચનનગરની આસપાસ હુંડાસુરે ઉલ્કાપાત મચાવી મૂક્યો હતો. પૃથ્વી ઉપર તેની સામે થનાર કોઈ રહ્યું નહીં ,  તેથી તે ગુ પ્ત રીતે સ્વર્ગ ઉપર ચડાઈ કરવાની યોજના ઘડી રહ્યો હતો.  \n આ વાતની જાણ દેવરાજ ઇન્દ્રને થઈ ,  તેથી તેઓ સાવધ થયા અને હુંડાસુર સામે લડવા વીર નહુષને પસંદ કર્યો.  \n નહુષ વનવિહાર કરી રહ્યો હતો. તેવામાં તેને આકાશવાણી સંભળાઈ :  ‘ હે વીર નહુષ ! તું વસિષ્ઠનો કે માતા અરૂંધતીનો પુત્ર નથી. તું પ્રતિષ્ઠાનપુરનો રાજકુમાર છે. તારા પિતા સ મ્રા ટ આયુ છે અને માતા મહારાણી ઈન્દુમતી છે. તું ક્ષત્રિય સંતાન છે. હુંડાસુરનો અત્યાચાર વધતો જાય છે. તેનો વધ તારા હાથે લખાયેલો છે. તું યુદ્ધ માટે સજ્જ થા ! ’  \n આ આકાશવાણી સાંભળી નહુષ સ્તબ્ધ બની ગયો. પરંતુ બીજી જ ક્ષણે તેનામાં વીરત્વ સળવળી ઊઠ્યું. તેણે બળવાન હુંડાસુર ઉપર વિજય મેળવવાનો ઢ નિર્ધાર કર્યો. તે સૈનિકોની વ્યવસ્થા કરતો હતો ,  તેવામાં ઇન્ દ્રે  તેના માટે  વજ્ર રથ અને આયુધો મોકલી આપ્યાં.  \n નહુષ માતા અરૂંધતી અને મહર્ષિ વસિષ્ઠની આજ્ઞા લઈ રથમાં બેઠો અને ગુરુદત્તનું સ્મરણ કરી સૈનિકો સાથે રથ હંકારી મૂક્યો. થોડેક ગયો એટલામાં યક્ષો અને દેવોનું સૈન્ય તેને સહાય કરવા આવી પહોચ્યું. આ સમગ્ર સૈન્ય સાથે નહુષે કાંચનનગર ઉપર વીજળી વેગે આક્રમણ કર્યું.  \n નહુષના ઓચિંતા આક્રમણથી હુંડાસુર વિચારમાં પડી ગયો. જ્યારે તેણે જાણ્યું કે ,  આક્રમણ કરનાર સ મ્રા ટ આયુનો પુત્ર નહુષ છે ,   ત્યારે તે ભારે અચંબામાં પડી ગયો. જેને તે ભોજન બનાવી ખાઈ ચૂક્યો હતો. તે જીવતો શી રીતે થયો   ?  પણ હવે એને વિચાર કરવા જેટલો સમય ન હતો. તેણે રણશિંગુ ફૂંકી દાનવદળ સજ્જ કર્યું અને યુદ્ધ માટે નગર બહાર નીકળી ગયો. કાંચનનગરના સીમાડે બંને સૈન્યો વચ્ચે ભીષણ યુદ્ધનો આરંભ થયો. નહુષ અને હુંડ એક બીજા ઉપર શસ્ત્ર પ્રહાર કરવા લાગ્યા. હુંડાસુર આંધળિયાં કરી નહુષ પર તૂટી પડ્યો. ત્યાં સમયસૂચકતા વાપરી નહુષે ખ ડ ્ ગ એટલા જોરથી માર્યું કે ,  એક જ ઘાએ હુંડે કપાઈને ધરતી પર પડ્યો. ઘડીકમાં તેના રામ રમી ગયા .  \n યુદ્ધમાં વીર નહુષનો વિજય થયો . દેવોએ આકાશમાંથી પુષ્ય વૃષ્ટિ કરી . નહુષના જયજયકારથી રણભૂમી ગાજી ઊઠી .  \n નહુષે હુંડાસુરના રાજમહેલમાં પ્રવેશ કર્યો અને પેલી શિવકન્યાને મુક્ત કરી .  \n રાણીવાસના એક ખંડમાં જોયું તો ત્યાં અશોકસુંદરી નામની એક કન્યા પણ બંધનમાં પડેલી હતી . નહુષે તેને છોડાવી . પરંતુ અશોકાએ તેના પરાક્રમથી પ્રસન્ન થઈ તેની સાથે લગ્નની માગણી કરી . નહુષે સંમતિ આપતાં અશોકાએ નહુષના ગળામાં વરમાળા આરોપી .  \n નહુષ અશોકાને લઈને પોતાના વ જ્ર રથમાં બેઠો અને રથ પ્રતિષ્ઠાનપુર ભણી હંકારી મૂક્યો .  \n મહારાજ આયુ અને રાણી ઇન્દુમતીને જાણ થતાં તેઓએ સામૈયું કરી પોતાના વહાલા પુત્ર અને પુત્રવધુને વધાવી લીધાં .  \n ભગવાન દત્તાત્રેયની કૃપાથી પોતાના પુત્રનો વિયોગ મટ્યો , તેથી રાજારાણી અને નગરજનો હર્ષઘેલા બની ગયાં .  \n રાણી ઇન્દુમતીએ પોતાના ગુરુવારના વ્રતની વાત નહુષને કહી સંભળાવી . બધાં ભગવાન દત્તાત્રેયની કૃપાનું ફળ સમજી ગદ્ગદ્ કંઠે પ્રાર્થના કરવા લાગ્યાં .  \n જય ગુરુદત્ત ! જેવા રાજા રાણીના પર પ્રસન્ન થયા ,  \n તેવા અમારા પર પ્રસન્ન થજો .  \n  \n"
    },
    {
      "readingTitle": "ગાયત્રી વ્રત",
      "readingContent": "(સ્ત્રી - પુરુષ કે કોઈ પણ જાતના ભેદભાવ વિના આ વ્રત કોઈ પણ રવિવારથી કરી શકાય છે. વ્રત કરનારે સવારે વહેલા ઊઠી નાહી ધોઈ નિત્યકર્મથી પરવારી પાટલા કે બાજોઠ ઉપર પવિત્ર જળનો કળશ મૂકવો. તેની આગળ ગોળનું નૈવેધ કરવું અને ઘીનો દીવો પ્રગટાવી આ સંકટહર ગાયત્રી વ્રતની વાર્તા સાંભળી અથવા વાંચી જવી ,  વાત પૂરી થયે વેદમાતા ગાયત્રીનું સ્મરણ કરી કળશનું જળ ભગવાન સૂર્યનારાયણને ચડાવવું. તે પછી નૈવેધનો ગોળ પ્રસાદ રૂપે વહેંચી દેવો. જ્યારે આપણને વ્રતનું ફળ મળે ત્યારે વ્રતનું ઉજવણું કરવું ,  ઉજવણામાં ઘઉંના લોટનો દૂધમાં શીરો બનાવી સાત નાનાં બાળકોને જમાડવાં. બને તો ગાયત્રી વ્રતનાં ત્રણ ,  પાંચ કે સાત પુસ્તકો વહેંચવાં.)  \n આદિત્ય નામે એક નગર હતું. અહીં સવિતા નામે એક વિધવા બ્રાહ્મણી રહેતી હતી. તેને એક છોકરો અને એક છોકરી હતાં. છોકરાનું નામ માધવ અને છોકરીનું નામ મહિમા હતાં.  \n સવિતાના પતિ વિદ્વાન ,  વિનયી અને સંસ્કારી હતા. તેઓ પોતાના કુટુંબ માટે ધનસંપત્તિ નહીં પણ સદાચારનો પવિત્ર વારસો મૂકી ગયા હતા.  \n સવિતા સાત સાત વર્ષથી પતિ વિહોણું એકલવાયું જીવન વીતાવતી હતી. છોકરાં નાના હતાં એટલે    \n ‘ મળ્યું તે કામ અને લીધા તે દામ ’  સમજી ,  પરિશ્રમ કરી પોતાના કુટુંબનો નિભાવ કરતી. મહિમા માતાને ઘરકામમાં ટેકારૂપ થતી અને માધવ શાળામાં ભણવા જતો.  \n માનવી આશાના તાંતણે જ પોતાનું જીવન ટકાવી રાખે છે. સવિતા ભવિષ્યના સુખની આશાએ દુઃખમાં દિવસો વીતાવી રહી હતી. કોઈવાર તેને પોતાનો પ્રિય પતિ સાંભરી આવતો તો તે એકાંતમાં  ર ડી લેતી ,  પરંતુ પોતાનું મનદુઃખ કોઈને જણાવતી નહિ.  \n સવિતા પતિની આજ્ઞા અનુસાર ગાયત્રી વ્રત કરતી. તે પ્રાતઃકાળે વહેલી ઊઠીને નિત્યકર્મથી પરવારી ,  નિર્મળ જળનો કળશ ભરી તુલસી ક્યારા પાસે જતી. ત્યાં તે દીવો પ્રગટાવી ઊભી રહી ગાયત્રી મંત્ર બોલી ,  ભગવાન સવિતાનારાયણને જળ ચડાવતી અને ભક્તિભાવે નમસ્કાર કરીને પછી જ તે પોતાના ઘરકામમાં પરોવાતી. આ તેનો નિત્યનો નિયમ હતો. મહિમા પણ તેની માતાને અનુસરતી.  \n સવિતાને તેનો પતિ કહેતો કે , ‘ ગાયત્રી ’ જેવો કોઈ મંત્ર નથી. તેમાં સદ્દબુદ્ધિ આપવાની શક્તિ છે. સદ્બુદ્ધિ મળતા સર્વ કાંઈ આપમેળે મળે છે. ગાયત્રી વ્રત કરનારને કોઈ પ્રકારનું દુઃખ રહેતું નથી. સર્વ દુઃખોની સમાપ્તિ ગાયત્રીમંત્રથી જ થાય છે. ’  \n પતિના આ વચનોનું તે શ્રદ્ધાપૂર્વક પાલન કરતી અને આત્મસંતોષ અનુભવતી. મહિમા અને માધવ પણ વ્રત કરતાં અને દર રવિવારે ગાયત્રીની કથા વાર્તા વાંચતાં.  \n આમ ઘણા દિવસો વીતી ગયા. માધવને અઢાર વર્ષ પૂરાં થયાં ને મહિમા પણ પંદર વર્ષની થવા આવી. મહિમાને સમજણી થયેલી જોઈ માતાને સ્વાભાવિકપણે પુત્રીની ચિંતા થવા લાગી. ઘડપણને લીધે તેનું શરીર પણ શિથિલ બનવા માંડ્યું હતું. તે હવે પહેલાંના જેટલો પરિશ્રમ કરી શકતી નહોતી તેથી ઘણીવાર  તો તેને પેટ પૂરતું ખાવાનું પણ મળતું નહિ. બળતામાં ઘી હોમાય તેમ આવા કપરા સંજોગોમાં એક કરુણ દુર્ઘટના બની.  \n ચોમાસાના દિવસો હતા. વરસાદની હેલી મંડાણી ,  ચારે દિશાએ મૂશળધાર વરસાદ તૂટી પડ્યો. એકાએક નદીમાં ધસમસતું ઘોડા પૂર આવ્યું અને આદિત્યનગર અડધું તણાઈ ગયું ! બિચારી વિધવા સવિતાનું ઘર પૂરનો ભોગ બન્યું ને તે નિરાધાર દશામાં આવી પડી.  \n ‘ ધર્મીને ઘેર ધાડ અને પાપીને ધનનો પહાડ ’  જેવું થયું. બિચારી સવિતા રોતી કકળતી બે છોકરાંને લઈને એક હવેલીના ઓટલે બેઠી. તેની પાસે ખાવાને ધાન ,  રહેવાને ઠામ ,  ઓઢવાને ઓઢણું કે પાથરવાનું પાથરણું રહ્યું નહીં. ત્રણે જણે નિરાધારદશામાં રાત ઓટલા પર જ ગાળી.  \n સવારે વહેલી ઊઠી સવિતા નદીએ ગઈ અને નાહી ધોઈ હવેલીના ઓટલે આવી. તેણે કહ્યું :  ‘ મહિમા ! લે , આ લુગડું ! તું નદીએ જઈને નાહી આવ ,  એટલામાં હું હવેલીમાં જઈને લોટો માંગી લાવી ,  સૂર્યનારાયણને જળ ચઢાવી લઉં. ’  એમ કહી તેણે હળવેથી હવેલીનું બારણું ખખડાવ્યું.  \n થોડીવારમાં શેઠાણીએ બારણું ઉઘાડ્યું. બ્રાહ્મણીને જોતાં જ શેઠ સમજી ગયા કે ,  રાતના ઓટલે પડી રહેલાં છે એટલે આવીને કાંઈક માગશે ,  તેથી તેઓ ઉપરના માળે ચઢી ગયા.  \n શેઠ - શેઠાણીની હવેલી મોટી પણ જીવ ટૂકો.    \n શેઠ દાટે પણ વાટે નહિ એવા.    \n શેઠાણી બાલની ખાલ ઉતારે એવાં.  \n બ્રાહ્મણીએ શેઠાણીને કહ્યું :  ‘ બહેન ! મારે ગાયત્રીવ્રત છે. સૂર્યનારાયણને જળ ચડાવવું છે. એક લોટો આપો ને ! ’  \n શેઠાણી ભારે મોઢે બોલ્યાં :  ‘ લોટો આપવામાં શું છે પણ એકે લોટો નવરો નથી. ’  \n શેઠાણીનો ટૂંકો ઉત્તર સાંભળી સવિતાનું મોં વીલાઈ ગયું. પરંતુ પારકી વસ્તુ ઉપર પોતાનું જોર ક્યાંથી ચાલે   ?  શેઠાણીની હવેલી સામે જ એક ગરીબ કુંભારણ ઊભી ઊભી શેઠાણીનો ખેલ જોઈ રહી હતી. તેનાં મનમાં આ નિરાધાર બાઈ ઉપર દયા આવી ,   તેથી તેણે આ ત્રણે જણને પોતાને ઘરે બોલાવી લીધાં. કુંભારણે પૂછ્યું :  ‘ બહેન ,  તમે ય રેલસંકટમાં આવી પડ્યાં કે શું  ? ’  \n ‘ હા ,  બહેન ! જળદેવતાએ અમારું સર્વસ્વ લઈ લીધું. ગયા ભવનાં કર્મફળો ભોગવવાનાં હશે તે ભોગવાઈ ગયાં. ’ આમ કહી સવિતાએ ઊંડો નિઃશ્વાસ મૂક્યો.  \n ‘ બહેન ! આમ ચિંતા કરે શું વળશે   ?  ભગવાનની જેવી મરજી ! નીતિ સારી હશે તો જેણે દુઃખ આપ્યું છે ,  તે જ સુખ આપશે ,  અમે ગરીબ છીએ ,  મારા પતિ છ મહિનાથી માંદા છે એટલે હું પણ તમને કશી હુંફ આપી શકું તેમ નથી ,  પરંતુ હમણાં તમે આ મારી ઓસરીમાં રહો અને જે મળે તે ખાઓ. ’  \n ગરીબ કુંભારણનો માયાળુ ઉદાર સ્વભાવ જોઈ સવિતાને આનંદ થયો. તે બોલી ઊઠી બહેન ! પહેલાં તો મારે અને મહિમાને ગાયત્રીવ્રત છે ,  એટલે સૂર્યનારાયણને જળ ચડાવવું છે ,  માટે એક લોટો આપો.  \n લોટો શબ્દ સાંભળતાં કુંભારણ વિચારમાં પડી ગઈ. છતાં તે ઉત્સાહથી બોલી ઊઠી :  ‘ બહેન ! મારા ઘરમાં લોટો તો નથી પણ કહો તો માટીનો કોરો (નવો) ચવડો આપું. ’  \n ‘ બહેન ! મારે તો જળ ચડાવવાથી કામ છે. ભલે પછી તે સોનાનો કળશ હોય કે માટીનો ચવડો હોય એથી કંઈ ફરક પડવાનો નથી. ’ કુંભારણે આપેલા ચવડામાં જળ ભરીને સવિતા તુલસીક્યારા પાસે ગઈ અને સૂર્યનારાયણ સામે ઊભી રહીને બોલી :  \n ૐ ભૂર્ભુવઃ સ્વઃ    \n તત્સવિતુર્વરેણ્યમ્    \n ભર્ગોદેવસ્ય ધીમહિ  \n ધિયો યો નઃ પ્રચોદયાત ્  \n આ ગાયત્રી મંત્ર બોલીને તે ભક્તિભાવે જળ ચડાવવા લાગી.  \n સવિતા પાછી આવી એટલે કુંભારણે પૂછ્યું :  ‘ બહેન ! તમે શાનું વ્રત કરો છો એ વ્રત કરવાથી શું ફળ મળે એનો મહિમા અને વિધિ મને કહો. ’ સવિતાએ કહ્યું :  ‘ હું માતા ગાયત્રીનું વ્રત કરું છું. એ વ્રત કરનારે સવારે નાહી - ધોઈ ગાયત્રી મંત્ર ભણી સૂર્યનારાયણને જળ ચડાવવું પડે છે . બહેન ! આ વ્રત પરંપરાથી થતું આવે છે ,  આ વ્રતના પ્રભાવે સતી સાવિત્રી પોતાના પતિને યમરાજાના પાશમાંથી છોડાવી શકી હતી. રાજર્ષિ વિશ્વાસમિત્ર પણ આ વ્રતના પ્રભાવે જ બ્રહ્મર્ષિપદ પામ્યા હતા ,  ગૌતમનો આશ્રમ સદાય ધન ધાન્યથી ભરપૂર રહેતો હતો અને આ વ્રતના પ્રભાવે પ્રમ દ્વ રા પોતાને મનગમતો સ્વામી પામી હતી. હજુ સુધી માતા ગાયત્રીને શરણે જનાર કોઈ નિરાશ થયું નથી. ગાયત્રી વ્રતના પ્રભાવથી સ દ ્બુ દ્ધિ મળે છે ,  આધિ ,  વ્યાધિ ,  ઉપાધિ દૂર થાય છે ,  વિદ્યાર્થીને વિદ્યા ,  નિર્ધનને ધન મળે છે અને રોગીનો રોગ જાય છે ,  આ મંત્રનો પાઠ કરનારનાં બધા જ પ્રકારનાં દુઃખ અને દારિદ્ર મટે છે. આ વ્રત કોઈ પણ માણસ કરી શકે છે. સવારે નાહી ધોઈ પવિત્ર બની ,  ચોખ્ખા જળનો કળશ ભરી ,  ગાયત્રી મંત્ર બોલી ,  ભગવાન સવિતાનારાયણને જળ ચડાવવું અને દર રવિવારે એકટાણું કરી દીવો પ્રગટાવી ,  ગોળનું નૈવેધ ધરાવી માતા ગાયત્રીની વાર્તા સાંભળવી. જ્યારે મનોકામના પૂરી થાય ત્યારે વ્રતનું ઉજવણું કરવું. ઉજવણાંમાં યથાશક્તિ ઘઉંના લોટનો દૂધમાં શીરો બનાવી સાત બાળકોને જમાડવાં. બને તો ગાયત્રીવ્રતના ત્રણ ,  પાંચ કે સાત પુસ્તકો વહેંચવાં. ’  \n ‘ તો બહેન ! મને પણ ગાયત્રીમંત્ર શીખવો ને ! હું સવારે હંમેશા જળ ચડાવીશ અને રવિવારે એકટાણું કરીશ. ’ કુંભારણે કહ્યું.  ‘ ભલે બહેન  !’ એમ કહી સવિતા ગાયત્રી મંત્ર બોલવા લાગી :  \n ૐ ભૂર્ભુવઃ સ્વઃ  \n તત્સવિતુર્વરેણ્યમ્    \n ભર્ગોદેવસ્ય ધીમહિ  \n ધિયો યો નઃ પ્રચોદયાત ્  \n આ ગાયત્રી મંત્ર સાંભળી કુંભારણ ગૂંચવાઈ ગઈ. તે બોલી :  ‘ બહેન ! આ તો મને બોલતાં નહી આવડે. ’  \n સવિતાએ કહ્યું :  ‘ બહેન ! બોલતાં ન આવડે તો તું ધીરે ધીરે શીખી લેજે. જ્યાં સુધી ગાયત્રી મંત્ર બોલતાં ન આવડે ત્યાં સુધી આ પ્રમાણે બોલીશ તો ચાલશે :  \n ‘ હે સચ્ચિદાનંદ સવિતા ! તમારું ,    \n તેજસ્વી જે ભર્ગ સદાય ધારું ,    \n દુ ર્બુ દ્ધિને દૂર કરે પ્રજાળી !  \n સત્કર્મમાં બુદ્ધિ પ્રેરો અમારી. ’  \n કુંભારણનો પતિ માંદો હતો અને બાળકો હજુ નાનાં હતાં. એટલે તે પોતે આજુબાજુના ગામોમાં જઈ માટીનાં વાસણો વેચી આવે ,  તો વળી કોઈને માટી લાવી આપે ,  તેમ છતાં વિધવા સવિતાનું દુઃખ તેનાથી જોવાયું નહીં. એટલે તેણે પોતાને ત્યાં આશરો આપ્યો હતો.  \n સવિતા કુંભારણના માયાળુ સ્વભાવને લીધે જ હવેલીના ઓટલેથી કુંભારણની ઓસરીમાં આવી હતી. કુંભારણે કહ્યું :  ‘ બહેન ! જ્યાં સુધી તમોને કામ ન મળે ત્યાં સુધી ચિંતા ન કરશો. મને જે મળશે તેમાંથી થોડુંક તમોને આપીશ ,  તે તમે કોઢમાં રાંધી ખાજો. હું જે ખાઈશ તે તમને ખવડાવીશ. ’  આમ કહી કુંભારણે સવિતાને દુ:ખમાં ધીરજ આપી અને તેણે મનમાં ગાયત્રી વ્રત કરવાનો સંકલ્પ કર્યો.  \n સવિતા કુંભારણનો ઉપકાર માની તેને ત્યાં રહી. ગરીબ કુંભારણની આવી સદ્બુદ્ધિ જોઈ તેને નવાઈ લાગી. હવેલીના ઓટલેથી તેને જાકારો અને કુંભારણને ત્યાં તેને આવકાર મળ્યો. સાચે જ ઘણામાંથી થોડું આપવું એના કરતાં થોડામાંથી પણ થોડું આપવું એ ઘણી મોટી વાત છે.  \n સવિતા ,  માધવ અને મહિમાને કુંભારણને ત્યાં ત્રણ દિવસ વીતી ગયા. સવિતા ઘણે ઠેકાણે ફરી પણ ક્યાંય કામ મળ્યું નહિ. લગભગ અડધું ગામ તણાઈ ગયું હતું ,   એટલે ઘણાં માણસો કામ માટે વલખાં મારતાં હતાં.    \n સવિતા-દેવનો પણ પ્રસવિતા - ઉત્પન્ન કરનાર - સૂર્યનારાયણ શક્તિ સ્વરૂપે રહેલો પરમેશ્વર.  \n માધવની નિશાળ છૂટી ગઈ હતી. તે એકલો બેઠો બેઠો વિચાર કરતો હતો કે ,   બિચારી ગરીબ કુંભારણને ક્યાં સુધી ભારરૂપ થવું   ?  તેને થયું ,  ગમે તે રીતે થોડું ધન મેળવી ભૂખનું દુઃખ ટાળવું ,  તેથી તે માતાના દુઃખમાં ભાગ લેવા અધીરો બન્યો. તેણે પોતાની માતાને બધી વાત કહી. બીજે દિવસે તે બહાર ગામ જવા વહેલી સવારે ત્યાંથી ચાલી નીકળ્યો.  \n રસ્તે ચાલતાં ચાલતાં તે વિચાર કરતો હતો ,   કે ધન શી રીતે મેળવવું   ?  છેવટે તેણે નિર્ણય કર્યો : ગમે તે માર્ગે પણ ધન મેળવવું જ ,   પછી તે માર્ગ સારો હોય કે ખોટો. ભૂખે મરવા કે ભારરૂપ થવા કરતાં બધા જ માર્ગો સારા. ખરેખર ! ભૂખ્યો માણસ કયું પાપ નથી કરતો   ?  આમ વિચારતો વિચારતો માધવ એક ગામમાં આવી પહોંચ્યો.  \n તે ફરતો ફરતો એક ફળિયામાં આવ્યો. બપોરનો સમય હતો ,  તેથી ફળિયું સૂમસામ હતું. ફળિયાના છે ડે તેણે એક બંધ ઘર જોયું. આજુબાજુ જોઈને હળવે પગલે તે ઘરના બારણા પાસે ગયો અને તેણે તાળું તોડી ઘરમાં પેસવાનો નિર્ણય કર્યો. તેની છાતી ધબકતી હતી. ભયથી તેના પગ ધ્રૂજતા હતા. તેના આખા શરીરે કંપારી છૂટી રહી હતી. તેની આંખો આડા - અવળી જોઈ રહી હતી. તે પથ્થર લીઈ તાળું તોડવા જતો હતો ,   ત્યાં   તો એક વૃદ્ધ ત્યાંથી નીકળ્યો. તે ઊંચા સાદે ગાયત્રી મંત્રનો જપ જપતો જપતો ચાલ્યો ગયો. આ સાંભળી માધવને પોતાની માતાના ગાયત્રીવ્રતનું સ્મરણ થઈ આવ્યું. માધવના પગ આથી તુરત જ પાછા પડી ગયા. તે ઘડીભર થંભી ગયો અને બારણા પાસેથી પાછો વળી ઓટલા ઉપર બેઠો. તેના વિચારો એકાએક બદલાઈ ગયા અને તે માતા ગાયત્રીનું સ્મરણ કરી બોલવા લાગ્યોઃ  ‘ હે મા ! મને સબુદ્ધિ આપ. ’  \n આ ઘરની સામે નગરશેઠની ઊંચી હવેલી હતી. હવેલીના ત્રીજા માળની જાળી પાસે ઊભા રહી નગરશેઠ આ બધું જોતા હતા. તેમના મનમાં હતું કે ,  છોકરો જો તાળું તોડીને ઘરમાં પેસે તો તેને વાણોતર મોકલી બરાબર મેથીપાક ચખાડવો. પરંતુ તેમની ધારણા ખોટી પડી. છોકરો તો લમણે હાથ દઈ ઓટલા ઉપર બેઠો. સવારનું કાંઈ ખાધું ન હતું એટલે તેને કકડીને ભૂખ લાગી હતી ,   પણ તે શું કરે   ?  તેને ખાવા પણ કોણ આપે આથી તેને પોતાની બહેન તથા માતા સાંભળી આવ્યાં. તેની આંખોમાં પાણી ભરાઈ આવ્યું. થોડીવારમાં તો તે ધ્રુસકે ધ્રુસકે રડવા લાગ્યો.  \n આમ અજાણ્યા છોકરાને એકાએક રડતો જોઈ નગર શેઠ વિચારમાં પડી ગયા. તેમના મનમાં થયું કે ,  આ છોકરો બંધ ઘરનું બારણું તોડવા જતો હતો ,   વળી પાછો બેઠો અને હવે રડે છે ! આ જોઈને તેમના મનમાં કુતૂહલ થયું. તેમણે પોતાના વાણોતરને છોકરાને બોલાવવા મોકલ્યો. વાણોતર શેઠના કહ્યા પ્રમાણે છોકરા પાસે ગયો અને કહ્યું :  ‘ ચાલ ,  તને શેઠ બોલાવે છે ,  મારી સાથે ચાલ. ’  \n આ અજાણ્યા વાણોતરની વાત સાંભળી માધવ ઊભો થયો અને આંખો લૂછીને તેની પાછળ પાછળ ચાલવા લાગ્યો.  \n નગરશેઠે છોકરાને બેસવાનું કહી પૂછ્યું :  ‘ ભાઈ ! તું આ ગામનો લાગતો નથી. તું ક્યાંથી આવે છે તારું નામ શું છે  ? ’  \n ‘ મારું નામ માધવ ,  હું આદિત્યનગરથી આવું છું. અઠવાડિયા પહેલાં રેલ આવી તેમાં અમારું ઘર તણાઈ ગયું. અમે નિરાધાર દેશમાં આવી પડ્યાં. મારી મા અને બહેનને એક ગરીબ કુંભારણે આશરો આપ્યો છે. મારી માં ઘણે ઘણે ઠેકાણે કામ માટે ફરી પણ ક્યાંય કામ મળ્યું નહી ,  એટલે હું કામની શોધમાં પરગામ ચાલી નીકળ્યો અને અહીં આવ્યો. ’  \n ‘ ભાઈ ! તું કામધંધો શોધવા ભલે આવ્યો ,  પરંતુ તું જે ઘરે બેઠો હતો ,  તે ઘરનાં બધાં માણસો જાત્રાએ ગયા છે ,   ઘર તો બંધ છે. તો શું તું બંધ ઘરમાં કામધંધો શોધતો હતો  ? ’  \n નગરશેઠની વાત સાંભળી માધવનું હૃદય ભરાઈ આવ્યું. તેણે પોતાના ઉપર આવી પડેલી અણધારી આપત્તિની વાત કરી અને કહ્યું : શેઠજી ! મારી બુદ્ધિ મુઝાઈ ગઈ હતી ,  એટલે હું એ ઘરમાં ચોરી કરવા માટે જતો હતો. એવામાં મારે કાને ગાયત્રી મંત્ર પડ્યો અને માતા ગાયત્રીનું સ્મરણ થતાં જ મેં ઈશ્વર પાસે સદ્બુદ્ધિ માગી અને સદ્બુદ્ધિ મળતાં જ હું ચોરી કરવાનો દુષ્ટ વિચાર છોડી દઈ ઓટલા ઉપર બેઠો. એટલામાં આપનો વાણોતર મને અહીં બોલાવી લાવ્યો. આટલું બોલતાં બોલતાં તો માધવનો કંઠ રૂંધાઈ ગયો. તે વધુ બોલી શક્યો નહી.  \n નવયુવાન માધવની વાત સાંભળી શેઠ વિચારમાં પડી ગયા. અત્યાર સુધી તેમણે ખટપટ કરીને ઘણું ધન મેળવ્યું હતું. પરંતુ આજે તેમનામાં સદ્બુદ્ધિનો સંચાર થયો અને તેમના મનમાં નિરાધાર માધવને આશરો આપવાનો શુભ વિચાર આવ્યો. ગમે તેમ પણ તે બધું જ સાચું બોલ્યો હતો. શેઠની આગળ તેણે કંઈ પણ છુપાવ્યું ન હતું. તેની સીચી વાત સાંભળી નગરશેઠને આનંદ થયો અને જાણે ઈશ્વરે જ પ્રેરણા આપી હોય તેમ તેમણે માધવને પોતાને ત્યાં રાખવાનો સંકલ્પ કર્યો. તેમણે પૂછ્યું :  ‘ ભાઈ ! તું આદિત્યનગરથી ક્યારનો નીકળ્યો હતો  ? ’  \n ‘ શેઠ ,  હું તો ઘણી વહેલી સવારે ત્યાંથી નીકળ્યો હતો. ’    \n ‘ તો તો તેં કશું ખાધું પણ નહીં હોય  ? ’  \n માધવ કશું બોલ્યો નહિ. તે ચૂપ રહ્યો.  \n માધવના ચૂપ રહેવનો અર્થ નગરશેઠ સમજી ગયા અને વાણોતરને કહી તેને જમવા બેસાડ્યો.  \n જમી રહ્યા પછી નગરશેઠે માધવને પોતાની પાસે બોલાવ્યો અને કહ્યું :  ‘ માધવ ! તું કાલથી મારી પેઢી ઉપર બેસજે. તારા ભાગ્યનું ભગવાન આપી રહેશે અને રહેવાનું પણ મારે ત્યાં જ રાખજે. ’ એમ કહી શેઠ ઉપરના માળે ચાલ્યા ગયા.  \n શેઠનાં આવાં મધુર વચનો સાંભળી માધવના આનંદનો પાર રહ્યો નહિ ,  બીજા દિવસથી માધવ પેઢીમાં કામે ચઢી ગયો. તે વેપાર ધંધામાં ધ્યાન આપવા લાગ્યો. જુદા જુદા દેશોમાંથી વેપારીઓ આવતા. તેમની સાથે શેઠ કેવી રીતે વાત કરે છે ,  તેના ઉપર તે પૂરતું ધ્યાન આપતો અને માલની જાળવણી માટે રાત દિવસ જોયા વિના વખારોમાં માલની સાફસૂફી કરી ગોઠવણી કરતો. કોઈપણ વસ્તુ તે બગડવા દેતો નહિ. પેઢીમાં માધવના આવવાથી શેઠને માથેથી ઘણો ભાર ઓછો થઈ ગયો. આમ મહિનો વીતી ગયો. મહિનો પૂરો થયો એટલે શેઠે માધવને પરિશ્રમ અને પ્રામાણિકતા જોઈ પચ્ચીસ રૂપિયા આપ્યા. માતા ગાયત્રીની કૃપાથી માધવની વિદ્યા ફળી. પચ્ચીસ રૂપિયામાંથી પાંચ રૂપિયા પોતાની પાસે રાખી ,  વીસ કુંભારણને ત્યાં પોતાની માતાને મોકલી આપ્યા ને મહિમાને લઈને પોતાની પાસે આવવા માટે લખ્યું.  \n માધવના મોકલેલા પૈસામાંથી સવિતાએ જરૂર જેટલા પૈસા પોતાની પાસે રાખી બધા જ પૈસા કુંભારણને આપી દીધા અને તેનો ઉપકાર માની તે મહિમાને લઈને માધવ પાસે જવા ચાલી નીકળી.  \n સવિતાના ગયા પછી કુંભારણ એકલી પડી ગઈ. તેને તો હવે દુઃખ રડવાનું પણ ઠેકાણું રહ્યું નહિ. સવિતાએ આપેલા પૈસામાંથી તે પોતાના પતિ માટે ઔષધ લઈ આવી અને ઉપચાર કરવા લાગી. સવિતાના કહ્યા પ્રમાણે તે માતા ગાયત્રીનું સ્મરણ કરતી. તે ભણેલી નહોતી તેથી પૂરો મંત્ર બોલી શકતી નહિ પરંતુ -  \n હે સચ્ચિદાનંદ સવિતા ! તમારું ,    \n તેજસ્વી જે ભર્ગ સદાય ધારું ,    \n દુ ર્બુ દ્ધિને દૂર કરે પ્રજાળી !  \n સત્કર્મમાં બુદ્ધિ પ્રેરો અમારી.    \n આ પ્રમાણે ગાયત્રી મંત્રનો ભાવ સમજી ,  હે પ્રભુ ! અમોને સ દ્ બુદ્ધિ આપજે ,  એમ કહી તે સૂર્યનારાયણને જળ ચડાવતી. આ પ્રકારનું વ્રત તેણે જીવનમાં પહેલ વહેલું જ લીધું હતું. છતાં તે શ્રદ્ધાપૂર્વક મા ગાયત્રીનું સ્મરણ કરતી.  \n તે માટીનાં વાસણો વેચવા જાય ,  કે ક્યાંક બે છાલકાં માટી નાંખે અને પૈસા મળે ત્યારે જ તે દાણા - પાણીની વ્યવસ્થા કરી શકતી. આવી સ્થિતિમાં તે પોતાના પતિની સેવાચાકરી પણ સારી રીતે કરી શકતી નહી.  \n આજે સવારે તે વહેલી ઊઠી અને રાતનું વધ્યું ઘટયું પોતાના પતિને શીરામણ કરાવી ,  આજુબાજુના ગામોમાં ગઈ. સાંજે વાસણો વેચીને તે પાછી આવતી હતી ,  વાટે આવતાં તેને વિચાર આવ્યો કે ,  ગામના ઝાંપે વાટ વચ્ચે ખાડો પડેલો છે ,  તેમાં કેટલાંય ઘરડાં માણસોના પગ પડે છે ! ખાલી જાઉં છું ,  એના કરતા બે છાલકાં માટી લેતી જાઉં ,  તો ખાડો પૂરાશે ને કોઈનો પગ ભાંગતો બચશે. આમ વિચારી તે ગધેડાંને ઊભાં રાખી ખાણમાં ઉતરીને માટી ખોદવા લાગી. કોદાળીનો એક ,  બે ને જ્યાં ત્રીજો ધા મારવા જાય છે ,  ત્યાં તો નવાઈનો બનાવ બન્યો !  \n માટીની ખાણમાં કોઈ જૂના ચણતરની ઈંટો દેખાવા લાગી. હળવે રહીને તેણે ઈંટો ખસેડવા માંડી તો તેમાંથી તેને એક ત્રાંબાનો ઘડો મળ્યો. સાવચેતીપૂર્વક તેણે ઘડાને હાથમાં લીધો અને જોયું તો તેના આશ્ચર્યનો પાર રહ્યો નહિ.  \n ઘડામાં સોનાનું નાણું જોઈને તે આનંદથી ગાંડીઘેલી બની ગઈ. તેણે ઘડો છલકમાં મૂક્યો અને ઉપર માટી ભરી ત્યાંથી ચાલી નીકળી. ગામના ઝાંપે ખાડો હતો ,  તેમાં એક છાલ કું માટી ઠાલવીને બીજું છાલકું લઈને તે ઘરે ગઈ. ઉતાવળે ઉતાવળે છાલકામાંથી ઘડો કાઢી ઘરમાં ગઈ અને પોતાના પતિને બાતવવા લાગી.  \n માંદગીને બિછાને પડેલો પથારીવશ ,  અશક્ત કુંભાર ઘડામાંની સોનામહોરોને એકીટસે જોઈ રહ્યો. તેણે બે હાથ જોડી માતા ગાયત્રીને વંદન કર્યા. કુંભારણને પણ લાગ્યું કે ,  આ માતા ગાયત્રીની કૃપા છે. આજે તેને ગાયત્રીવ્રત ફળ્યું ! તે ગદ્ ગદ્ કંઠે માતા ગાયત્રીની પ્રાર્થના કરવા લાગી.  \n તે પછી કુંભારણે સોનામહોરો વેચીને સારા વૈદ્યને બોલાવી પોતાના પતિની સેવાચાકરી કરી. થોડા સમયમાં કુંભાર નિરોગી બન્યો અને હોંશે હોંશે પોતાનું કામ કરવા લાગ્યો. કુંભાર માટીનાં વાસણો ,  નળિયાં વગેરે બનાવતો અને કુંભારણ તેને વેચી આવતી. આમ ધીમે ધીમે તેમનો ધંધો વધવા લાગ્યો. હવે તેમને પૈસાની ખોટ રહી નહીં.  \n એક દિવસ કુંભાર અને કુંભારણ ફરતાં - ફરતાં માટીનાં વાસણો વેચવા માટે માધવના ગામે આવી પહોંચ્યાં. પૂછતાં પૂછતાં તેમણે માધવનું ઘર શોધી કાઢયું.  \n કુંભાર - કુંભારણને જોઈ સવિતાના આનંદનો પાર ન રહ્યો. માધવે પણ તેમને ભાવભીનો આવકાર આપ્યો. બધાં મળીને સુખદુઃખની વાતો કરવા લાગ્યાં. કુંભારણે પોતાને મળેલું વ્રતનું ફળ કહી સંભળાવ્યું. સવિતાને આ સાંભળી ઘણો આનંદ થયો. તેણે તેમને બે દિવસ પોતાને ઘરે આગ્રહ કરીને રાખ્યા.  \n માધવનું સુંદર ઘર જોઈ કુંભારણે કહ્યું :  ‘ બહેન ! મારું ઘર પણ ઘણું જૂનું છે અને હવે પડી જાય તેવું છે ,  એટલે નવું બનાવવું છે. હવે જ્યારે તમે આવો ત્યારે અમારે ઘરે જ ઉતરજો. ’  \n કુંભારણનો ભાવ જોઈ માધવે કહ્યું :  ‘ માસી ! નવું ઘર તમારી સામેની હવેલી જેવું જ બનાવજો અને પૈસાની કોઈ ચિંતા કરશો નહિ ,  ખૂટશે તો હું આપીશ. ’  \n કુંભારણ બોલી :  ‘ ભાઈ ! એ હવેલી તો હવે રહી નથી. તમારા ગયા પછી થોડા સમયમાં ત્યાં ખાતર પડ્યું અને ચોરો ધન માલ ચોરી ગયા. ઉનાળાના વા - વંટોળથી હવેલી પણ પડીને પાદર થઈ ! શેઠ શે ઠાણી તો ભગવાન જાણે ક્યાંય હશે ! ’  \n કુંભારણની વાત સાંભળી માધવ ચડતીપડતીના ખેલ વિચારવા લાગ્યો. ધનના અભિમાનમાં શેઠની હવેલીની દુર્દશા થઈ ,  એ વાત સાંભળી તેને દુઃખ થયું. શેઠાણી પણ કેવાં કૃપણ કે થોડીવાર માટે સવિતાનારાયણને જળ ચડાવવા એક લોટો પણ ન આપ્યો ! આવાં દુ ર્બુ દ્ધિ અને કૃપણ માણસોની બીજી શી દશા થાય  \n માતા ગાયત્રીના વ્રતના પ્રતાપે થોડા સમયમાં મહિમાનાં લગ્ન સારે ઠેકાણે થઈ ગયાં અને તેને મનગમતો પતિ મળ્યો. માધવની વિદ્યા ફળી અને તે શેઠની પેઢીનો ભાગીદાર બન્યો. નગરશેઠને પણ માથેથી ભાર ઉતર્યો અને વેપાર વધ્યો. કુંભાર સાજો થયો અને જૂના ઘરની જગ્યાએ તેણે સુંદર નવી હવેલી ચણાવી. કુંભારણના દુઃખના દહાડા વીતી ગયા અને તેના મનના કોડ પૂ રા થયા. કોઈને કોઈ વાતનું દુ:ખ રહ્યું નહિ.  \n આવો સંકટહર ગાયત્રીવ્રતનો પ્રભાવ છે.  \n  \n"
    },
    {
      "readingTitle": "સંકટહર ચોથ",
      "readingContent": "(શ્રાવણ વદ ૪ ના દિવસે વ્રત કરનારે નાહીધોઈ વિનાયક ભગવાન ગણપતિની મૂર્તિની સ્થાપના કરવી. સાંજે ચંદ્રના દર્શન કરી ગણપતિનું પૂજન કરી પોતાનાં સંકટો દૂર કરવા માટે પ્રાર્થના કરવી. એ પ્રમાણે દરેક મહિનાની ચોથે વ્રત કરવું અને નીચેની વાર્તા સાંભળવી.)  \n મહાવ્રત નામે એક રાજા હતો. તેને રત્નાવલી નામે રાણી હતી. રાજારાણી એકબીજા ઉપર ઘણો પ્રેમ રાખતાં હતાં.  \n ભાગ્યનું ચક્ર ફર્યું. બીજા રાજાએ મહાવ્રતને હરાવી તેનું રાજપાટ ઝૂંટવી લીધું. મહાવ્રત અને રત્નાવલી પહેરેલે વસ્ત્રે વનમાં ચાલી નીકળ્યાં. રાજવૈભવના સુખમાં રહેલાં રાજા-રાણી વનનાં સંકટો વેઠીને રા ન રાન અને પાનપાન થઈ ગયાં. ન ખાવાનું ઠેકાણું કે ન પીવાનું !  \n નિર્જન ભયાનક વન ! હિંસક પશુઓની ભયંકર ત્રાડો સાંભળીને રાણી તો પાંદડાની પેઠે ધ્રૂજવા લાગી. બીકના લીધે તેના શરીરે તાવ આવી ગયો.  \n બંને જણાં થાકીને એક ઝાડ નીચે બેઠાં હતાં. એવામાં માર્કણ્ડેય મુનિ આવી ચડ્યા. રાજારાણીની આવી સ્થિતિ જોઈ મુનિના હૃદયમાં દયાનું ઝરણું વહી નીકળ્યું.  \n રાજારાણી મહામુનિને જોઈ તેમનાં ચરણોમાં ઢળી પડ્યાં તેમને આશ્વાસન આપતાં ઋષિ બોલ્યાં :    \n ‘ રાજન ્ ! શાંત થાવ. જે વ્રતના પ્રતાપે તમે મનુવંશમાં જન્મી રાજા થયા ,  એ સંકટહર ચોથનું વ્રત કરો.  તમારાં બધાં સંકટોનું  વિઘ્ન વિદારક ભગવાન ગણપતિ નિવારણ કરશે. ’  \n મહાવ્રત અને રત્નાવલીને કંઈક આશાનું કિરણ દેખાયું. તેમણે હાથ જોડીને મહર્ષિને પૂછ્યું :  ‘ પ્રભુ ! એ વ્રત શી રીતે થાય   ?  તે અમોને કહો. ’  \n માર્કણ્ડેય બોલ્યા :  ‘ શ્રાવણ વદ ચોથને દિવસે ભગવાન ગણપતિનું સ્થાપન કરી ,  તેમની મૂર્તિનું લાલ કરેણનાં પુષ્પો ,  દીપ વગેરેથી પૂજન - અર્ચન કરવું અને લાડુ તથા ઘીમાં તળેલી પૂરીઓનું નૈવેધ ધરવું. ’  \n પ્રત્યેક મહિને વદ ચોથના દિવસે આ પ્રમાણે વ્રત કરવું. શ્રાવણ માસમાં લાડુ ખાવા ,  ભાદરવામાં માત્ર દહીં ખાવું ,  આસોમાં ઉપવાસ કરવો ,  કારતકમાં દૂધ પીવું ,  માગશરમાં નિરાહાર રહેવું ,  પોષમાં ગૌમૂત્ર પીવું ,  મહામાં તલ ખાવા ,  ફાગણમાં ઘી અને સાકર ખાવાં ,  ચૈત્રમાં પંચગવ્ય - ગાયનું દૂધ ,  મલાઈ ,  દહીં ,  ઘી અને મૂત્ર લેવું ,  વૈશાખમાં ધરોનો રસ કાઢીને પીવો ,  જેઠમાં એકલું ઘી લેવું અને અષાઢમાં મધ ખાવું.  \n આ પ્રમાણે બાર મહિના સંકટહર ચોથનું વ્રત કરવું.  \n મહાવ્રત અને રત્નાવલિએ મુનિ માર્ક ણ્ ડે યની આજ્ઞા માથે ચઢાવી. શ્રાવણ વદ ચોથના પવિત્ર દિવસથી વ્રતનો આરંભ કર્યો. આ વ્રતના પ્રભાવે બાર મહિના થતામાં તેમને મિત્રોની સહાય મળી અને ગયેલું રાજ્ય પાછું મળ્યું.  \n  \n"
    },
    {
      "readingTitle": "સોમવતી આમસ",
      "readingContent": "(જે દિવસે અમાસ અને સોમવાર હોય તે દિવસે સોમવતી અમાસ કહેવાય છે. વ્રત કરનારે પવિત્ર જળમાં સ્નાન કરી પીપળાના મૂળમાં ભગવાન વિષ્ણુની પૂજા કરવી અને ઘીનો દીવો કરવો. પછી આઠ જાતનાં ફળો હાથમાં લઈ ,  ૧૦૮ વાર પ્રદક્ષિણા કરવી. ૧૦૮ ફેરા ફર્યા પછી તે ફળો ભગવાનને અર્પણ કરવાં. કેટલેક ઠેકાણે સૂતર વીટીને પણ પ્રદક્ષિણા કરાય છે.)  \n કાચીનગરમાં દેવસ્વામી નામનો એક બ્રાહ્મણ રહેતો હતો. તેની પત્નીનું નામ ધનવતી હતું. તેને સાત છોકરા અને એક છોકરી હતી. છોકરીનું નામ ગુણવતી હતું. ગુણવતી ગુણગુણનો ભંડાર હતી. તેનાં મંગલાચરણથી ઘરનાં બધાં પ્રસન્ન રહેતાં. સાતે ભાભીઓ તેના ઉપર ઘણું હેત રાખતી.  \n એક દિવસ એક બ્રાહ્મણ તેમને ઘરે ભિક્ષા લેવા આવ્યો. સાતે વહુઓએ બ્રાહ્મણને ભિક્ષા આપી. બ્રાહ્મણે સૌને  ‘ અખંડ સૌભાગ્યવતી થાવ ! ’ નો આશીર્વાદ આપ્યો. ગુણવતી પણ ભિક્ષા લઈને આવી. એણે બ્રાહ્મણને ભિક્ષા આપી. બ્રાહ્મણ ગુણવતીને જોઈ જ રહ્યો. થોડીવારે તેણે ગુણવતીને  ‘ બહેન ! ધર્મવતી થા ! ’ નો આશીર્વાદ આપ્યો.  \n ગુણવતી તેની બા પાસે ગઈ અને કહ્યું :  ‘ બા ! મહારાજે સૌને ‘ અખંડ સૌભાગ્યવતી થાવ ! ’ નો આશીર્વાદ આપ્યો અને મને  ‘ ધર્મવતી થા ! ’ કહ્યું એમ કેમ  ? ’  \n પુત્રીની વાત સાંભળી ધનવતીને નવાઈ લાગી. તે મહારાજ પાસે આવી અને પૂછ્યું :  ‘ મહારાજ ! મારી દીકરીને  ‘ અખંડ સૌભાગ્યવતી ’ ને બદલે  ‘ ધર્મવતી થા ! ’ એવો આશીર્વાદ કેમ આપ્યો  ? ’  \n મહારાજે કહ્યું :  ‘ મેં  જે કહ્યું છે ,  તે ઠીક જ કહ્યું છે. ગુણવતીનાં જ્યારે લગ્ન લેવાશે ત્યારે સપ્તપદી વખતે જ તેનો પતિ મૃત્યુ પામશે ! ’  \n ગુણવતી વિધવા થશે ! એટલું સાંભળતાં તેની માનું હૃદય થડકી ગયું. ગુણવતી પણ  ર ડવા જેવી થઈ ગઈ.  \n ‘ બહેન ! એટલા માટે તો કહું છું કે ,  અત્યારથી જ તારે મૂળ ધર્મ જ સંગ્રહ કરવો જોઈએ ,  જેથી તને દુઃખ વેળા શાન્તિ મળે ! મહારાજે ગુણવતીને આશ્વાસન દેતાં કહ્યું. ’  \n ધનવતીએ હાથ જોડી મહારાજને પૂછ્યું :  ‘ મહારાજ ! અમને એવો ઉપાય બતાવો કે ,  જેથી મારી ફૂલ જેવી દીકરી રંડાપામાંથી બચે. ’   મહારાજે કહ્યું :  ‘ જો તમે સિંહલદ્વિપમાંથી સોમા નામની ધોબણને તમારે ઘરે લાવી શકો ,  તો તમારી દીકરી દુ:ખમાંથી બચે ,  પરંતુ એ કામ ઘણું કઠણ છે. ’ આમ કહી બ્રાહ્મણ ત્યાંથી ચાલતો થયો.  \n દેવસ્વામી વિચારમાં પડ્યો કે ,   સિંહલદ્વિપમાં જવું શી રીતે   ?  તેણે પોતાના સાતે પુત્રોને બોલાવ્યા અને સિંહલદ્વિપમાં જવાનું કહ્યું. મોટા છએ છોકરા ચૂપ રહ્યા ,  પણ સૌથી નાનો શિવસ્વામી સિંહલ દ્વિ પ જવા તૈયાર થયો.  \n શિવસ્વામી અને ગુણવતી બંને ભાઈ - બહેન સિંહલદ્વિપ જવા ચાલી નીકળ્યાં.  \n અનેક વનવગડા વીંધતાં  વીંધ તાં ,   ભૂખ લાગે તો વનફળ ખાતાં ખાતાં તેઓ સમુદ્રકાંઠે આવી પહોંચ્યા. ભાઈબહેન બંને થાકીને લોથપોથ થઈ ગયાં હતાં. સમુદ્ર ઓળંગવો શી રીતે   ?  એમ વિચાર કરતાં કરતાં તેઓ એક વડના ઝાડ નીચે બેઠાં.  \n આ વડ ઉપર એક ગીધ પક્ષી તેનાં બચ્ચાં સાથે રહેતો હતો. તે ખાવાનું લઈને આવ્યો અને બચ્ચાંને કહ્યું :  ‘ જુઓ ! આજે તો સરસ ખાવાનું લાવ્યો છું ,  પેટ ભરીને ખાવ. ’   બચ્ચાં બોલ્યાં :  ‘ અમારે કાંઈ ખાવું નથી ! ’  \n ગીધ પક્ષી બોલ્યો :  ‘ અરે ! એવું શું છે   ?   આટલું સરસ ખાવાનું અને તમે ખાવાની ના પાડો છો  ? ’  \n બચ્ચાં બોલ્યાં :  ‘ આ ઝાડ નીચે જે બેઠેલાં છે ,   તે બંને ભાઈ બહેન કેટલાય દિવસથી ભૂખ્યાં છે. તેમને ખવડાવ્યા વિના અમારું પેટ કેમ ભરાય  ? ’  \n બચ્ચાંનો અતિથિ પ્રત્યેનો આવો પ્રેમ જોઈ એ ગીધ વનફળો ઉપાડી લાવ્યો અને ભાઈ - બહેન આગળ મૂક્યાં.  \n ગીધને જોઈને શિવસ્વામી બોલ્યો :  ‘ હે ગીધરાજ ! અમારું કામ ન થાય ,  ત્યાં સુધી અમોને ખાવાનું ગળે ઊતરે તેમ નથી. અમારે સિંહલદ્વિપમાં સોમાને ઘરે જવું છે. કોઈ ઉપાય બતાવો તો સારું. ’  \n ગીધ બોલ્યો :  ‘ તમે ચિંતા ન કરો. હું હમણાં જ તમને સિંહલદ્વિપમાં પહોંચાડી દઉં છું. તમે નિરાંતે જમી લો. ’  \n ભાઈબહેને વનફળો ખાઈ લીધાં. આ ગીધ સામાન્ય ગીધ ન હતો. તે ધારે તો દસ માણસોને સામટાં ઉપાડી શકે એટલો બળવાન હતો. તેણે પોતાની પીઠ ઉપર ભાઈ - બહેનને બેસાડી લીધાં અને તે આકાશ માર્ગે ઊડ્યો.  \n ગીધ ઘડીકવારમાં ઊછળતા સાગરને પેલે પાર પહોંચી ગયો અને સોમાના ઘર આગળ બંનેને ઉતારી દીધાં. સવાર થવાને હજી વાર હતી. ભાઈબહેન ! વિચાર કરતાં હતાં કે હવે શું કરવું   ?   ગુણવતીએ કહ્યું :    \n ‘ ભાઈ ! આપણે સોમાની કાંઈ સેવાચાકરી કરીએ તો સોમા રાજી થાય. ’  આમ વિચારી તેમણે સોમાના ઘર આગળથી કચરો કાઢવા માંડ્યો. શિવસ્વામી કૂવેથી પાણી ભરી લાવ્યો. ગુણવતીએ સોમાનું આંગણુ લીંપીગૂંપીને સ્વચ્છ કર્યું અને સૂર્ય ઊગે તે પહેલાં તેઓ દૂર જઈને બેઠાં. સવાર પડ્યું. સોમા આળસ મરડીને ઊઠી. તે ઘરની બહાર નીકળી અને આંગણે જોયું તો તેના આશ્ચર્યનો પાર ન રહ્યો. તેને થયું મારું આંગણું લીંપ્યું કોણે   ?  તે વિચારમાં પડી ,  પણ કાંઈ સમજણ પડી નહિ.  \n ભાઈબહેન નિત્ય સોમાનું આંગણું લીંપવા લાગ્યાં. સોમા સવારે જુએ અને નવાઈ પામે. આજે તો તે રાત્રે જાગતી બેસી રહી. રાતનો છેલ્લો પહોર થયો ,   ત્યાં તો બે જણાંને આંગણું લીંપતાં જોયાં. સોમા દોડી આવી અને પૂછ્યું :  ‘ ભાઈ ! તમે કોણ છો  ? ’ મારું આંગણું તમે શા માટે લીંપો છો  ?  \n શિવસ્વામી બોલ્યો :  ‘ હું બ્રાહ્મણનો છોકરો છું. આ મારી બહેન છે. અમે તમને તેડવા આવ્યાં છીએ. અમે તમારી સેવાચાકરી કરીને તમને રાજી કરવા માંગીએ છીએ. ’  \n સોમા ધોબણ તો ચિંતામાં પડી ગઈ ! બ્રાહ્મણના બાળકો મારું ઘર લીંપે ! તે બોલી ઊઠી :  ‘ ભાઈ ! તમે મારા અતિથિ છો. મારે તમારી સેવા કરવી જોઈએ. વળી તમે બ્રાહ્મણ છો એટલે જો હું તમારી પાસે કામ કરાવું તો પાપમાં પડું ! તમારે જે કામ હોય તે કહો ,  હું આનંદથી કરીશ. ’  \n શિવસ્વામીએ પોતાની બહેનની બધી વાત કરી અને ગમે તે રીતે ગુણવતીના લગ્ન સમયે તેમને ઉપસ્થિત રહેવા આગ્રહ કર્યો.  \n સોમાએ પોતાના દીકરાની વહુઓને કહ્યું :  ‘ હું જાઉં છું ,  પણ આપણે ઘરે કોઈ મરી જાય તો હું આવું ત્યાં સુધી સાચવી રાખજો. ’ આમ કહી સોમા પોતાના વ્રતના પ્રભાવે શિવસ્વામી અને ગુણવતીને લઈ આકાશમાર્ગે ઊડી ,  ઘડીવારમાં બધાં કાંચીનગરમાં આવી ગયાં.  \n સોમાને પોતાને ત્યાં આવેલી જોઈ ગુણવતીનાં માતાપિતાના આનંદનો પાર ન રહ્યો.  \n તેમણે ઉજ્જ નમાં રુદ્રશર્મા નામના એક ગુણવાન સાથે ગુણવતીનું વેવિશાળ કર્યું અને લગ્ન લેવડાવ્યાં.  \n ઉ જ્જ નથી જાન આવી પહોંચી. લોકો જાતજાતની અટકળો કરવા લાગ્યા. ચોરીમાં મંગળફેરા ફેરવવા માંડ્યા, ત્યાં તો રુદ્રશ ર્મા  બેભાન થઈને પડ્યો ! લગ્નમંડપમાં હાહાકાર વરતાયો ! સગાંવહાલાં કલ્પાંત કરવા લાગ્યાં .  \n સોમાએ બધાંને શાંત રહેવા સમજાવ્યાં અને સોમવતી અમાસનું પુણ્ય અર્પણ કરીને  રુદ્રશર્મા ઉપર પાણીની અંજલિ છાંટી . રુદ્ર શર્મા તુરત બેઠો થયો . સૌના આનંદનો પાર ન રહ્યો . ગુણવતી સોમાના પગે પડી . સોમાએ તેને પ્રેમથી પોતાની છાતી સરસી ચાંપી લીધી .  \n સૌની વિદાય લઈ સોમા ત્યાંથી ચાલી નીકળી . તે સિંહલ દ્વિ પિમાં આવી પહોંચી . માર્ગમાં એક બાઈ કપાસનો ભાર ઉતારીને થાક ખાતી હતી .  તેણે કહ્યું :  ‘ બહેન ! જરા ભાર ચડાવો ને ! ’ સોમાં બોલી :  ‘ બહેન! મારે સોમવતી અમાસું વ્રત છે . હું તમને ભાર નહિ ચડાવું . ’  \n આગળ જતાં એક બાઈ મૂળાનો ટોપલો લઈને બેઠેલી , તેણે સોમાને કહ્યું :  ‘ બહેન ! મને આ ટોપલો ચડાવોને ! ’  \n સોમાએ કહ્યું :  ‘ બહેન ! મારે વ્રત છે . હું તમોને ભાર નહિ ચડાવું . ’  આમ કરી સોમા પોતાના ઘરભણી ચાલતી થઈ . રસ્તામાં પીંપળો આવ્યો . સોમાએ એકસો આઠ ફળો લઈ , પીંપળાની પ્રદક્ષિણા કરી અને ભગવાનનું પૂજન કર્યું .  \n સોમાએ જ્યારે  રુ દ્રશર્માને સોમવતી અમાસનું પુણ્ય અર્પણ કરી પાણીની અંજલિ છાંટી હતી , તે જ સમયે સોમાને ઘરે બધા પુત્રો મરી ગયા હતા . બધાં સોમાની વાટ જોઈને બેઠાં હતા .  \n પરંતુ સોમાએ પીપળાની પ્રદક્ષિણા કરી , ભગવાનનું પૂજન કર્યું , ત્યાં તો તેના મરેલા બધા પુત્રો સજીવન થયા . સૌ આનંદ કરવા લાગ્યાં . ગુણવતી પણ સોમવતી અમાસનું પવિત્ર વ્રત કરવા લાગી .  \n આવો આ વ્રત નો પ્રભાવ છે .  \n  \n"
    },
    {
      "readingTitle": "સંતાન અષ્ટમી",
      "readingContent": "(આ વ્રત ચૈત્ર વદ ૮ ના દિવસે લેવાય છે. વ્રત કરનારે નદીકાંઠે જઈ નાહી - ધોઈ ,  શિવપાર્વતીની મૂર્તિ બનાવી ,  તેમની આગળ સોપારી અને શ્રીફળ મૂકી ધૂપદીપ કરવા. તે પછી કુંકુમ ,  અબીલ ,  ગુલાલ ,  અક્ષત અને સુગંધિત પુષ્પોથી તેમનું પૂજન કરવું. પૂજન કરી રહ્યા પછી તેમને હાથ જોડીને પોતાની મનોકામના પૂરી કરવા માટે પ્રાર્થના કરવી અને વ્રત નિમિત્તે પોતાના હાથે દોરો (રાખડી) બાંધવો. મનોકામના પૂર્ણ થયા પછી ઉજવતી વેળા દૂધ - પાક તથા ગોળમાં બનાવેલા માલપૂઆનું નૈવેધ કરી ,  પાંચ કે સાત કુમારિકાઓને જમાડવી.)  \n અયોધ્યાનગરમાં એક મહાન પ્રતાપી રાજા હતો. તેનું નામ નહુષ હતું. નહુષને ચન્દ્રમુખી નામની રાણી હતી. ભગવાને ચન્દ્રમુખીમાં ચંદ્ર જેવું જ રૂપ મૂક્યું હતું.  \n આ નગરમાં એક વિદ્વાન બ્રાહ્મણ રહેતો હતો. તેનું નામ વિષ્ણુગુપ્ત હતું. વિષ્ણુગુપ્ત વિદ્વાન હોવાથી રાજપુરોહિતનું કામ કરતો. તેને રૂપવતી નામની ગુણવાન સ્ત્રી હતી. રૂપવતી પણ નામ પ્રમાણે રૂપરૂપનો અંબાર હતી.  \n ચન્દ્રમુખી અને રૂપવતી વચ્ચે બહેનપણાં હતાં. તેમનો એકબીજા ઉપર એટલો બધો પ્રેમ હતો કે ,  દિવસમાં એકવાર મળે તો જ તેમને શાંતિ થાય. એક દિવસ ચન્દ્રમુખી અને રૂપવતી સરયૂ નદીને કાંઠે સ્નાન કરવા ગયાં. ત્યાં તેમણે જોયું તો ગોળાકારમાં બેસીને ઘણી સ્ત્રીઓ વ્રત કરતી હતી. રાણી અને બ્રાહ્મણીને થયું કે ,   બધાં શાનું વ્રત કરતાં હશે   ?   તેથી તેઓ ત્યાં ગયાં અને પૂછ્યું :  ‘ બહેનો ! તમે શાનું ત્રત કરો છો  ? ’  \n બહેનોએ કહ્યું :  ‘ અમે સંતાન અષ્ટમીનું વ્રત કરીએ છીએ ,  આ વ્રતને કેટલાક મુક્તાભરણ વ્રત પણ કહે છે. ’  \n ‘ આ વ્રત કરવાથી શું ફળ મળે  ? ’  \n ‘ જેને સંતાન ન હોય તેને સંતાન થાય ,  જેનાં સંતાનો રોગી હોય તે સાજો થાય ,  જેનાં સંતાનો અકાળે મૃત્યુ પામતાં હોય તે દીર્ધાયુષી થાય અને વંશવેલો અખંડ રહે. આ વ્રત પહેલવહેલું દેવકીજીએ કર્યું હતું. તેમનાં એકેએક સંતાનને કંસ મારી નાખતો હતો ,  પરંતુ આ વ્રત કરનારની મનોકામના પૂર્ણ થાય છે અને સુખસંપત્તિ મળે છે. ’  \n વ્રત કરનાર બહેનની વાત સાંભળી ચન્દ્રમુખી અને રૂપવતીને પણ આ વ્રત કરવાની ઈચ્છા થઈ. આથી તેમણે બહેનો પાસેથી શિવ - પાર્વતીના નામનો વ્રતનો દોરી લીધો.  \n રાણી ચન્દ્રમુખી અને બ્રાહ્મણી રૂપવતી વૈભવ - વિલાસમાં ,  સુખસાહ્યબીમાં રહેતાં હતાં. એટલે તેઓ વ્રત કરવાનું વીસરી ગયાં. આમ ને આમ ઘણા દિવસો વીતી ગયા ,  પરંતુ તેમને વ્રત કરવાનું સ્મરણ જ ન રહ્યું. તેથી મૃત્યુ પછી તેમની અવગતિ થઈ. રાણી વાંદરી તરીકે જન્મી અને બ્રાહ્મણી કૂકડી તરીકે જન્મી. બંનેનો પશુયોનિમાં જન્મ થયો અને તેઓ દુઃખમય દિવસો વિતાવવા લાગ્યા.  \n વાંદરી બનેલી ચન્દ્રમુખી શિયાળાની કડકડતી ટાઢ ,   ઉનાળાનો તાપ સહન કરતી અને ચોમાસામાં પાણીથી ભીંજાઈ થરથરતી બેસી રહેતી. કોઈ કોઈ વાર તો ખાવાનું પણ ઠેકાણું ન પડે. ભૂલે ચૂકે  કોઈના ખેતરમાં ખાવા જાય તો ખેતરનો રખેવાળ ગોફણે ચડાવી પથ્થરો મારે. પાણી માટે વાવ - તળાવ શોધવા પડે.  \n કૂકડી બનેલી રૂપવતીને તેને પાળનારો માણસ રાજીમાં હોય તો દાણા નાખે ,  નહીં તો ઉકરડા ફેંદીને છાણમાંથી જે દાણા મળે તે ખાવાના. તે કૂતરાં - બિલાડાંથી રક્ષણ કરતો ,  પરંતુ તેનો રક્ષણ કરવાનો હેતુ તો ભક્ષણ માટેનો જ હતો. એટલે તે ક્યારે મારી નાંખે તે કહેવાય નહીં.  \n વાંદરી અને કૂકડી તેમના આ પશુજીવનમાં સદાય ભયના વાતાવરણમાં જીવન વિતાવતાં હતાં.  \n એક વેળા વાંદરીની પાછળ રખેવાળ પડ્યો અને તે  મૃત્યુ પામી. કૂકડીને પણ થોડા સમયમાં તેના પાળનારાએ મારી નાખી.  \n પશુયોનિમાં અનેક સંકટો વેઠ્યા પછી તેઓનો પુનર્જન્મ થયો. રાણી ચન્દ્રમુખી મથુરાના રાજા પૃથ્વીનાથની રાણી બની અને રૂપવતી રાજપુરોહિત અગ્નિમુખની પત્ની બની. આ નવા જન્મમાં રાણીનું નામ ઈશ્વરી અને બ્રાહ્મણીનું નામ ભૂષણા રાખવામાં આવ્યું હતું. ભૂષણાને પોતાના પતિ રાજપુરોહિત હોવાથી અવારનવાર રાજમહેલમાંથી આમંત્રણ આવતું ,  તેથી તેને રાણીવાસમાં જવાનો અવસર પ્રાપ્ત થયો.  \n આ જન્મમાં પણ દેવયોગે રાણી ઈશ્વરીને ભૂષણા સાથે બહેનપણાં થયાં. આ જન્મમાં પણ ઈશ્વરી વ્રત કરી શકી નહીં તેથી એ અપુત્ર હતી. પરંતુ મોટી વયે તેને એક બહેરા અને મૂંગા પુત્રનો જન્મ થયો. આ અપંગ પુત્ર પણ નવ વરસનો થઈને મૃત્યુ પામ્યો. ભૂષણાએ આ જન્મમાં અનાયાસે સંતાન અષ્ટમીનું વ્રત કર્યું તેથી તેને એક પછી એક એમ આઠ પુત્રો થયા.  \n આ આઠે પુત્રો શરીર નિરોગી અને સુંદર હતા.  \n ભૂષણાને આઠ પુત્રોની માતા થયેલી જોઈ રાણી ઈશ્વરીના મનમાં ઈર્ષા થવા લાગી અને તેના મનમાં દુષ્ટ ભાવનાએ ઘર કર્યું. તેણે પોતાના સેવકને મોકલી ભૂષણાના  આઠે પુત્રોને જમવા બોલાવ્યા અને તેમને ઝેર ભેળવેલું ભોજન પીરસ્યું. પરંતુ  ‘ રામ રાખે તેને કોણ ચાખે  ? ’ ભૂષણાના પુત્રોને આંચ આવી નહીં. રાણી પોતાના મનમાં આશ્ચર્ય પામી ,  પરંતુ તેને ઝેર ગયું નહીં. તેણે પોતાના સેવકને બોલાવી એક કાવતરું ગોઠવ્યું. રાણીની સૂચના પ્રમાણે ગમે તે બહાનું કાઢીને તેનો સેવક ભૂષ ણા ના આઠ પુત્રોને નદીને નાહવા લઈ ગયો. ત્યાં તક જોઈ તેણે આઠ પુત્રોને નદીમાં ધકેલી દીધા. ઈશ્વરની લીલા અકળ છે.  \n આ વાત રાણીએ જાણી ત્યારે તે વિચારમાં પડી ગઈ ,  છતાં તેના મનમાંથી ઝેર જરાય ઓછું થયું નહીં. તે પછી તેણે છોકરાઓનું કાસળ કાઢી નાંખવા માટે ઘણા પ્રયત્નો કર્યા ,  પરંતુ વ્રતના પ્રભાવે રાણીના પ્રયત્નો નિષ્ફળ ગયા.  \n એક દિવસ રાણી ઈશ્વરીએ ભૂષણાને પૂછ્યું :  ‘ બહેન ! તારા ઉપર ઈશ્વરની કૃપા છે. પરંતુ હું અભાગણી છું. તારે આઠ પુત્રો અને ભગવાને મને એકેય પુત્ર ન આપ્યો ! ’ ભૂષણાએ કહ્યું :  ‘ બહેન ! આ બધો સંતાનઅષ્ટમીના વ્રતનો પ્રભાવ છે. મેં ખરા ભાવથી શિવ પાર્વતીને પૂજ્યાં છે અને વ્રત કર્યું છે. ’  \n ‘ સંતાનઅષ્ટમી ’ નામ સાંભળતાં જ જાણે ઈશ્વરીના મનમાં પૂર્વજન્મની સ્મૃતિ જાગી ઊઠી ને મનોમન તેણે સંતાનઅષ્ટમીનું વ્રત કરવાનો નિશ્ચય કર્યો. ચૈત્ર વદ આઠમ આવતાં જ તે નદીકાંઠે ગઈને વ્રત લીધું. ખરા ભાવથી શિવપાર્વતીનું પૂજન કર્યું. આ વ્રતના પ્રભાવથી રાણી ઈશ્વરીની મનોકામના પૂરી થઈ અને તેને એક પછી એક પાંચ પુત્રો થયા. આ પાંચ પુત્રો બળવાન અને રૂપવાન હતા ,  તેથી તેના આનંદનો પાર ન રહ્યો.  \n આમ રાણી ઈશ્વરી ને ભૂષણા જીવ્યાં ત્યાં સુધી વ્રત કરી સુખી થયાં અને મૃત્યુ પછી બંને શિવલોકને પામી જન્મમરણના ફેરામાંથી છૂટ્યાં.  \n  \n"
    },
    {
      "readingTitle": "દેવઊઠી એકાદશી",
      "readingContent": "(કારતક સુદ ૧૧)    \n એકવાર બ્રહ્માજીએ કહ્યું  ‘હે નારદ ! બધા પાપોનો નાશ કરનારી અને પુણ્યકારી એવી પ્રબોધિની એકાદશીની કથા હું તને કહી સંભળાવું છું. તે સાંભળવાથી મોક્ષ મળે છે. આ એકાદશી હોય ત્યાં સુધી જ ગંગાદિ તીર્થો ગર્જના કરે છે. આ એકાદશીનો એક જ ઉપવાસ કરવાથી હજાર અશ્વમેધ અને સો વાજપેય યજ્ઞોનું ફળ મળે છે. ’  \n નારદે કહ્યું :  ‘ હે પિતામહ ! આ દિવસે એકટાણું કે ઉપવાસ કરવાથી શું પુણ્ય મળે   ?  તે મને કહો ! ’  \n બ્રહ્મદેવે કહ્યું :  ‘ તે દિવસે એકટાણું કરવાથી સાત જન્મનાં પાપ નાશ પામે છે. મેરુ પર્વત જેવાં પાપોને પણ એક ઉપવાસ બાળીને ભસ્મ કરી દે છે. રાત્રે જાગરણ કરવાથી હજારો પૂર્વજન્મના પાપોનો નાશ થાય છે. તે દિવસે થોડું પુણ્ય કરનારને પણ વધારે ફળ મળે છે.  \n નાસ્તિક અને ધર્મની નિંદા કરનારના શરીરમાં ધર્મનો વાસ હોતો નથી. પરસ્ત્રીગમન કરનાર ,  મૂર્ખ ,   કૃતઘ્ની અને પાપીના દેહમાં કદાપિ ધર્મ વાસ કરતો નથી. પાપી પુરુષોનો સંગ કરનાર પણ યમલોકમાં જાય છે. બીજાને માનપાન અથવા ભોજન ન આપનારની  કીર્તિ ,  આયુષ્ય અને સુખ નાશ પામે છે. સાધુનું અપમાન કરનાર ધર્મભ્રષ્ટ થઈને નરક્યાતના ભોગવે છે. ’  \n ‘ હું પ્રબોધિની એકાદશીનો ઉપવાસ કરીશ. ’  એવો વિચાર કરનાર પુરુષનાં સો જન્મનાં પાપ નાશ પામે છે. આ દિવસે રાત્રે જાગરણ કરનાર આગળ - પાછળની હજાર પેઢીઓને તારે છે.  \n તેને અશ્વમેધ યજ્ઞ અને તીર્થસ્નાન પછીના ગૌદાન કરતાંય વધારે ફળ મળે છે. વિધિપૂર્વક પૂજન કરનાર પોતાના કુળનો ઉદ્ધાર કરે છે ,  એમ સમજવું. આ દિવસે એકઠા કરેલા દ્રવ્યને દાનમાં આપી દેવું ,  કારણ કે બીજી રીતે પણ તેનો વ્યય થવાનો જ છે. આ દિવસે ઉપવાસ કરનારના ઘરમાં ત્રણે લોકના દેવો વાસ કરે છે. આ દિવસે ઉપવાસ કરનાર ફરી જન્મ લેતો નથી. આ દિવસે કરેલાં પુષ્પો અવિનાશી રહે છે. બાલ્યાવસ્થા ,  યુવાવસ્થા કે વૃદ્ધાવસ્થામાં કરેલાં પાપો ભગવાનનું પૂજન કરવાથી નાશ પામે છે.  \n આ દિવસે ઉજાગરો કરવાથી સૂર્ય - ચંદ્રના ગ્રહણોનાં ફળથી હજારગણું વધારે ફળ મળે છે. કારતક મહિનામાં પારકું અન્ન ત્યાજ્ય ગણવું. ભગવાન વિષ્ણુની કથા એકાગ્ર ચિત્તે કહેનાર ને સાંભળનારને સો ગાયોના દાનનું પુણ્ય મળે છે. આ માસમાં લોભવૃત્તિથી પણ હરિકીર્તન કરનારનાં સો કુળનો ઉદ્ધાર થાય છે.  \n નારદે ફરી પૂછ્યું :  ‘ આ માસની એકાદશીનું વ્રતનું વિધાન શું  ? ’  \n બ્રહ્મદેવે કહ્યું :  ‘ આ દિવસે છેવટની પાંચ ઘડીઓ બાકી હોય ,  ત્યારે જાગી જઈને દાતણ કરીને નદી ,  તળાવ ,  વાવ કે કૂવા પર જઈને સ્નાન કરવું. બધી સગવડ ન હોય તો ઘરે કથા સાંભળવી. આ વખતે મંત્રોચ્ચાર કરવો : હૈ પુંડરીકાક્ષ ! હું આજે ઉપવાસ કરીને આવતી કાલે ભોજન લઈશ. તમે મારું રક્ષણ કરો.  \n રાતે જાગરણ કરીને હરિગીત ગાવાં. ફૂલ ,   કપૂર અને કેસરથી ભગવાનની પૂજા કરવી. આ મહિનામાં જે બીલીપત્રથી ભક્તિપૂર્વક પૂજન કરશે તેને મોક્ષ મળશે. આ માસમાં તુલસી રોપવાથી હજારો કલ્પ સુધી તે  સગાંઓ સાથે સ્વર્ગલોકમાં જશે. કદંબ ,  અશોક ,  પાટલ ,  બકુલ ,  કરેણ અને મંજરીનાં પુષ્પોથી ભગવાનનું પૂજન કરનાર અક્ષય સુખ પામે છે.  \n ઉપવાસ કર્યા પછી બારશના દિવસે નદીએ જઈને શૌચાદિ કર્મોથી પરવારી સ્નાન કરીને ઘરે આવીને પૂજા કરવી. પછી યથાશક્તિ બ્રાહ્મણોને ભોજન કરાવવું. તેમને પગે લાગી ક્ષમા માગવી. તેમને વસ્ત્રો અને દક્ષિણા આપીને સંતોષવા. જુદાં જુદાં વ્રત કરનારે જુદાં - જુદાં દાન આપવાં.  \n જેવાં કે સોના સાથે બળદ ,  દક્ષિણા સાથે ગાય ,  ફળ ,  ઘી ,  દૂધ કે ચોખા. ભોંય પર સૂઈ જવાનું વ્રત કરનારે રૂથી ભરેલાં ગાદલાં અને ઓશીકાં દાનમાં આપવાં. મોનવ્રત ધારણ કરનારે ઘંટ ,  તલ અને સોનાનું દાન આપવું. વાળ વધારનારે દર્પણ આપવું. જોડા નપહેરનારે જોડા આપવા. મીઠું ન ખાનારે ખાંડ આપવી. વ્રતની પૂર્ણાહુતી વખતે ઉપરનાં દાન આપી શકાય તેમ ન હોય તો બ્રાહ્મણ પાસે સંકલ્પ મુકાવવો ,  જેથી વ્રત પુરું થયેલું ગણાય.  \n ચાર માસના સમયમાં જે પદાર્થો વ જર્ય ગણ્યા હોય ,  તે પદાર્થો બ્રાહ્મણને દાનમાં આપવા. આ રીતે વ્રત કરનાર અવશ્ય વૈકુંઠલોકમાં જશે. જે લીધેલા વ્રતમાં ભંગ પાડે છે ,  તે બીજા જન્મે આંધળો કે કોઢિયો થાય છે. આ વ્રત કરનાર કે સાંભળનારને પણ ગાયના દાનનું પુણ્ય મળશે. ’  \n શા સ્ત્ર માં આ એકાદશીને પ્રબોધિની એકાદશી કહેલી છે.  \n  \n"
    },
    {
      "readingTitle": "દેવ પોઢી એકાદશી",
      "readingContent": "(અષાડ સુદ -૧૧)    \n યુધિષ્ઠિરે પૂછ્યું :  ‘ હે કેશવ ! મને દેવયશની એકાદશીની વિધિ સંભળાવો. આ એકાદશીનો અધિષ્ઠાતા દેવ કોણ છે  ? ’  \n ભગવાને કહ્યું :  ‘ હે પૃથ્વીપતે ! નારદજીના પૂછવાથી બ્રહ્માએ જે કહ્યું કે હું તને કહી સંભળાવું છું. ’  \n સૂર્યવંશમાં માંધતા નામે એક પ્રતાપી અને સાચું બોલનારો રાજા હતો. તે પ્રજાનું પુત્રની જેમ પાલન કરતો હતો અને તેના રાજ્યમાં કોઈ આધિ - વ્યાધિ - ઉપાધિથી પીડાતું નહોતું. પ્રજા બધી રીતે સુખી હતી અને રાજયભંડાર ન્યાયી આવકથી ભરેલો હતો. આ રીતે તેણે ઘણાં વર્ષો સુધી રાજ્ય કર્યું.  \n રાજાના કોઈ પાપકર્મના પરિણામે તેના રાજ્યમાં લાગલગાટ ત્રણ વર્ષ સુધી વરસાદ ન પડવાથી દુષ્કાળ પડ્યો. પ્રજા શોકમગ્ન થઈ ગઈ ,  યજ્ઞો બંધ પડ્યા. આખા દેશમાં અનાજના સાંસા પડવા માંડ્યા. છેવટે પ્રજાજનોએ આવીને રાજાને વિનંતી કરી : ‘ હે રાજન્ ! વરસાદના અભાવે પ્રજા દુઃખી થાય છે. માટે વરસાદ થાય અને પ્રજા જીવી શકે તેવું કંઈક કરો. ’  \n આ સાંભળીને રાજાએ કહ્યું :  ‘ હે પ્રજાજનો ! તમારું કહેવું સાચું છે. અન્ન બ્રહ્મ છે. પ્રાણી અન્ન વડે જ જીવે છે. આખા જગતનો આધાર અન્ન પર જ છે. વરસાદ નથી થતો ,  તેમાં મારો જ કાંઈક દોષ હોવો જોઈએ. ઘણાખરા વિચારો કરવા છતાંય મારો દોષ મારા ધ્યાનમાં આવતો નથી. હું બીજાનું કલ્યાણ થાય તેમ ઈચ્છું છું. ’  \n આમ કહીને તે થોડાક સૈન્ય સાથે ઘોર અરણ્યમાં ગયો. મહર્ષિ અંગિરસને માંધતાએ કહ્યું :  ‘ હે ભગવાન ! હું પ્રજાનું પુત્રની જેમ પાલન કરું છું. છતાંય મારા રાજ્યમાં વરસાદ કેમ નહી થયો હોય   ?  મારી આ શંકાનું આપ નિવારણ કરો ! ’  \n આ સાંભળીને અંગિરસે કહ્યું :  ‘ હે રાજન્ ! સર્વોત્તમ એવા આ કૃતયુગમાં લોકો ધર્મપરાયણ છે. આ યુગમાં તપ કરવાનો બ્રાહ્મણ સિવાય બીજા કોઈને હક નથી. આમ હોવા છતાંય તારા રાજ્યમાં કોઈક અનધિકારી તપ કરતો હોવાથી વૃષ્ટિ થતી નથી ,  માટે સૌ પ્રથમ એનો વધ કર. ’  \n રાજાએ કહ્યું પરંતુ તેનો કોઈ વાંક ન હોય ત્યાં સુધી મારાથી કેવી રીતે વધ થઈ શકે   ?  માટે આ દોષ નિવારણનો બીજો માર્ગ બતાવો. ’ ઋષિએ કહ્યું :  ‘ હે રાજન્ ! તો પછી તું  પદ્મિ ની એકાદશીનું વ્રત કર. આ એકાદશી બધા મનોરથ પૂર્ણ કરનારી અને બધા ઉપદ્રવોને શાંત પાડનારી છે. માટે તારે અને પ્રજાએ આ વ્રત કરવું. ’  \n રાજાએ રાજધાનીમાં આવીને અષાઢ માસમાં પ્રજાના સહકારથી વ્રત કર્યું. તેનાથી વરસાદ થયો અને ધરતી હરિયાળી થઈ. પ્રજા સુખી થઈ. આ વ્રતનું માહા ત્મ્ય વાંચનાર અથવા સાંભળનાર સર્વ પાપોમાંથી મુક્ત બને છે. મોક્ષની ઇચ્છાવાળાઓએ આ વ્રત કરવું. તેને દેવશયની એકાદશી પણ કહેવામાં આવે છે. ચાતુર્માસનાં વ્રતોનો આરંભ આ એકાદશીથી થાય છે.  \n ધર્મરાજાએ પૂછ્યું :  ‘ હે ભગવાન ! વિષ્ણુનું શયનવ્રત કેવી રીતે થાય  ? ’  \n શ્રીકૃષ્ણે કહ્યું :  ‘ ભક્તોના સ્વામી મધુસૂદનને આ દિવસે સુવાડવા અને તુલા સક્રાંતિના એકાદશીના દિવસે જગાડવા. પુરુષોત્તમ માસમાં પણ આ જ પ્રમાણે કરવું. તે દિવસે ઉપવાસ કરીને સંકલ્પ સાથે ભગવાન વિષ્ણુની પ્રતિમાની સ્થાપના કરવી.  \n ભગવાન વિષ્ણુને સૂઈ જવા માટે ગોદડાં ,  ઓશીકાં અને સફેદ ચાદરવાળી પથારી જોઈએ. વિદ્વાન બ્રાહ્મણ પાસે પંચામૃત કરાવવું. ભગવાનને ચંદન લગાડીને ફૂલ ,   ધૂપ અને દીવાથી પૂજવા. પછી કહેવું :  ‘ હે લક્ષ્મીપતે ! આપ લક્ષ્મી સહિત શયન કરો. આપ શયન કરશો એટલે સમગ્ર જગત શયન કરશે. ’  \n આ રીતે પ્રાર્થના કરીને બાજોઠ પર ભગવાનની સ્થાપના કરવી. સવારે સ્નાનસંધ્યા કરીને કહેવું :  ‘ હે ભગવાન ! મેં ધારેલા નિયમો   નિર્વિધ્ને  પૂરા કરાવો. ’  આ રીતે પ્રાર્થના કરીને અષાડ માસમાં એકાદશી ,  બારશ ,  પૂનમ ,  આઠમ કે કર્કસક્રાંતિ થાય તે દિવસે વ્રતનો આરંભ કરવો. કારતક સુદ બારશના દિવસે ચાતુર્માસની પૂર્ણાહુતિ ગણાય છે.  \n સંકલ્પ પ્રમાણે બ્રાહ્મણને દાન આપનાર વિષ્ણુલોકમાં જશે. નૈવેદ્ય સમર્પીને દેવ અને બ્રાહ્મણની શાસ્ત્રોક્ત પૂજા કરનારને પણ સ્વર્ગમાં અક્ષય સુખ મળશે. ચારે માસ ભગવાન વિષ્ણુની અથવા પીંપળાના ઝાડની પ્રદક્ષિણા કરવી. ચાર માસ સુધી ભગવાનને પંખો નાખનારા વિમાનમાં બેસીને સ્વર્ગમાં જશે. ગાંધર્વો અને અપ્સરાઓ તેની સેવા કરશે.  \n ગાયત્રીની એક માળા જપનાર પાપમુક્ત થઈને વિષ્ણુલોકમાં જશે. પુરાણોનું શ્રવણ કરનાર પુણ્યવાન ,  ધનવાન અને જ્ઞાનવાન થાય છે. શિવ અથવા વિષ્ણુના નામની માળા જપના રે તે દેવની સોનાની મૂર્તી દાનમાં આપવી. પ્રાતઃકાળે સૂર્યનારાયણને અ ર્ધ્ય આપનારે સમાપ્તિ વેળાએ સોનું ,   લાલ કપડું અને ગાયોનું દાન કરવું. હંમેશા તલનો હોમ કરનારે તલપાત્ર આપીને પ્રાર્થના કરવી :  ‘ હે દેવાધિદેવ ! મારા પાપોનો નાશ કરજો. ’ ચાર માસ સુધી પીંપળાની સેવા કરનારે વરશ્રદાન કરવું. દુર્વા (ધરો) પૂજા કરનારે સુવર્ણદાન કરવું. દેવસ્થાનમાં ઘંટ વગાડીને પ્રાર્થના કરવી :  ‘ હે સરસ્વતી ! તું ઘંટનાદેથી પ્રસન્ન થઈ મારું કલ્યાણ કર. ’ બ્રાહ્મણભક્ત ,  પિતૃભક્ત અને ગૌભક્ત સ્વર્ગમાં જશે. આ ચારે માસમાં રીંગણા ,  કારેલાં ,  કોળું અને પટોળાનું શાક ન ખાવું. શ્રાવણ માસમાં શાક ,  ભાદરવામાં દહીં ,  આસોમાં દૂધ અને કારતકમાં ચણા ,   તુવેર અને વાલ જેવાં બે દળવાળાં કઠોળનો ત્યાગ કરવો. આ સમયે યોગાભ્યાસ કરનારને બ્રહ્મપદ પ્રાપ્ત થાય છે.  ‘ નમો નારાયણ ’  એ મંત્રનો સતત જાપ કરવો. ભિક્ષા ન્ન  લાવીને ખાનાર વિદ્વાન થશે. અષાડ સુદ અગિયારસ અને કારતક સુદ અગિયારસને દિવસે ઉપવાસ કરનાર ગરુડારૂઢ થઈને સ્વર્ગમાં જાય છે અને ત્યાં સદાય નિવાસ કરે છે.    \n આ દે વા પોઢી એકાદશી પધિની એકાદશી પણ કહેવાય છે.  \n  \n"
    }
  ]
}
