{
  "key": "vratkatha",
  "keyContent": [
    {
      "readingTitle": "સોળ સોમવારની વારતા",
      "readingContent": "( સોળ સોમવારનું વ્રત કરનારે શ્રાવણ માસના પ્રત્યેક સોમવારે મહાદેવજીના મંદિરે જવું . શિવ - પાર્વતીની પૂજા કરવી . એકટાણું જમવું અને મહાદેવજીની વાત સાંભળવી .  વાત સાંભળતી વેળા હાથમાં ચોખા રાખી  ‘ મહાદેવજી , મહાદેવજી ! ’ એમ બોલવું .) \n ઇશ્વર-પારવતી બેઠાં હતાં . \n \n સોગઠાં - બાજીની રમત માંડી . \n \n કોઈ હારે નહિ , કોઈ જીતે નહિ . \n \n હાર્યું જીત્યું કોણ કહે ? એટલામાં એક તપોધન આવ્યો . \n \n મહાદેવજી કહે -  ‘ ઊભો રહે ! હાર્યા ને હાર્યું કહેજે ને જીત્યાને જીત્યું કહેજે . ’ \n \n પહેલા પસ્ટે પાસા નાખ્યા . ‘ કોણ હાર્યું ને કોણ જીત્યું ? ’ \n \n તપોધન કહે -  ‘ ભગવાન જીત્યા ને માતાજી હાય . ’ \n \n બીજે પસ્ટે પાસા નાખ્યા . ‘ કોણ હાર્યું ને કોણ જીત્યું ? ’ \n \n તપોધન કહે -  ‘ ભગવાન જીત્યા ને માતાજી હાર્યાં . ’ \n \n ત્રીજા  પ સ્ટે પાસા નાખ્યા . ‘ કોણ હાર્યું ને કોણ જીત્યું ? ’ \n \n તપોધન કહે - ‘ભગવાન જીત્યા ને માતાજી હાર્યા.’ \n \n ત્રણ વાર તપોધન જૂઠું બોલ્યો. મહાદેવજીની બીકે પાર્વતીને હાર્યાં કહ્યા. \n \n પાર્વતીને ક્રોધ ચઢ્યો અને તપોધનને શાપ આપ્યો કે ,  જા! તને રક્તપિત કોઢ થજો! \n \n તપોધનને તો કોઢ નીકળ્યા ! તે બેબાકળો બની  2 ડતો રડતો કૈલાસ પરથી ચાલતો થયો. \n \n ચાલતાં ચાલતાં માર્ગમાં એક ગાય મળી. ગાય કહે -  ‘ ભાઈ ,  તું ક્યાં જાય છે ? ’ \n \n કોઢિયો કહે -  ‘ મને માતા પારવતીએ શાપ આપ્યો છે ,  શાપનું નિવારણ કરવા જાઉં છું. ’ \n \n ગાય બોલી -  ‘ ભાઈ ! મારું દુઃખ સાંભળતો જા. મારા ભર્યા આંચળ ફાટે છે. મારું દૂધ કોઈ પીતું નથી ,  વાછરડાં ધાવતાં નથી ! એવાં મેં શા પાપ કર્યો હશે ?  મારા પાપનું નિવારણ પૂછતો આવજે. ’ \n \n આગળ જતાં એક ઘોડો મળ્યો. કોઢિયાની વાત સાંભળી ઘોડો બોલ્યો -  ‘ મારા ઉપર મોતીજડ્યાં પલાણ છે ,  પણ કોઈ સવારી કરતું નથી. એવાં મેં શા પાપ કર્યો હશે ?  મારા પાપનું નિવારણ પૂછતો આવજે. ’ \n \n આગળ જતાં એક આંબો આવ્યો. કોઢિયો વિસામો ખાવા બેઠો. ત્યાં આંબાને વાચા થઈ -  ‘ ભાઈ ,  તારું દુઃખ હું જાણું છું ,  પણ મારું દુઃખ સાંભળતો જા ! મારું સવાશેરનું ફળ ઉતરે છે ,  પણ જે ખાય તે મરી જાય છે. એવાં મેં શાં પાપ કર્યો હશે ?  મારા દુઃખનું નિવારણ પૂછતો આવજે. ’ \n \n આગળ જતાં એક તળાવ આવ્યું ,   કોઢિયો પાણી પીવા ગયો. પાણીમાંથી એક મગર આવ્યો અને બોલ્યો -  ‘ ભાઈ ! હું દુઃખિયારો જીવ છું ,  મારા શરીરમાં આગ જેવી બળતરા બળ્યા કરે છે. પાણીમાં રહ્યું કે બહાર રહું ,  ક્યાંય ટાઢક વળતી નથી. એવાં મેં શાં પાપ કયાં હશે ?  મારા દુઃખનું નિવારણ પૂછતો આવજે. ’ \n \n કોઢીયો તો ઘોર વનમાં ગયો. ત્યાં એક મહાદેવજીનું દહેરું દીધું. દહેરામાં પેસી, મહાદેવજીની પ્રદક્ષિણા કરીને તે એક પગે ઉભો  રહ્યો. આમ કેટલાય દહાડા વીતી ગયા. \n \n કોઢિયાનું કઠણ તપ જોઈ મહાદેવજી પ્રસન્ન થયા અને બોલ્યા -  ‘ માગ માગ ! માગે તે આપું. ’ \n \n કોઢિયો બોલ્યો -  ‘ માતાજીનો શાપ છે ,  શાપનું નિવારણ કરવા આવ્યો છું. આખા શરીરે રક્તપિત્ત કોઢ નીકળ્યા છે. દુ-ખ સહન થતું નથી. ભગવાન ! મારું દુ- ખ મટાડી દો !’ \n \n મહાદેવજી બોલ્યા -  ‘ જા ! એક મનથી અને એક ચિત્તથી સોમવારનું વ્રત કરજે. તારું દુ-ખ મટી જશે. ’ \n \n ‘ સોમવારનું વ્રત શી રીતે થાય ? ’ કોઢિયે પૂછ્યું. \n \n મહાદેવજી બોલ્યા -  ‘ શ્રાવણ માસ આવે ,  દિવાસાનો દિવસ આવે ,  ત્યારે દોરાની સેરે ચાર ગાંઠો વાળી ,  પીળા પ સ્ટે દોરો બાંધવો.\n \n મહાદેવજીનું દર્શન કરવું. સોમવારે એકટાણું જમવું. જ્યારે કારતક માસનું અજવાળિયું આવે ,  ત્યારે ઘઉંનો સવાશેર લોટ લેવો ,  સવાશેર ઘી લેવું ,  સવાશેર ગોળ લેવો. તેનો ચોળીમોળી લાડુ કરવો. લાડુના ચાર ભાંગ કરવા. એક ભાગ મહાદેવના પૂજારીને ,  બીજો રમતા બાળકને ,  ત્રીજો ગાયોના ગોવાળને આપજે અને વધેલાનો ભૂકો કરી કીડિયારું પૂરજે. એમ કરતાં વધે તો ભોંયમાં ભંડારજે.\n \n રાત રહેવા દઈશ નહિ. એ રીતે વ્રતનું ઉજવણું કરજે. સોળ સોમવાર ખરા ભાવથી કરજે. તારું દુ-ખ મટી જશે. કંચન જેવી કાયા થશે. ’ \n કોઢિયો બોલ્યો -  ‘ ભગવાન મને માર્ગમાં એક ગાય મળી ,   તે કહેવા લાગી -  ‘ મારા ભર્યા આંચળ ફાટે છે ,  પણ દૂધ કોઈ પીતું નથી. વાછરડાં ધાવતાં નથી. ’ એણે શાં પાપ કર્યો હશે ? ’ \n \n મહાદેવજી બોલ્યા -  ‘ પરભવમાં એ સ્ત્રી હતી ,  એણે ધાવતાં બાળક વછોડ્યાં હતા. એ પાપથી એનું દૂધ કોઈ પીતું નથી. તું એના દૂધથી મારી પૂજા કરજે ,  સૌ સારાવાનાં થશે. ” \n \n કોઢિયે ઘોડાની વાત પૂછી. \n મહાદેવજીએ કહ્યું -  ‘ સાંભળ ! ગયે ભવ એ વાણિયો હતો. એણે જૂઠાં કાટલાથી ,  જૂઠાં બોલથી નિધન લોકોને બહુ ઠગ્યા હતા. એ પાપે એની દશા થઈ છે. તું એની સવારી કરજે. એનું દુઃખ મટી જશે.’ \n \n કોઢીયે આંબાની વાત પૂછી. \n મહાદેવજીએ કહ્યું- ‘પરભવમાં એ ઘણો કંજૂસ હતો. ધન ભેગું કરવામાં સમજ્યો અને પુણ્યને  નામે એક પૈસો પણ ના વાપર્યો. એ પાપે એ આંબો થયો. એના નીચે ધનના ચાર ચરુ છે, એ ધનથી તું પરબો મંડાવજે અને ભૂખ્યાને ભોજન આપજે, તેથી એનું દુઃખ દુર થશે. ’ \n કોઢિયો તો મહાદેવજીને નમન કરીને ચાલતો થયો. \n \n આગળ જતાં તળાવ આવ્યું, ત્યાં મગરને મહાદેવજીનું બીલીપત્ર અડાડી નમન કરાવ્યું. એની બળતરા મટી ગઈ એટલે ટે પોતાનું જ્ઞાન કહેવા લાગ્યો. બીજાને જ્ઞાન આપવાથી તેની સદગતિ થઈ. \n \n આગળ જતાં આંબો આવ્યો. કોઢિયા એ મહાદેવજીએ કહેલી વાત કહી સંભળાવી. કોદાળી લઇ આવી ધનના ચરુ ખોદી કાઢ્યા. ભૂખ્યા-દુ-ખ્યાને ધન વહેચી દીધું અને પરબો મંડાવી. આંબાનાં ફળ અમૃત જેવા મીઠાં થઈ ગયાં! \n આગળ જતાં ઘોડો મળ્યો તેને મહાદેવજીની વાત કહી સંભળાવી અન ે પોતે જ સવારી કરી એટલે ઘોડો પણ \n દુઃખમાંથી છુટ્યો. \n \n આગળ જતાં ગાય મળી. તેને પણ મહાદેવજીની વાત કહી સંભળાવી. તેનું દૂધ દોહી મહાદેવજી પર ભક્તિ ભાવથી ચડાવ્યું એટલે ગાય પણ દુઃખમાંથી છૂટી. \n \n કોઢિયે વ્રત આદર્યું. દિવસે દિવસે તેના કોઢ મટવા લાગ્યા. કારતક મહિનો આવ્યો, મહાદેવજીના કહેવા પ્રમાણે એણે વ્રત પૂરું કર્યું , મહાદેવજીની દયા થઈ. કંચનવરણી કાયા થઈ. રૂપરૂપનો અંબાર ને ગુણગુણનો ભંડાર! \n \n ચાલતાં ચાલતાં તે પોતાના ગામના ગોંદરે આવ્યો. ગામના લોકો કહેવા લાગ્યા - ‘ ડોશી ડોશી ! તમારો દીકરો આવ્યો. ’ \n ડોશી તો રાજી થઈ ગઈ ,  પણ ડોશી મોતીના દાણા ક્યાંથી લાવે ?   ડોશીએ તો જારના દાણે છોકરાને વધાવી લીધો. આજે રાજાની કુંવરીનો સ્વયંવર હતો. છોકરાએ ડોશીને પૂછ્યું -  ‘ મા ,  હું સ્વયંવર જોવા જાઉં ? ’ ડોશી કહે -  ‘ ના બેટા આપણે નિ ર્ધ ન લોક ,  સ્વયંવર જોઈને શું કામ છે ? ’ \n \n છોકરો કહે -  ‘ ના ,  હું તો જઈશ. ’ \n છોકરો તો રાજસભામાં જઈને એક કોરે ઊભો રહ્યો. શણગારેલી હાથણી ઝૂલતી ઝૂલતી આવી અને વરમાળા છોકરાના ગળામાં આરોપી ! રાજા બોલી ઊઠયા -  ‘ હાથણી ભૂલે છે ,  ચૂકે છે. ’ \n \n હાથણી કહે -  ‘ ભૂલતી નથી ,  ચૂકતી નથી. ’ \n \n આખી રાજસભા બોલી -  ‘ ભગવાને ધાર્યું હોય તે ખરું. ’ \n \n રાજાએ પોતાની કુંવરીને છોકરા સાથે પરણાવી. પહેરામણીમાં હાથી આપ્યા ,  ઘોડા આપ્યા ,  ગામ ને ગરાસ આપ્યાં ,  મનગમતી પહેરામણી આપી કુંવરીને વળાવી. રાજા બનેલો છોકરો રાણીને લઈને પોતાને ગામ ગયો. રાજકુંવરીને પરણીને આવ્યો ,  રંકમાંથી રાજા થયો. \n \n ડોશી તો વળી પાછા જારના દાણા લઈને વધાવવા ગયાં ,   ત્યાં તો દાણા મોતીના થઈ ગયા ! ઘણા દિવસ વીતી ગયા! શ્રાવણ માસ આવ્યો. રાજા રાણીને કહેવા લાગ્યા -  ‘ મારે મહાદેવજીનું વ્રત છે ,  માટે સવાશેર ઘઉંનો લોટ ,  સવાશેર ઘી ને સવાશેર ગોળ લઈ લાડુ કરજે. લાડુના ચાર ભાગ કરી એક ભાગ મહાદેવના પૂજારીને ,  એક ભાગ રમતા બાળકને ,  એક ભાગ ગાયના ગોવાળને આપજે અને એક ભાગ મારા માટે રાખજે. ’ \n \n રાણીએ વિચાર કર્યો કે ,  આવા સૂકાભઠ્ઠ કોઠા જેવા લાડુ તે મારા સ્વામી ખાતા હશે ?  એણે તો બત્રીસ શાક અને તેત્રીસ પકવાન કર્યા. \n \n રાજા જમવા બેઠા. રસોઈ જોઈ રાણી ઉપર કોપ્યા. તેમણે મહાદેવજીની સ્તુતિ કરી વ્રત પૂરું કર્યું. અનાજના ચાર દાણા લઈ ચારે દિશામાં નાખ્યા અને ભૂખ્યા પેટે સૂઈ ગયા. \n \n રાત્રે સ્વપ્નમાં મહાદેવજી આવ્યા અને રાજાને કહેવા લાગ્યો - ‘રાજા ! ઊંઘે છે ,  કે જાગે છે ? ’ રાજા કહે - ‘જાગુ છું ,  ભગવાન !’ \n મહાદેવજી બોલ્યા - ‘તારી રાણીને દેશવટો દે.’ \n \n રાજા કહેઃ ‘જેવી આજ્ઞા.’ સવાર થયું. રાજાએ પ્રધાનને કહ્યું - ‘રાણીને દેશવટો આપો.’ પ્રધાન રાણીને કાળાં લુગડાં પહેરાવી ,  કાળા ઘોડા ઉપર બેસાડીને ઘોર વનવગડામાં મૂકી આવ્યો. રાણી તો રખડતાં રખડતાં એક ગામમાં આવી. તેણે ત્યાં એક ઘાંચણનું ઘર જોયું. રાણી ઘાંચણને કહેવા લાગી - ‘બહેન કોઈ પેટવરાણીએ માણસ રાખશો ? ’ \n \n ઘાંચણને દયા આવી એટલે કહેવા લાગી - ‘હા બહેન ! આવી તો ભલે આવી. પેટવરાણીએ માણસ ક્યાંથી ? ’ ઘાંચણના તો તેલના કુલ્લાં ઢળી ગયાં અને ઘાંચી માંદો પડ્યો. ઘાંચણ રાણીને કહેવા લાગી -  ‘ બહેન ! તારા આવ્યાથી મારું ખોટું થયું ,  માટે તું અહીથી જા. ’ \n \n રાણી ત્યાંથી ચાલી નીકળી. \n જતાં જતાં એક ડોશી દીઠી. રાણી ડોશીને કહેવા લાગી -  ‘ મા ,  મા ! કોઈ પેટવરાણીએ માણસ રાખશો ? ’ \n ડોશી કહે -  ‘ હા બહેન ! આવી તો ભલે આવી. પેટવરાણીએ માણસ ક્યાંથી ? ’ ડોશીમાની તો પૂણીઓ ઊડી ગઈ અને ડોશી માંદી પડી. ડોશી કહેવા લાગી -  ‘ બહેન ! તારે આવે મારું ખોટું થયું. માટે તું અહીંથી જા. ’ \n \n રાણી ત્યાંથી ચાલવા લાગી. \n જતાં જતાં એક માળણના ઘર પાસે આવી. રાણી માળણને કહેવા લાગી -  ‘ બહેન ! કોઈ પેટવરાણીએ માણસ રાખશો ? ’ તો માળણ કહે -  ‘ હા બહેન ! આવી તો ભલે આવી. પેટવરાણીએ માણસ ક્યાંથી ? ’ માળણને તો નિત્ય સવામણ ફૂલ ઉતરતાં હતાં ,   તેનાં પાશેર ફૂલ ઉતરવા લાગ્યાં ! માળણે કહ્યું -  ‘ બહેન ! તારે આવે મારું ખોટું થયું ,  માટે અહીંથી જા. ’ \n \n રાણી ત્યાંથી પણ ચાલવા લાગી. જતાં જતાં તે એક સરોવરની પાળે ગઈ ને પાણીઆરીઓને કહેવા લાગીઃ ‘ બહેનો ! કોઈ પેટવરાણીએ માણસ રાખશો?’ પાણીઆરીઓએ કહ્યું- ‘હા બહેન ! આવી તો ભલે આવી. પેટવરાણીએ માણસ ક્યાંથી ? ’ ત્યાં તો સરોવર સૂકાઈ ગયું અને પાણીઆરીઓ માંદી પડી ! પાણીઆરીઓ કહે -  ‘ બહેન ! તારે આવે અમારું ખોટું થયું ,  માટે તું અહીથી જા. ’ \n \n રાણી ત્યાંથી પણ ચાલી નીકળી. જતાં જતાં વાટમાં એક બાવાની મઢી આવી. રાણી તો મઢીમાં રહી ગઈ. બાવો બાર ઘર ફરતો ને બારશેર આટો લાવતો. આજે તે બાર ગામ ફર્યો તો ય પાશેર આટો ના મળ્યો ! બાવો મઢીમાં આવ્યો. મઢીનું બારણું બંધ જોઈ કહેવા લાગ્યો - ‘ મારી મઢીમાં કોણ છે ?  મોટી હોઈશ તો મા કહીશ ,  નાની હોઈશ તો બહેન કહીશ ,  એથી ય નાની હોઈશ તો દીકરી કહીશ. બારણું ઉઘાડ !’ \n \n રાણીએ ધ્રૂજતાં ધ્રૂજતાં મઢીનું બારણું ઉઘાડ્યું. બાવો કહે -  ‘ તું બીશ નહિ ,  આપણે બાપ દીકરી થઈને રહીશું. ’ બીજો દિવસ થયો ,  બાપ - દીકરી સાથે જમવા બેઠાં. દીકરીના ભાણામાં તો ભોજનના જીવડાં થઈ ગયાં ! બાવો કહે - ‘ દીકરી ! પુસ્તક લાવો ,  પોથી લાવો ,  ખડિયો લાવો ,  કલમ લાવો. તમારા ભાગ્યની રેખાઓ જોઉં. ’ દીકરી લેવા ગઈ પણ પુસ્તક - પોથી જડતાં નથી ,  ખડિયો - કલમ જડતાં નથી ,   લેવા જાય છે તો કાનખજૂરા અને વીંછી કરડવા આવે છે ત્યારે બાવો જાતે પુસ્તક - પોથી અને ખડિયો કલમ લઈ આવ્યો. પહેલું પુસ્તક બ્રહ્માનું જોયું. બીજું પુસ્તક મહાદેવજીનું જોયું. બાવો કહે -  ‘ દીકરી ,  તમે મહાદેવજીનું વ્રત વખોડ્યું છે. માટે મહાદેવજીનું વ્રત કરો. ’ \n \n દીકરી કહે -  ‘ બાપુ એ વ્રત શી રીતે થાય ? ’ \n બાવો કહે -  ‘ સરોવરની પાળે જઈ છોકરીઓને પૂછો ! દીકરી સરોવરની પાળે ગઈ અને છોકરીઓને પૂછવા લાગી -  ‘ બહેન ! તમે શાનાં વ્રત કરો છો ? ’ \n છોકરીઓ કહે -  ‘ અમે મહાદેવજીના વ્રત કરીએ છીએ. ’ \n રાણી કહે -  ‘ એ વ્રત મને આપોને ! ’ \n બહેન ! તારાથી થશે નહિ ,  કરાશે નહિ. ’ \n ‘ કરાશે તો યે કરીશ ,  નહી કરાય તો યે કરીશ. ’   \n \n છોકરીઓ કહે -  ‘ દિવાસાનો દિવસ આવે ત્યારે દોરાને છેડે ચાર ગાંઠો વાળી પીળા પ સ્ટે દોરો બાંધવો. મહાદેવજીની વાત સાંભળવી. મહાદેવજીનો દીવો કરવો. મહાદેવજીનાં દર્શન કરવાં. વાત ના સાંભળી હોય તો ઉપવાસ કરવો. દીવો ન કર્યો હોય તો લૂખું ખાવું અને દર્શન ના કર્યા હોય તો ભોંય પર સૂઈ રહેવું. ’ \n \n કારતક માસ આવે ,  અજવાળિયું પખવાડિયું આવે ત્યારે સવાશેર ઘઉંનો લોટ ,  સવાશેર ઘી અને સવાશેર ગોળ લેજે ,  ચોળીમોળી લાડું કરજે ,  તેમાંથી એક ભાગ મહાદેવજીની મઢીમાં મોકલજે ,  બીજો હસતાં રમતાં બાળકોને આપજે. ત્રીજો ભાગ ગાયોના ગોવાળને આપજે. ચોથા ભાગનો ભૂકો કરી કીડિઆરું પૂરજે. એથી વધે તો ભોંયમાં ભંડારજે. રાત દેખાડીશ નહીં. એ પ્રમાણે વ્રત કરજે. ’ \n \n રાણી વ્રત લઈને ચાલી. એક વરસ કર્યા. બે વરસ કર્યો. ત્યાં તો મહાદેવજી રાજાના સ્વપ્રમાં આવીને બોલ્યા -  ‘ રાજા ! જાગે છે કે ઊંધે છે ! ’ રાજા કહે - ના રે પ્રભુ જા ગું છું . ’ \n \n ‘ રાણીને દેશવટો દીધો હતો ,  તેને પાછી લઈ આવ. ’ \n \n રાજા કહે -  ‘ હવે ક્યાંથી લાવું ?  કોયલ જેવું માણસ હતું. વાઘે માર્યું કે વરુએ માર્યું ! હવે ક્યાંથી હોય ? ’ \n \n મહાદેવજી કહે -  ‘ વાઘે નથી માર્યું ,  વરુએ નથી માર્યું ,  જે વાટે ગઈ છે. તે વાટે જા. ’ રાજા ત્યાંથી ચાલી નીકળ્યો. \n \n વાટે જતાં ઘાંચણનું ઘર આવ્યું. રાજા કહે -  ‘ બહેન ! અહીયાં કોઈ રાજાની રાણી આવી હતી ? ’ ઘાંચણ કહે -  ‘ રાણી જેવા રૂપ હતાં પણ રાણી જેવાં લક્ષણ ન હતાં. ’ \n \n રાજા ત્યાંથી ચાલ્યો જાય છે. ડોશીને ઘરે ગયો અને પૂછ્યું -  ‘ મા ,  અહીંયાં કોઈ રાજાની રાણી આવી હતી ? ’ \n \n ડોશી કહે -  ‘ રાણી જેવા રૂપ હતાં પણ રાણી જેવાં લક્ષણ નહતાં. ’ \n \n રાજા આગળ ચાલ્યો. માળણને ઘરે ગયો.  ‘ બહેન ! અહીયાં કોઈ રાજાની રાણી આવી હતી ? ’ માળણ કહે -  ‘ રાણી જેવા રૂપ હતાં પણ રાણી જેવાં લક્ષણ ન હતાં. ’ \n \n રાજા ત્યાંથી ચાલ્યો જાય છે. સરોવરની પાળે ગયો. રાજાએ પૂછ્યું -  ‘ અહી કોઈ રાણી આવી હતી ? ’ પાણીઆરીઓ કહે -  ‘ રાણી જેવા રૂપ હતાં પણ રાણી જેવાં લક્ષણ ન હતાં. ’ \n \n રાજા ફરતો ફરતો પેલી મઢી પાસે ગયો. રાજાને વિચાર થયો કે ,  કોઈ કકડો રોટલો આપે તો ખાઈપીને પાછો જાઉં ,  ત્યાં કોઈ છોકરીએ વ્રત ઉજવ્યું હતું. તેથી એક લાડવો મઢીમાં આપ્યો હતો. આ લાડવો બાવાએ રાજાને ખાવા આપ્યો. લાડવો રાજાએ ખાધો ,  રંકે ખાધો ,  હાથીએ ખાધો ,  ઘોડાએ ખાધો ,   તો યે લાડવો એકનો  એક ! પીવા માટે પાણીનો લોટો આપ્યો. રાજાએ પાણી પીધું તો યે લોટો ભર્યો ને ભર્યો ! રાજાને નવાઈ લાગી. તેને મનમાં થયું કે ,  આ મઢીમાં કોઈ સતી હશે ,  ચાલો ! દર્શન કરીને જઈએ. એમ વિચારી રાજા મઢીમાં ગયા. \n \n રાજાએ રાણીને ઓળખ્યાં. રાણી બાવાને કહેવા લાગી -  ‘ બાપુ સાસરીઆનાં તેડાં આવ્યા. ’ બાવો કહે -  ‘ દીકરી ! દીકરી સાસરીએ શોભ ને હાથી રજવાડે શોભે ! રાણી કહે -  ‘ બાપુ ! તમને દુ-ખ પડે તો હું શી રીતે જાણું ? ’ બાવાએ ફૂલનો દડો આપ્યો ,   ઘીનો દીવો આપ્યો ને કહ્યું -  ‘ દીકરી જો દીવો ઠરી જાય ,  ફૂલનો દડો કરમાઈ જાય તો જાણજે કે તારા બાપુને દુ-ખ પડ્યાં. ’ \n \n રાજા અને રાણી અડધી વાટે ગયાં ,   ત્યાં તો ઘીનો દીવો ઠરી ગયો અને ફૂલનો દડો કરમાઈ ગયો ! રાણી કહે -  ‘ રાજા ! રે રાજા ! વેલ પાછી વાળો. મારા પિતાને દુઃખ આવ્યાં. ’ રાજાએ વેલને પાછી વાળી ,  મઢીમાં જઈને જુએ છે ,   તો બાવો માથું બાંધીને સૂઈ રહ્યો હતો. રાણીએ કહ્યું -  ‘ બાપુ ! તમને શું થયું ? ’ \n \n ‘ બેટી ! મને કંઈ થયું નથી ,  હું તો તમારું પારખું જોતો હતો. ’ બાવાએ બીજીવાર દીકરીને સવા લાખનો ગવારો અને એક અમીનો કંપો આપીને કહ્યું - \n ‘ દીકરી ! જ્યાં બાળતા આવ્યાં ,  ત્યાં ઠારતાં જજો. ’ \n \n ત્યાંથી રાણી ચાલ્યાં જાય છે. સરોવરની પાળે આવ્યાં. સરોવર સૂકાઈ ગયું હતું ,   તે લહેરો લેવા માંડ્યું. પાણીઆરીઓ રાજી થઈ ગઈ. પાણીઆરીઓ કહે -  ‘ બહેન ! એક ઘડી બેસતી હોય તો બે ઘડી બેસ ,  તારે આવે અમારું સારું થયું. એક રાંડ આવી હતી ,  તે બાળતી ગઈ ,  ઝાળતી ગઈ. ’ \n \n ‘ રાંડ ન કહેશો ,   ભાંડ ના કહેશો. પહેલાં હું જ હતી. પહેલાં મહાદેવજી   રુઠ્યા  હતા અને હવે રીઝયા છે. ’ \n ત્યાંથી ચાલ્યા જાય છે. ઘાંચણને ઘેર આવ્યા. ઘાંચણના તેલનાં કુલ્લાં ભરાઈ ગયાં ,   ઘાંચી સાજો થયો. ત્યારે ઘાંચણ કહે -  ‘ બહેન ! એક ઘડી બેસતી હોય તો બે ઘડી બે સ તારે આવે મારું સારું થયું. ’ \n \n ત્યાંથી ચાલ્યાં જાય છે ,  ગામને ગોંદરે આવ્યાં ,   રાણીએ કહ્યું -  ‘ આખું ગામ જમાડો. ’ રાજાએ આખું ગામ જમાડ્યું ,   પછી રાણીને એકાટ કરવા બોલાવ્યાં. રાણી કહે -  ‘ મારે હજી મહાદેવજીની વાત કહેવાની છે. ’ બધાં જમીને ઉઠ્યા . વાત કોને કહેવી ?   વાત ભૂખ્યાં માણસને જ કહેવાય ! રાજા કહે -  ‘ આખું ગામ જમાડ્યું. હવે કોણ ભૂખ્યું હશે ? ’ રાજાએ ગામમાં ઢંઢેરો પીટાવ્યો. \n \n એક કુંભારના ઘરમાં સાસુવહુને લડાઈ થઈ હતી. ડોશી ભૂખી હતી. રાજાએ પ્રધાનને તેડવા મોકલ્યો. ડોશી કહે -  ‘ બાપ ! જમનાં તેડાં આવજો ,  રાજાનાં તેડાં ના આવજો. ’ પ્રધાન કહે -  ‘ ડોશી ! તમને મારવાં નથી ,  ઝૂડવાં નથી ,  વાત સંભળાવવી છે. ’ ડોશી કહે -  ‘ કાને બહેરી છું ,  આંખે આંધળી છું ,  પગે લૂલી છું ,  કેડે અપંગ છું ,  શી રીતે આવું ? ’ \n \n પ્રધાને આવીને રાજાને કહ્યું. રાજાએ પ્રધાનને વેલ લઈને મોકલ્યો. પ્રધાન ડોશીને વેલમાં બેસાડીને લાવ્યા. \n ડોશી બેઠાં પાટલે ,  રાણી બેઠાં ખાટલે. \n \n રાજા કહે -  ‘ ડોશીમા ! સાંભળો તો યે  ‘ મહાદેવજી ’ કહેજો ,   ના સાંભળો તો યે  ‘ મહાદેવજી ’ કહેજો. રાણીએ વાત કહેવા માંડી. પહેલા હુંકારે ડોશીને કાન આવ્યા ,  બીજા હુંકારે આંખો આવી ,  ત્રીજા હુંકારે પગ આવ્યા ,  ચોથા હુંકારે કમ્મર આવી અને પાંચમે હુંકારે ડોશી ટગુમગુ થઈ ! \n \n ડોશીને દીકરો કહેવા લાગ્યો -  ‘ મા મા ,   આવું રૂડું કોણે  કર્યું ? ’ મા  કહે -  ‘ મને મહાદેવજીની વાત સાંભળે આવાં ફળ મળ્યાં ,  તો આ વ્રત કરે કેવાં ફળ મળતાં હશે ? ’ \n \n એક વેળા રાણી એકાટ કરવા બેઠી , ત્યારે પડોશણ દેવતા લેવા આવી .  રાણી કહે -  ‘ હું એકાટ કરવા બેઠી છું . દેવતા શી રીતે આપું ? ’ પડોશણે મેણું માર્યું -  ‘ મત્સરની ભરેલી , અભિમાનની ભરેલી , તારે તો જાણે દીકરો પારણામાં પગનો અંગૂઠો ધાવે છે અને હાથે સોનાનાં સાંકળા છે ને ? ’ \n \n રાણી કહે -  ‘ બહેન , તું એમાં મહેણાં શાની મારે છે . દીકરા યો ગ્ય થઈશું ત્યારે દીકરો પણ થશે !’ \n \n રાણી એકાટ કરીની જુએ છે , તો દીકરો સૂતાં સૂતાં પારણામાં અંગૂઠો ધાવે છે અને હાથે સોનાનાં સાંકળો છે . \n \n દીકરો કહેવા લાગ્યો -  ‘ મા , મારે મહાદેવજીનું વ્રત છે . ’ \n \n ‘ ના , બેટા ! આપણાથી વ્રત થાય નહિ . ’ \n \n ‘ થાય તો યે કરીશ , નહિ થાય તો યે કરીશ . ’ \n \n સોમવાર આવે છે ને છોકરો એકવાર ધાવીને રહે છે . \n \n એક ગામમાં રાજા મરી ગયેલો હતો . એટલે પ્રજાએ નવો રાજા શોધવા ઉત્સવ રચ્યો હતો .  છોકરો કહે -  ‘ મા , હું જોવા જાઉં ? ’ \n ‘ ના , બેટા આપણે શું જોયું છે ? ’ \n \n તો યે છોકરો ભાખડિયે ચાલીને ગયો . \n \n છોકરો રાજસભામાં બેઠો છે . ગામ લોકોએ હાથણી શણગારી , હાથણી ઝૂલતી ઝૂલતી ગઈ અને છોકરાને ફૂલમાળા આરોપી . ગામના લોકોએ છોકરાને ઝાંપાની બહાર કાઢી મૂક્યો . હાથણી ફરી શણગારી . હાથણીએ ફરીથી પણ પેલા છોકરાને જ ફૂલમાળા આરોપી . \n \n ગામના લોકો કહેવા લાગ્યા -  ‘ હાથણી ભૂલે છે , ચૂકે છે . એ ગંદુ - ગોબરું છોકરું રાજ્ય શું કરશે ? ’ \n \n હાથણી કહે -  ‘ એ છોકરું કરશે એવું કોઈ નહિ કરે . ’ \n \n છોકરાને તો ધામધુમથી રાજગાદી  ઉ પર બેસાડ્યો . \n \n ચકલાને ચણ , કીડીને કણ , હાથીને મણ !   \n \n જય ભોળાનાથ ઝાલો હાથ , રાજારાણીને જેવાં વ્રત ફળ્યાં \n એવાં અમને ફળજો ! જય મહાદેવજી ! \n \n"
    },
    {
      "readingTitle": "સાકરિયો સોમવાર વ્રત",
      "readingContent": "(આ વ્રત ઘણું કઠણ છે. નબળાં માંદાએ કરવું નહિ. શ્રાવણના પહેલા સોમવારે વ્રત કરનારે વહેલા ઊઠી ,   માથાબોળ નાહીધોઈ મહાદેવજીની નીચેની વાત સાંભળવી. વાર્તા સાંભળતી વેળા  ‘ મહાદેવજી ,  મહાદેવજી ’ કહી હુંકારો પૂરવો. આખો દિવસ નકોરડો ઉપવાસ કરવો. નૈવેધમાં પચાસ પૈસાની કે રૂપિયાની સાકર લેવી. સાકરના ચાર સરખાં ભાગ કરવા. એક ભાગ મહાદેવજીને ધરાવવો ,  બીજો રમતાં બાળકોને આપવો. ત્રીજો પોતે આરોગવો અને ચોથો ભાગ જળમાં પધરાવવો. વધુ વિધિ વાર્તામાં આપેલી છે.) \n \n કંકાવટી નામે નગર હતું. ત્યાં એક બ્રાહ્મણ રહે. બ્રાહ્મણને આખા શરીરે કોઢ નીકળેલા, એટલે એને કોઈ કન્યા દે નહિ. કોઢ મટાડવા બ્રાહ્મણે ઘણા ઘણા ઉપાયો કર્યા પણ ફોગટ ગયા. છેવટે એણે  સોળ સોમવારનું વ્રત આદર્યું. વ્રત પૂરું થતાંમાં મહાદેવજીની કૃપા થઈ અને તેના કોઢ મટી ગયા ,  કંચનવરણી કાયા થઈ ! \n \n ગામગામથી તેનાં માગાં આવવા લાગ્યાં. છેવટે તેણે એક ગુણવાન અને રૂપવાન કન્યા સાથે લગ્ન કર્યું. ધણીધણીયાણી સુખથી રહેવા લાગ્યાં. \n \n પરંતુ તેના ભાગ્યમાં હજી દુ-ખ લખાયેલું હતું ,  ગયા ભવનાં પાપનાં ફળ ભોગવવાનાં અધૂરાં હતાં. \n \n ચોમાસાના દહાડા હતા. મધરાતે ગાજવીજથી આકાશ ખળભળી ઊઠ્યું. જોતજોતામાં મૂશળધાર વરસાદ તૂટી પડ્યો. અચાનક કડાક કરતી બ્રાહ્મણના ઘરની ભીંત ફાટી ! બ્રાહ્મણ અને બ્રાહ્મણી જીવ લઈને ઘર બહાર નીકળી ગયાં. ઘડીકવારમાં આખું ઘર ઢગલો થઈને પડ્યું ! \n \n અઠવાડિયું થયું પણ વરસાદ બંધ રહે નહીં. કંકાવટી નગરીના લોકો ભારે ચિંતામાં પડ્યાં ,  ઘણાં ઘર પડી ગયાં. ખેતીવાડી તણાઈ ગઈ. લોકોમાં ત્રાસ ત્રાસ થઈ ગયો ! \n \n થોડા દિવસ પછી બ્રાહ્મણે પોતાના ઘરને ઠેકાણે ઝૂપડું બાંધ્યું. પણ હવે ખાવું શું   ?  ગામના લોકો નિરાધ ાર દ શામાં આવી પડ્યા હતા. સૌને પોતપોતાની પડી હતી ,   ત્યાં બ્રાહ્મણને કોણ ટેકો આપે   ?  છેવટે બ્રાહ્મણે પરદેશ જઈ કમાવાનો વિચાર કર્યો અને પોતાની સ્ત્રીને વાત કરી. \n \n બ્રાહ્મણીએ કહ્યું -  ‘ ભલે ,  તમે સુખેથી જાવ. મારી ચિંતા ન કરશો. હું ગમે તે રીતે પરિશ્રમ કરીને મારું જીવન ચલાવીશ. ’ \n \n બ્રાહ્મણ ત્યાંથી ચાલી નીકળ્યો. ઘણો ઘણો ફર્યો પણ ક્યાંય ઠેકાણું પડ્યું નહિ ! આમ ઘણા દિવસો વીતી ગયા. છેવટે ફરતો ફરતો તે એક ઋષિના આશ્રમે આવી પહોંચ્યો. આશ્રમની ભૂમિ ઘણી રળિયામણી હતી. અહીં આંબા ,  આસોપાલવ અને લીમડાનાં ઘણાં વૃક્ષો હતાં. આશ્રમના ઉપવનમાં દાડમ ,  નારંગી ,  સીતાફળ સાથે જાતજાતના ફૂલછોડો પણ હતા. આમ અહીંનું વાતાવરણ ઘણું જ મનોહર હતું ,  વળી પાસે જ નદીનું સ્વચ્છ પાણી વહેતું હતું. રખડી રઝળીને કંટાળેલા બ્રાહ્મણને અહીં થોડાક દિવસ રહેવાની ઇચ્છા થઈ. બ્રાહ્મણ આશ્રમમાં ગયો અને ઋષિને પ્રણામ કરીને બેઠો. બ્રાહ્મણની વાત સાંભળી ઋષિને બહુ દુઃખ થયું. તેમણે બ્રાહ્મણને રહેવાની સુખેથી હા પાડી. \n \n થોડા દિવસ પછી બ્રાહ્મણે આગળ જવાનો વિચાર કર્યો. તે ઋષિ પાસે ગયો અને જવાની આજ્ઞા માગી. \n \n ઋષિએ કહ્યું -  ‘ ભાઈ ! તારું દુઃખ હું શી રીતે ભાંગું ! મારી પાસે ધન હોત તો હું તને અવશ્ય સહાય કરત ,  છતાં લે ,  આ સજીવનબુ ટ્ટી ! હું તને આપું છું ,  તે તને સહાયરૂપ થઈ પડશે. આ બુ ટ્ટી નો એવો પ્રભાવ છે કે ,  તેને ઘસીને પાવાથી મરેલું માણસ જીવતું થાય. તેનાથી તું એક માણસને સજીવન કરી શકીશ. ’ \n \n ઋષિના આશીર્વાદ મેળવી બ્રાહ્મણ સજીવનબુ ટ્ટી લઈને ચાલી નીકળ્યો. \n \n બ્રાહ્મણ ફરતો ફરતો એક નગરમાં આવી પહોંચ્યો. તે નગરમાં પેઠો તો અહીંના બધા જ માણસોને તેણે શોકમાં દીઠા. તે થોડે દૂર ગયો ,  ત્યાં તો હૈયાફાટ રૂદનની કરુણ ચીસો સંભળાવા લાગી ! પાસે જ રાજાનું રાજભવન હતું. રાજાનો કુંવર મરી ગયો હતો તેથી આખું રાજકુટુંબ હૈયાફાટ રૂદન કરતું હતું. બ્રાહ્મણને ઝટ પોતાની સજીવનબુ ટ્ટી  સાંભરી આવી. તે સીધો જ રાજભવનમાં ગયો અને રાજાને પ્રણામ કરી કહ્યું -  ‘ રાજાજી ! જો આપ આજ્ઞા આપો તો ,  હમણાં જ હું તમારા કુંવરને સજીવન કરું. ’ \n \n રાજાએ પહેલાં તો બ્રાહ્મણની વાત ન માની ,   પણ તેનો ઘણો જ આગ્રહ જોયો ત્યારે કહ્યું -  ‘ જો તમે મારા પુત્રને જીવતો કરશો તો તમે જે માગશો તે આપીશ. ’ \n \n બ્રાહ્મણે પોતાની પાસેથી સજીવનબુ ટ્ટી કાઢી ,  પથ્થર ઉપર ઘસી અને તેનું પાણી બનાવી કુંવરના મોમાં રેડ્યું. થોડીવારમાં કુંવરના દેહમાં ઊનમ આવવા લાગી. કુંવરે તો પાસું છે ફેરવ્યું ! આ ચમત્કાર જોતાં જ રાજકુટુંબના માણસોના મોઢા ઉપર આનંદ તરવરવા લાગ્યો. \n \n થોડીવારમાં કુંવર ખાંખો ઉઘાડીને બેઠો થયો અને વાતો કરવા લાગ્યો. રાજાએ પોતાના વહાલસોયા પુત્રને છાતી સરસો ચાંપી લીધો. તેણે બ્રાહ્મણનો ઘણો જ આભાર માન્યો અને આગ્રહ કરીને પોતાને ત્યાં રાખ્યો. \n \n અહી કંકાવટી નગરીમાં બ્રાહ્મણી દુ-ખમાં દિવસો વીતાવતી હતી. મહિના ઉપર મહિના વીતી ગયા ,  છતાં તેના પતિના કોઈ સમાચાર ન હતા ,  એટલે ચિંતામાં ને ચિંતામાં તે દુબળી થઈ ગઈ હતી ,  હવે તો તેનાથી વધારે પરિશ્રમ પણ થઈ શકતો ન હતો. \n \n શ્રાવણ માસ આવ્યો ,  શ્રાવણનો સોમવાર આવ્યો. કંકાવટી નગરીની બધી સ્ત્રીઓ સોમવારનું વ્રત કરે. બ્રાહ્મણીએ પણ સોમવારનું વ્રત લીધું. બીજા બધા સોમવાર કરી એકટાણું જમે પણ બ્રાહ્મણીના ઘરમાં આજે અન્નનો દાણો પણ ન હતો. એ તો મહાદેવજીને સંભારતી ભૂખની મારી બેસી રહી. નમતો પહોર થયો ,  કકડીને ભૂખ લાગી. તેના પેટમાં બળતરા થવા લાગી ,   પણ કરે શું  ? \n અહીંના રાજાને કુંવર જન્મ્યો હતો ,  એટલે રાજાએ આખા નગરમાં સાકર વહેંચવાની આજ્ઞા કરી. રાજગોર સાકર વહેંચતા વહેચતા બ્રાહ્મણીને ઘરે આવ્યા અને સાકર આપી. \n \n બ્રાહ્મણીએ સાકરનું પાણી કરીને પી ધું . એના પેટની બળતરા શાંત થઈ. રાત પડી એટલે એ મહાદેવજીનું રટણ કરતી કરતી ઊંધી ગઈ. \n \n બ્રાહ્મણી ભર ઊંઘમાં હતી. ત્યાં તો તેને સ્વ પ્નું આવ્યું અને સાક્ષાત્ મહાદેવજીએ દર્શન દીધાં આશીર્વાદ આપતાં મહાદેવજી બોલ્યા - \n ‘ હે બ્રાહ્મણી ! જાણે અજાણે પણ તે આજે સાકરિયા સોમવારનું વ્રત કર્યું છે ,  જે વ્રત પહેલવહેલું દક્ષ કન્યા સતીએ કર્યું હતું. જેના પ્રતાપે તે મને પામી હતી. ’ \n \n ‘ ભગવાન ! એ વ્રત વિધિ સહિત શી રીતે થાય   ?  બ્રાહ્મણીએ હાથ જોડીને પૂછ્યું.’ \n \n મહાદેવજી બોલ્યા - \n ‘શ્રાવણ મહિનો આવે ,  શ્રાવણનો પહેલો સોમવાર આવે ,  ત્યારે આ વ્રત થાય. આ વ્રત કરનારે વહેલા ઊઠી નાહી ધોઈ સ્વચ્છ કપડાં પહેરવાં અને સાકરનો એક ગાંગડો લેવો. સાકર લઈ મહાદેવજીના મંદિરે જવું. ત્યાં જઈ સાકરના ચાર સરખા ભાગ કરવા. એક ભાગ મહાદેવજીને ચઢાવવો ,  બીજો ભાગ રમતા બાળકને આપવો ,  ત્રીજો ભાગ પોતે આરોગવો અને ચોથો ભાગ નદી ,  તળાવ કે કૂવાના પવિત્ર જળમાં પધરાવવો ,  આખો દિવસ નકોરડો ઉપવાસ કરવો અને મહાદેવજીની કથા વા ર્તા સાંભળવી. સાંજે મહાદેવજીનું પૂજન કરવું. રાત્રે ભોય પથારી કરી સૂઈ જવું. ’ \n \n આ પ્રમાણે સોળ સોમવાર કરવા. છેલ્લા સોમવારે સવાશેર ગોળ ,  સવાશેર ઘી અને સવાશેર ઘઉંનો લોટ લઈ તેના લાડુ કરવા. એક લાડુ મહાદેવજીને ધરાવવો ,  બીજો લાડુ રમતા બાળકને આપવો ,  ત્રીજો લાડુ પોતે જમવો અને ચોથા લાડુનો પ્રસાદ કરી વહેંચી દેવો. આ બધું દીવાવેળા થતાં પહેલાં કરવું. લાડુ દીવાને બતાવવો નહિ. આ રીતે વ્રતનું ઉજવણું કરવું. આમ કહીને મહાદેવજી અંતરધાન થયા અને સ્વ પ્ન ઊડી ગયું. \n \n બ્રાહ્મણીએ સાકરિયા સોમવારનું વ્રત લીધું. વ્રત પૂરું થયું ત્યાં તો રાજાએ આપેલું ખાધે ખૂટે નહિ એટલું ધન લઈને બ્રાહ્મણ ઘરે આવ્યો. બ્રાહ્મણને સુખરૂપ ઘરે આવેલો જોઈ બ્રાહ્મણીના હરખનો પાર ન રહ્યો. તેણે બ્રાહ્મણને સાકરિયા સોમવારના વ્રતની વાત કહી. બંને જણે સાથે મળીને આનંદપૂર્વક વ્રત ઊજવ્યું. બ્રાહ્મણે પોતાની  ઝું પડીની જગાએ હવેલી ચણાવી અને બંને સુખપૂર્વક રહેવા લાગ્યાં થોડા .  સમયમાં મહાદેવજીની કૃપા ફળી અને તેમને ઘેર દેવ જેવો દીકરો અવતર્યો.   \n \n જય મહાદેવજી ! સાકરિયા સોમવારનું વ્રત જેવું \n બ્રાહ્મણીને ફળ્યું એવું અમને ફળજો ! \n \n"
    },
    {
      "readingTitle": "ભાખરીઓ સોમવાર",
      "readingContent": "(શ્રાવણ માસના પહેલા સોમવારે આ વ્રતનો પ્રારંભ કરવો. વ્રત કરનારે ત્રણ ,  પાંચ કે સાત બીલીપત્રો ભગવાન શંકરને ચઢાવવાં અને શ્રદ્ધાપૂર્વક ભક્તિ કરવી. ભાખરીઝા સોમવારની વાત સાંભળી ભગવાન સદાશિવનું ધ્યાન ધરવું ,  એક અથવા બે ભાખરીનું એકટાણું ભોજન કરવું.)   ઘણા સમય પહેલાં સોમશર્મા નામે એક બ્રાહ્મણ થઈ ગયો. તે સર્વ શાસ્ત્રોનો જાણકાર અને મહાપંડિત હતો. તે વિદ્વાન હતો એટલું જ નહિ ,  પરોપકારી પણ હતો.   તેને સુશીલ અને સદાચારી સ્ત્રી હતી. તે પોતાના પતિ ઉપર ઘણું જ હેત રાખતી. બ્રાહ્મણ ભિક્ષા માગવા જતો અને જે કાંઈ મળે તેમાંથી થોડું ઘણું દાન કરતો. કોઈ દીન દુઃખિયું આવી ચડે તો પોતાની પાસે જેટલું હોય તેમાંથી અડધું અન્ન આપી દેતો અને અડધાનું ભોજન બનાવી ,  ભગવાનને નૈવેધ ધરાવી પોતે જમતો.   બ્રાહ્મણ આટલો બધો સદાચારી હોવા છતાયે દુર્ભાગ્યે તેને પુરતી ભિક્ષા મળતી નહી. કોઈ કોઈવાર તો પતિ-પત્નીને ભાગે પ્રસાદી જેટલું જ ભોજન આવતું.   આવી દરિદ્ર સ્થિતિથી બ્રાહ્મણ ત્રાસી ગયો હતો. જો એકલો હોત તો તે ક્યારનોય પરદેશ ચાલ્યો ગયો હોત પણ પોતાની પત્નીને લઈને ઠામ ઠેકાણા વિના ક્યાં જાય  ?   બે દિવસથી તો તેને નામની જ ભિક્ષા મળતી. આજે તો તે સાવ ભૂખ્યો હતો. કંટાળીને તે ભગવાન સોમેશ્વરના મંદિરે ગયો ! મંદિરની પાસે એક તળાવ હતું. તળાવ બારે માસ નિર્મળ પાણીથી ભરેલું રહેતું હતું.   તેમાં જાતજાતનાં કમળો ખીલેલાં હતાં.   બ્રાહ્મણે તળાવમાંથી કમળો લઈ ભગવાનને ભક્તિભાવથી ચડાવ્યાં અને બે હાથ જોડી પ્રાર્થના કરી ઘરે જવા નીકળ્યો. ત્યાં ભગવાન સોમેશ્વર તેને ઘરડા બ્રાહ્મણના રૂપમાં સામા મળ્યા. તેમણે કહ્યું -  ‘હે સોમશર્મા ! તું આટલો બધો વિદ્વાન હોવા છતાં શા માટે દુઃખી છે  ? ’   સોમશર્માએ કહ્યું - ‘મહારાજ ! મને એની કાંઈ સમજણ પડતી નથી. હું કોઈની ઇર્ષા પણ કરતો નથી ,  આમ છતાં ભગવાનની મારા ઉપર દયા નથી.’ આટલું કહેતામાં સોમશર્માની આંખમાં આંસુ આવી ગયાં ! પેલા વૃદ્ધ બ્રાહ્મણે તેને આશ્વાસન આપતાં કહ્યું - ‘તું ઉપાધિઓથી નિરાશ થઈશ નહિ. તારું દુઃખનું કારણ તારા ગયા ભવનાં કર્મો છે. તું વિધિપૂર્વક ભાખરીઆ સોમવારનું વ્રત કર. જેથી તું અઢળક લક્ષ્મી મેળવીશ. ભગવાન સદાશિવ તારા ઉપર પ્રસન્ન થશે. પાંડવો જયારે દુઃખી અવસ્થામાં ગુપ્તવાસ ભોગવતા હતા, ત્યારે  યુધિષ્ઠિરે આ વ્રત કર્યું હતું. જેના પ્રતાપે તેમનો યુદ્ધમાં વિજય થયો હતો અને ગયેલી સમૃદ્ધિ પાછી મળી હતી. ’   સોમશર્માએ પૂછ્યું -  ‘ મહારાજ ! ભાખરીઆ સોમવારનું વ્રત શી રીતે થાય   ?  એ મને કૃપા કરીને કહો !’   ભગવાન સોમેશ્વર બોલ્યા -  ‘ શ્રાવણ માસના પહેલા સોમવારે વ્રતનો આરંભ કરવો અને સાડા ત્રણ માસ સુધી વિધિ પ્રમાણે વ્રત કરવું. પ્રત્યેક સોમવારે ત્રણ ,  પાંચ કે સાત બીલીપત્રો મહાદેવજીને ચડાવવાં અને મહાદેવજીનું પૂજન કરવું. ભાખરીઆ સોમવારની વારતા સાંભળ્યા પછી જ એકટાણું કરવું. ’   પ્રત્યેક સોમવારે પાંચ ભાખરી ઓ બનાવવી. તેમાંથી એક ભગવાનને નૈવેધ ધરાવવી ,  બે દાનમાં આપવી અને બે ભાખરીઓ પોતાને માટે રાખવી.   કારતક મહિનાની અજવાળી ચૌદશે વ્રતનું ઉજવણું કરવું. તે વેળા મહાદેવજીને ફળ તથા મેવો ધરાવી ચંદન ,  અબીલ ,  ગુલાલથી ભગવાનનું ભક્તિપૂર્વક પૂજન કરવું. યથાશક્તિ દાન આપવું.   આ પ્રમાણે વ્રત કરવાથી સ્ત્રીઓ પરમ સૌભાગ્ય પ્રાપ્ત કરે છે ,  નિર્ધનને ધન મળે છે અને પોતાની મનોકામના પૂર્ણ થાય છે ,  આમ કહી ભગવાન અંતરધાન થઈ ગયા. બ્રાહ્મણ પોતાને ઘરે ગયો અને જ્યારે શ્રાવણ મહિનો આવ્યો ત્યારે તેણે ભાખરીઆ સોમવારનું વ્રત લીધું. કારતકની અજવાળી ચૌદશે તેણે વ્રતનું ઉજવણું કર્યું.   આ પ્રમાણે સોમશર્માએ શ્રદ્ધાભક્તિથી ભાખરીઆ સોમવારનું  વ્ર ત કર્યું. બ્રાહ્મણને સુખ સંપત્તિમાં ખોટ ન રહી. તેના મનના મનોરથો પૂરા થયા. થોડા સમયમાં બ્રાહ્મણીને પણ દેવ જેવો દીકરો અવતર્યો.     સદાશિવની કૃપાથી બંનેને ભાખરીઆ સોમવારનું વ્રત ફળ્યું.  "
    }
  ]
}
